Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/vlf_potions/locale/poconvert/*.po
Languages: fr, ru

source: Add a status effect to yourself. Arguments: <effect>: name of status effect. Passing "list" as effect name lists available effects. Passing "heal" as effect name heals (or harms) by amount designed by the next parameter. Passing "clear" as effect name removes all effects. Passing "remove" as effect name removes the effect named by the next parameter. <duration>: duration in seconds. Passing "INF" as duration makes the effect infinite. (<heal-amount>: amount of healing when the effect is "heal", passing a negative value subtracts health. <effect>: name of a status effect to be removed when using "remove" as the previous parameter.) <level>: effect power determinant, bigger level results in more powerful effect for effects that depend on the level (no changes for other effects), defaults to 1, pass F to use low-level factor instead. <factor>: effect strength modifier, can mean different things depending on the effect, no changes for effects that do not depend on level/factor. NOPART at the end means no particles will be shown for this effect.
fr: Vous rajoute un effet de statut. Arguments : <effect> : nom de l'effet de statut. Tapez "list" comme nom d'effet pour lister des effets disponibles. Taper "heal" comme nom d'effet guérit (ou blesse) d'un nombre de points de vie déterminé par le paramètre suivant. Taper "clear" comme nom d'effet retire l'effet nommé dans le paramètre suivant. (<heal-amount> : nombre de points de vie guéris par "heal", une valeur négative retire des points de vie. <effect> : le nom d'un effet de statut à retirer lorsque le paramètre précédent est "remove".) <level> : niveau déterminant l'effet du pouvoir, un plus grand niveau donne un effet plus puissant pour les effets qui dépendent du niveau (pas de changements pour les autres effets), par défaut réglé à 1, taper F pour utiliser un facteur de bas niveau à la place. <factor> : facteur modifiant la puissance de l'effet, peut signifier différentes choses selon l'effet, pas de changement pour les effets ne dépendant pas du niveau/facteur. NOPART ajouté à la fin signifie qu'aucune particule ne sera ajoutée pour cet effet.
ru: Добавьте себе в статус эффект. Аргументы: <effect>: имя эффекта состояния. Передача «list» в качестве имени эффекта приводит список доступных эффектов. Передача «heal» в качестве имени эффекта исцеляет (или наносит вред) на величину, определяемую следующим параметром. Передача «clear» в качестве имени эффекта снимает все эффекты. Передача «remove» в качестве имени эффекта снимает эффект, названный следующим параметром. <duration>: продолжительность в секундах. Передача «INF» в качестве длительности делает эффект бесконечным. (<heal-amount>: количество исцеления при эффекте «heal», передача отрицательного значения вычитает здоровье. <effect>: имя эффекта состояния, который будет снят при использовании «remove» в качестве предыдущего параметра). <level>: определитель силы эффекта, больший уровень приводит к более мощному эффекту для эффектов, зависящих от уровня (для других эффектов изменений нет), по умолчанию 1, передайте F, чтобы использовать низкоуровневый фактор вместо этого. <фактор>: модификатор силы эффекта, может означать разные вещи в зависимости от эффекта, не изменяется для эффектов, которые не зависят от уровня/фактора. NOPART в конце означает, что для этого эффекта не будут показаны частицы.

source: Missing effect parameter!
fr: Paramètre d'effet manquant !
ru: Отсутствует параметр эффекта!

source: Missing or invalid heal amount parameter!
fr: Paramètre de heal manquant ou invalide !
ru: Отсутствующий или недопустимый параметр суммы исцеления!

source: Player @1 healed by @2 HP.
fr: La joueuse @1 guérit de @2 PV.
ru: Игрок @1 исцелился на @2 HP.

source: Player @1 harmed by @2 HP.
fr: Le joueur @1 perd @2 PV.
ru: Игроку @1 нанесен урон @2 HP.

source: Effects cleared for player @1
fr: Effets retirés pour le joueur @1
ru: Эффекты очищены для игрока @1

source: Removed effect @1 from player @2
fr: Effet @1 retiré de la joueuse @2
ru: Снятие эффекта @1 с игрока @2

source: @1 is not an available status effect.
fr: @1 n'est pas un effet disponible.
ru: @1 не является допустимым эффектом.

source: Missing or invalid duration parameter!
fr: Paramètre durée manquant ou invalide !
ru: Отсутствует либо неправильно задан параметр длительности!

source: Invalid level parameter!
fr: Paramètre de niveau invalide !
ru: Неверный параметр уровня!

source: Missing or invalid factor parameter when level is F!
fr: Paramètre manquant ou invalide lorsque le niveau est F !
ru: Отсутствующий или недопустимый параметр фактора, когда уровень - F!

source: @1 effect given to player @2 for @3 seconds with factor of @4.
fr: L'effet @1 est donné au joueur @2 pour @3 secondes avec un facteur de @4.
ru: Эффект @1 дается игроку @2 на @3 секунды с коэффициентом @4.

source: @1 effect given to player @2 for @3 seconds.
fr: L'effet @1 donné à la joueuse @2 pour @3 secondes.
ru: Эффект @1 дается игроку @2 на @3 секунды.

source: Giving effect @1 to player @2 failed.
fr: Échec de l'application de l'effet @1 à la joueuse @2.
ru: Передача эффекта @1 игроку @2 не удалась.

source: @1 effect on level @2 given to player @3 for @4 seconds.
fr: L'effet @1 au niveau @2 est donné au joueur @3 pour @4 secondes.
ru: Эффект @1 на уровне @2 дается игроку @3 на @4 секунды.

source: Invisiblity
fr: Invisibilité
ru: Невидимость

source: body is invisible
fr: le corps est invisible
ru: тело невидимо

source: Poison
ru: отравления

source: -1 HP / @1 s
fr: -1 PV /@1 s
ru: -1 HP / @1 с

source: Regeneration
fr: Régénération
ru: регенерации

source: +1 HP / @1 s
fr: +1 PV / @1 s
ru: +1 HP / @1 с

source: Strength
fr: Force
ru: Прочность

source: +@1% melee damage
fr: +@1% dégât de contact
ru: +@1% урона в ближнем бою

source: Weakness
fr: Faiblesse
ru: слабости+

source: -@1% melee damage
fr: -@1% dégât de contact
ru: -@1% урона в ближнем бою

source: Water Breathing
fr: Respiration Aquatique
ru: подводного дыхания

source: limitless breathing under water
fr: respiration illimitée sous l'eau
ru: Безграничное дыхание под водой

source: Dolphin's Grace
fr: Grâce du dauphin
ru: Благодать дельфина

source: swimming gracefully
fr: nager avec grâce
ru: грациозное плавание

source: Leaping
fr: Saut
ru: прыгучести

source: +@1% jumping power
fr: +@1% puissance du saut
ru: +@1% силы прыжка

source: -@1% jumping power
fr: -@1% puissance du saut
ru: -@1% силы прыжка

source: Slow Falling
fr: Chute lente
ru: Медленное падение

source: decreases gravity effects
fr: diminue les effets de la gravité
ru: уменьшает эффект гравитации

source: Swiftness
fr: Rapidité
ru: стремительности

source: +@1% running speed
fr: +@1% vitesse de course
ru: +@1% скорости бега

source: Slowness
fr: Lenteur
ru: замедления

source: -@1% running speed
fr: -@1% vitesse de course
ru: -@1% скорости бега

source: Levitation
fr: Lévitation
ru: Левитация

source: moves body upwards at @1 nodes/s
fr: déplace le corps vers le haut de @1 bloc/s
ru: перемещает тело вверх со скоростью @1 узлов/с

source: Night Vision
fr: Vision Nocturne
ru: ночного зрения

source: improved vision during the night
fr: vision améliorée durant la nuit
ru: улучшение зрения в ночное время

source: Darkness
fr: Ténèbres
ru: Тьма

source: surrounded by darkness
fr: entouré de ténèbres
ru: окружает темнотой

source: not seeing anything beyond @1 nodes
fr: ne rien voir au-delà de @1 blocs
ru: не видно дальше @1 узлов

source: Glowing
fr: Luire
ru: Светящийся

source: more visible at all times
fr: plus visible en permanence
ru: более заметны в любое время

source: Health Boost
fr: Bonus de vie
ru: Укрепление здоровья

source: HP increased by @1
fr: PV augmenté de @1
ru: HP увеличено на @1

source: Absorption
ru: Поглощение

source: absorbs up to @1 incoming damage
fr: absorbe jusqu'à @1 dégât reçu
ru: Поглощает до @1 единиц получаемого урона

source: Fire Resistance
fr: Résistance au Feu
ru: огнестойкости

source: resistance to fire damage
fr: résistance aux dégâts par le feu
ru: устойчивость к огню

source: Resistance
fr: Résistance
ru: Сопротивление

source: resist @1% of incoming damage
fr: résiste @1% des dégâts reçus
ru: сопротивление @1% к получаемому урону

source: Luck
fr: Chance
ru: Везение

source: Bad Luck
fr: Malchance
ru: Неудача

source: Bad Omen
fr: Mauvais Présage
ru: Дурное предзнаменование

source: danger is imminent
fr: le danger est imminent
ru: опасность неминуема

source: Hero of the Village
fr: Héro du Village
ru: Герой деревни

source: Withering
fr: Dépérissement
ru: Увядание

source: -1 HP / @1 s, can kill
fr: -1 PV / @1 s, peut tuer
ru: -1 HP / @1 с, может убить

source: impaired sight
fr: vision diminuée
ru: ослабленное зрение

source: Hunger
fr: Faim
ru: Голод

source: exhausts by @1 per second
fr: fatigue de @1 par seconde
ru: истощается на @1 в секунду

source: Nausea
fr: Nausée
ru: Тошнота

source: not feeling very well...
fr: vous ne vous sentez pas très bien...
ru: не очень хорошо себя чувствую...

source: frequency: @1 / 1 s
fr: fréquence : @1 / 1 s
ru: частота: @1 / 1 s

source: Saturation
ru: Насыщение

source: saturates by @1 per second
fr: sature de @1 par seconde
ru: насыщается на @1 в секунду

source: Haste
fr: Célérité
ru: Спешка

source: +@1% mining and attack speed
fr: +@1% vitesse de minage et d'attaque
ru: +@1% добычи и скорости атаки

source: Fatigue
ru: Усталость

source: -@1% mining and attack speed
fr: -@1% vitesse de minage et d'attaque
ru: -@1% добычи и скорости атаки

source: Conduit Power
fr: Force de Conduit
ru: Питание по шлангу

source: +@1% mining and attack speed in water
fr: +@1% vitesse de minage et d'attaque sous l'eau
ru: +@1% добычи и скорости атаки в воде

source: Fermented Spider Eye
fr: Œil d'araignée fermenté
ru: Приготовленный паучий глаз

source: Try different combinations to create potions.
fr: Essayez différentes combinaisons pour créer des potions.
ru: Пробуйте разные сочетания для приготовления зелий.

source: Glass Bottle
fr: Bouteille en verre
ru: Пузырёк

source: Liquid container
fr: Récipient de liquide
ru: Контейнер для жидкостей

source: A glass bottle is used as a container for liquids and can be used to collect water directly.
fr: Une bouteille en verre est utilisée comme récipient pour les liquides et peut être utilisée pour collecter l'eau directement.
ru: Стеклянный пузырёк используется для хранения жидкостей, её также можно использовать для сбора воды.

source: To collect water, use it on a cauldron with water (which removes a level of water) or any water source (which removes no water).
fr: Pour collecter l'eau, cliquer droit sur un chaudron avec de l'eau (qui enlève un niveau d'eau) ou toute source d'eau (qui n'enlève pas d'eau).
ru: Воду в пузырёк можно набрать из котла (это уменьшает уровень воды в котле) или из другого источника (уровень которого не уменьшится).

source: Water Bottle
fr: Bouteille d'eau
ru: Пузырёк с водой

source: Water bottles can be used to fill cauldrons. Drinking water has no effect.
fr: Les bouteilles d'eau peuvent être utilisées pour remplir les chaudrons. L'eau potable n'a aucun effet.
ru: Пузырёк с водой можно использовать для наполнения котла. Выпивание воды не даст никакого эффекта.

source: Use the “Place” key to drink. Place this item on a cauldron to pour the water into the cauldron.
fr: Utilisez la touche "Utiliser" pour boire. Placez cet article sur un chaudron pour verser l'eau dans le chaudron.
ru: Используйте правую кнопку мыши, чтобы выпить. Используйте этот предмет на котле, чтобы вылить воду в котёл.

source: River Water Bottle
fr: Bouteille d'eau de rivière
ru: Пузырёк с речной водой

source: River water bottles can be used to fill cauldrons. Drinking it has no effect.
fr: Les bouteilles d'eau de rivière peuvent être utilisées pour remplir les chaudrons. La boire n'a aucun effet.
ru: Пузырёк с речной водой можно использовать для наполнения котла. Выпивание воды не даст никакого эффекта.

source: Use the “Place” key to drink. Place this item on a cauldron to pour the river water into the cauldron.
fr: Utilisez la touche "Utiliser" pour boire. Cliquer droit cet objet sur un chaudron pour verser l'eau de la rivière dans le chaudron.
ru: Используйте правую кнопку мыши, чтобы выпить. Используйте этот предмет на котле, чтобы вылить речную воду в котёл.

source: Splash Water Bottle
fr: Bouteille d'eau jetable
ru: Взрывное зелье

source: Extinguishes fire and hurts some mobs
fr: Éteint le feu et blesse certains mobs
ru: Тушит огонь и ранит некоторых мобов

source: A throwable water bottle that will shatter on impact, where it extinguishes nearby fire and hurts mobs that are vulnerable to water.
fr: Une bouteille d'eau jetable qui se brisera à l'impact, où elle éteint le feu à proximité et blesse les mobs vulnérables à l'eau.
ru: Пузырёк с водой, который можно метать. Он разбивается при ударе, тушит ближайший огонь и ранит мобов, уязвимых к воде.

source: Lingering Water Bottle
fr: Bouteille d'eau persistante
ru: Туманное зелье

source: A throwable water bottle that will shatter on impact, where it creates a cloud of water vapor that lingers on the ground for a while. This cloud extinguishes fire and hurts mobs that are vulnerable to water.
fr: Une bouteille d'eau jetable qui se brisera à l'impact, où elle crée un nuage de vapeur d'eau qui s'attarde au sol pendant un moment. Ce nuage éteint le feu et blesse les mobs vulnérables à l'eau.
ru: Пузырёк с водой, который можно метать. Он разбивается при ударе, образуя облако пара, которое оседает на землю через некоторое время. Это облако тушит огонь и ранит мобов, уязвимых к воде.

source: Glistering Melon
fr: Melon étincelant
ru: Сверкающий ломтик арбуза

source: This shiny melon is full of tiny gold nuggets and would be nice in an item frame. It isn't edible and not useful for anything else.
fr: Ce melon brillant est plein de minuscules pépites d'or et serait joli dans un cadre d'objet. Il n'est pas comestible et n'est bon à rien d'autre.
ru: Сверкающий ломтик арбуза содержит в себе золотые самородки и может отлично смотреться в рамке. Ломтик не съедобен.

source: No effect
fr: Aucun effet
ru: без эффекта

source: A throwable potion that will shatter on impact, where it creates a magic cloud that lingers around for a while. Any player or mob inside the cloud will receive the potion's effect or set of effects, possibly repeatedly.
fr: Une potion jetable qui se explosera à l'impact, où elle créera un nuage magique qui s'attardera un moment. Chaque joueur ou mob dans le nuage recevra l'effet de la potion ou plusieurs effets, éventuellement plusieurs fois.
ru: Бросаемое зелье, которое при ударе разлетается на куски и создает магическое облако, которое держится некоторое время. Любой игрок или моб, оказавшийся внутри облака, получит эффект или набор эффектов зелья, возможно, неоднократно.

source: Use the “Punch” key to throw it.
fr: Utilisez la touche "Frapper" pour le lancer.
ru: Нажмите [Ударить], чтобы бросить.

source: Use the “Place” key to drink it.
fr: Utilisez la touche "Utiliser" pour le boire.
ru: Нажмите [Использовать], чтобы выпить.

source: Drinking a potion gives you a particular effect or set of effects.
fr: Boire une potion vous donne un effets particulier ou plusieurs effets.
ru: Выпив зелье, вы получаете определенный эффект или набор эффектов.

source: @1 Potion @2
fr: Potion @1 @2
ru: @1 Зелье @2

source: @1 Potion
fr: Potion @1
ru: Зелье @1

source: Potion @1
ru: Зелье @1

source: Strange Potion
fr: Potion étrange
ru: Странное зелье

source: Splash @1
fr: @1 jetable
ru: Всплеск @1

source: Lingering @1
fr: @1 persistante
ru: Затянувшийся @1

source: @1 Arrow @2
fr: Flèche @1 @2
ru: @1 Стрела @2

source: @1 Arrow
fr: Flèche @1
ru: @1 Стрела

source: Arrow @1
fr: Flèche @1
ru: Стрела @1

source: Strange Tipped Arrow
fr: Flèche à pointe étrange
ru: Стрела со странным наконечником

source: Dragon's Breath
fr: Souffle du dragon
ru: Дыхание дракона

source: This item is used in brewing and can be combined with splash potions to create lingering potions.
fr: Cet objet est utilisé dans le brassage et peut être combiné avec des potions d'éclaboussures pour créer des potions persistantes.
ru: Этот предмет используется в зельеварении и может объединяться со взрывающимися зельями, чтобы создать эффект оседания.

source: Awkward
fr: Étrange
ru: Неловкость

source: Has an awkward taste and is used for brewing potions.
fr: A un goût étrange et est utilisé pour préparer des potions.
ru: Имеет неприятный вкус и используется для приготовления других зелий.

source: Mundane
fr: Banal
ru: Мирская жизнь

source: Has a terrible taste and is not really useful for brewing potions.
fr: A un goût terrible et vraiment pas utile pour préparer des potions.
ru: Имеет ужасный вкус и не очень подходит для варки зелий.

source: Thick
fr: Épais
ru: Толстый

source: Has a bitter taste and is not really useful for brewing potions.
fr: A un goût amer et vraiment pas utile pour préparer des potions.
ru: Имеет горький вкус и не очень подходит для варки зелий.

source: of Healing
fr: de Guérison
ru: Исцеление

source: Instantly heals.
fr: Guérit instantanément.
ru: Мгновенно исцеляет.

source: of Harming
fr: de Dégâts
ru: причинение вреда

source: Instantly deals damage.
fr: Inflige instantanément des dégâts.
ru: Наносит мгновенный урон.

source: of Night Vision
fr: de Vision Nocturne
ru: Ночное зрение

source: Increases the perceived brightness of light under a dark sky.
fr: Augmente la luminosité perçue de la lumière sous un ciel sombre.
ru: Усиливает восприятие яркости освещения в тёмных местах.

source: of Swiftness
fr: de Rapidité
ru: Стремительность

source: Increases walking speed.
fr: Augmente la vitesse de marche.
ru: Увеличивает скорость ходьбы.

source: of Slowness
fr: de Lenteur
ru: медлительность

source: Decreases walking speed.
fr: Diminue la vitesse de marche.
ru: Уменьшает скорость ходьбы.

source: of Leaping
fr: de Saut
ru: Прыгучесть

source: Increases jump strength.
fr: Augmente la force de saut.
ru: Увеличивает силу прыжка.

source: of Decay
fr: de Flétrissement
ru: упадок

source: Applies the withering effect which deals damage at a regular interval and can kill.
fr: Applique l'effet de flétrissement qui inflige des dégâts à intervalles réguliers et peut tuer.
ru: Применяет эффект увядания, который наносит урон с регулярным интервалом и может убить.

source: of Poison
fr: de Poison
ru: Яд

source: Applies the poison effect which deals damage at a regular interval.
fr: Applique l'effet de poison qui inflige des dégâts à intervalles réguliers.
ru: Наносит эффект яда, который вызывает урон через равные промежутки времени.

source: of Regeneration
fr: de Régénération
ru: Регенерация

source: Regenerates health over time.
fr: Régénère la santé au fil du temps.
ru: Восстанавливает здоровье со временем.

source: of Invisibility
fr: d'Invisibilité
ru: невидимости

source: Grants invisibility.
fr: Accorde l'invisibilité.
ru: Делает невидимым.

source: of Water Breathing
fr: de Respiration Aquatique
ru: Водное дыхание

source: Grants limitless breath underwater.
fr: Donne une respiration illimitée sous l'eau.
ru: Даёт возможность дышать под водой.

source: of Fire Resistance
fr: de Résistance au Feu
ru: Огнестойкость

source: Grants immunity to damage from heat sources like fire.
fr: Confère une immunité aux dommages causés par des sources de chaleur comme le feu.
ru: Делает невосприимчивым к урону от источников тепла, например, от огня.

source: of Strength
fr: de Force
ru: прочности

source: Increases attack power.
fr: Augmente la puissance d'attaque.
ru: Увеличивает силу атаки.

source: of Weakness
fr: de Faiblesse
ru: Слабости

source: Decreases attack power.
fr: Diminue la puissance d'attaque.
ru: Уменьшает силу атаки.

source: of Slow Falling
fr: de Chute Lente
ru: медленного падения

source: Instead of falling, you descend gracefully.
fr: Au lieu de tomber, vous descendez gracieusement.
ru: Вместо того чтобы падать, вы грациозно спускаетесь вниз.

source: of the Turtle Master
fr: du Maître Tortue
ru: Повелителя черепах

source: Decreases damage taken at the cost of speed.
fr: Diminue les dégâts reçus aux dépends de la vitesse.
ru: Уменьшает получаемый урон за счет скорости.

source: of Luck
fr: de Chance
ru: удачливый

source: Increases luck.
fr: Augmente la chance.
ru: Увеличивает удачу.

source: of Bad Luck
fr: de Malchance
ru: неудачи

source: Decreases luck.
fr: Diminue la chance.
ru: Уменьшает удачу.

source: Ominous Bottle
fr: Bouteille de Mauvais Augure
ru: Зловещая бутылка

source: Attracts danger.
fr: Attire le danger.
ru: Привлекает опасность.

source: Unknown Potion
fr: Potion Inconnue
ru: Неизвестное зелье

source: Right-click to identify
fr: Cliquer-droit pour identifier
ru: Щелкните правой кнопкой мыши, чтобы узнать

source: Unknown Tipped Arrow
fr: Flèche à pointe inconnue
ru: Неизвестная стрела с наконечником

source: A throwable potion that will shatter on impact, where it gives all nearby players and mobs a status effect or a set of status effects.
fr: Une potion jetable qui explose à l'impact, où elle donne à tous les joueurs et mobs un effet de statut ou plusieurs effets de statuts.
ru: Бросаемое зелье, которое при ударе разлетается на куски и накладывает на всех ближайших игроков и мобов статусный эффект или набор статусных эффектов.

source: This particular arrow is tipped and will give an effect when it hits a player or mob.
fr: Cette flèche particulière est enchantée et donnera un effet lorsqu'elle touche un joueur ou un mob.
ru: Эта обмакнутая в зелье стрела даёт эффект при попадании в игрока или моба.

source: +@1 HP
fr: +@1 PV

source: -@1 HP
fr: -@1 PV
