Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/REDSTONE/mcl_pressureplates/locale/poconvert/*.po
Languages: es, zh_cn

source: A pressure plate is a redstone component which supplies its surrounding blocks with redstone power while someone or something rests on top of it.
es: Una placa de presión es un componente de redstone que suministra a sus bloques circundantes energía de redstone mientras alguien o algo descansa sobre ella.
zh_cn: 压力板是一种红石组件，当有某人或某物置于其上方时，它会为其周围的方块提供红石能量。

source: Provides redstone power when pushed
es: Emite una señal de redstone cuando es pulsado
zh_cn: 按下时提供红石能量

source: Pushable by players, mobs and objects
es: Pulsable por jugadores, criaturas y objetos
zh_cn: 可被玩家、生物以及物体推动

source: Pushable by players and mobs
es: Pulsable por jugadores y criaturas
zh_cn: 可被玩家和生物推动

source: Pushable by mobs
es: Pulsable por criaturas
zh_cn: 可被生物推动

source: Pushable by players
es: Pulsable por jugadores
zh_cn: 可被玩家推动

source: Stone Pressure Plate
es: Placa de presión de piedra
zh_cn: 石质压力板

source: A stone pressure plate is a redstone component which supplies its surrounding blocks with redstone power while a player or mob stands on top of it. It is not triggered by anything else.
es: Una placa de presión de piedra es un componente de redstone que suministra a sus bloques circundantes poder de redstone mientras un jugador o una criatura se paran encima. No se desencadena por nada más.
zh_cn: 石质压力板是一种红石组件，当玩家或生物站在其上方时，它会为周围的方块提供红石能量。除此之外，它不会被其他任何东西触发。

source: Polished Blackstone Pressure Plate
es: Placa de presión de piedra negra pulida
zh_cn: 磨制黑石压力板

source: A polished blackstone pressure plate is a redstone component which supplies its surrounding blocks with redstone power while a player or mob stands on top of it. It is not triggered by anything else.
es: Una placa de presión de piedra negra pulida es un componente de redstone que emite una señal de redstone a los bloques adyacentes mientras un jugador o una criatura está encima. No se activa por ningún otro motivo.
zh_cn: 磨制黑石压力板是一种红石组件，当玩家或生物站在其上方时，它会为其周围的方块提供红石能量。除此之外，它不会被别的任何东西触发。
