Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/vlf_buckets/locale/poconvert/*.po
Languages: de, ja

source: Bucket of @1
de: Eimer von @1
ja: @1入りバケツ

source: This bucket is filled with water and @1.
de: Dieser Eimer ist gefüllt mit Wasser und @1.
ja: このバケツには、水と@1が入っています。

source: Place it to empty the bucket and place a @1. Obtain by right clicking on a @2 with a bucket of water.
de: Platzieren um den Eimer zu leeren und ein @1 zu platzieren. Erhalten beim Rechtsklick auf ein @2 mit einem Wassereimer.

source: Places a water source and a @1.
de: Platziert eine Wasserquelle und ein @1.

source: Empty Bucket
de: Leerer Eimer
ja: 空のバケツ

source: A bucket can be used to collect and release liquids.
de: Ein Eimer kann benutzt werden, um Flüssigkeiten aufzusammeln und wieder freizulassen.
ja: バケツは、液体の回収と放出に使えます。

source: Punch a liquid source to collect it. You can then use the filled bucket to place the liquid somewhere else.
de: Hauen Sie auf eine Flüssigkeitsquelle, um sie aufzusammeln. Sie können den vollen Eimer dann benutzen, um die Flüssigkeit woanders zu platzieren.
ja: 液体の源に使うと、それを回収します。何処かに満ちたバケツを使うと、液体を配置できます。

source: Collects liquids
de: Sammelt Flüssigkeiten auf
ja: 液体を回収

source: Lava Bucket
de: Lavaeimer
ja: 溶岩入りバケツ

source: A bucket can be used to collect and release liquids. This one is filled with hot lava, safely contained inside. Use with caution.
de: Ein Eimer kann benutzt werden, um Flüssigkeiten aufzusammeln und wieder freizulassen. Dieser hier ist voller heißer Lava, die sicher in ihm verstaut ist. Mit Vorsicht zu handhaben.
ja: バケツは、液体を集めたり出したりするのに使えます。この満たされた高温の溶岩は、安全に収容されています。使用の際はご注意ください。

source: Get in a safe distance and place the bucket to empty it and create a lava source at this spot. Don't burn yourself!
de: Gehen Sie zu einer sicheren Stelle und platzieren Sie den Eimer, um ihn zu leeren und eine Lavaquelle an dieser Stelle zu erzeugen. Verbrennen Sie sich nicht!
ja: 安全な距離を取り、バケツを置いて空にし、この場所に溶岩源を作ります。ヤケドしないように！

source: Places a lava source
de: Platziert eine Lavaquelle
ja: 溶岩源を配置

source: Water Bucket
de: Wassereimer
ja: 水入りバケツ

source: A bucket can be used to collect and release liquids. This one is filled with water.
de: Ein Eimer kann benutzt werden, um Flüssigkeiten aufzusammeln und wieder freizulassen. Dieser hier ist mit Wasser gefüllt.
ja: バケツは、液体を集めたり出したりするのに使えます。これは水で満たされています。

source: Place it to empty the bucket and create a water source.
de: Platzieren Sie ihn, um den Eimer zu leeren und eine Wasserquelle zu erzeugen.
ja: これを置いてバケツを空にし、水源を作ります。

source: Places a water source
de: Platziert eine Wasserquelle
ja: 水源を配置

source: River Water Bucket
de: Flusswassereimer
ja: 河川水入りバケツ

source: A bucket can be used to collect and release liquids. This one is filled with river water.
de: Ein Eimer kann benutzt werden, um Flüssigkeiten aufzusammeln und wieder freizulassen. Dieser hier ist mit Flusswasser gefüllt.
ja: バケツは、液体を集めたり出したりするのに使えます。これは河川水で満たされています。

source: Place it to empty the bucket and create a river water source.
de: Platzieren Sie ihn, um den Eimer zu leeren und eine Flusswasserquelle zu erzeugen.
ja: これを置いてバケツを空にし、河川水源を作ります。

source: Places a river water source
de: Platziert eine Flusswasserquelle
ja: 河川水源を配置
