Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/vlf_books/locale/poconvert/*.po
Languages: pt_br

source: Book
pt_br: Livro

source: Books are used to make bookshelves and book and quills.
pt_br: Livros são utilizados para fazer prateleiras de livros e livro e pena.

source: Copy of “@1”
pt_br: Copia de "@1"

source: Copy of Copy of “@1”
pt_br: Cópia da Cópia de "@1"

source: Tattered Book
pt_br: Livro Esfarrapado

source: by @1
pt_br: por @1

source: Sign
pt_br: Assinar

source: Done
pt_br: Finalizar

source: Book and Quill
pt_br: Livro e Pena

source: Write down some notes
pt_br: Escreve algumas anotações

source: This item can be used to write down some notes.
pt_br: Este item pode ser utilizado para escrever algumas anotações.

source: Hold it in the hand, then rightclick to read the current notes and edit then. You can edit the text as often as you like. You can also sign the book which turns it into a written book which you can stack, but it can't be edited anymore.
pt_br: Segure na mão e aperte o botão direito para ler e editar as anotações. Você pode editar o texto o quanto quiser. Você pode assinar o livro, o que o torna em um livro escrito em que você pode empilhar, mas não poderá ser editado mais.

source: A book can hold up to 4500 characters. The title length is limited to 64 characters.
pt_br: Um livro pode conter até 4500 caracteres. O tamanho do título é limitado a 64 caracteres.

source: Enter book title:
pt_br: Entre com o título do livro:

source: Sign and Close
pt_br: Assinar e Fechar

source: Note: The book will no longer be editable after signing
pt_br: Nota: o livro não será mais editável após assinar

source: Cancel
pt_br: Cancelar

source: Nameless Book
pt_br: Livro sem título

source: Written Book
pt_br: Livro Escrito

source: Written books contain some text written by someone. They can be read and copied, but not edited.
pt_br: Livros escritos contém textos escritos por alguém. Eles podem ser lidos e copiados, mas não editados.

source: Hold it in your hand, then rightclick to read the book.
pt_br: Segure em sua mão e aperte o botão direito para ler o livro.

source: To copy the text of the written book, place it into the crafting grid together with a book and quill (or multiple of those) and craft. The written book will not be consumed. Copies of copies can not be copied.
pt_br: Para copiar o texto de um livro escrito, coloque-o na mesa de trabalho junto de um livro e pena (ou vários deste) e copie. O livro escrito não será consumido. Copias de copias não poderão ser copiadas.

source: Bookshelf
pt_br: Estante de Livros

source: Bookshelves are used for decoration.
pt_br: Estante de livros são utilizadas para decoração.
