Repository: VoxelForge/VoxelForge
Catalog: mods/ENTITIES/vlf_minecarts/locale/poconvert/*.po
Languages: oc, ru

source: Sneak-click to remove
ru: Щелкните (крадучись), чтобы удалить

source: Minecart
oc: Vagonet
ru: Вагонетка

source: Vehicle for fast travel on rails
oc: Veicule per voiatjar vistament per ralhs.
ru: Железнодорожный транспорт

source: Minecarts can be used for a quick transportion on rails.
oc: Los vagonet pòdon èsser utilizats per un transpòrt rapide per ralhs.
ru: Вагонетка может быть использована для быстрого перемещения по рельсам.

source: Minecarts only ride on rails and always follow the tracks. At a T-junction with no straight way ahead, they turn left. The speed is affected by the rail type.
oc: Los vagonets ròtlon mas per ralhs e seguisson totjorn la pista. A una joncion T embei ren davant, tòrnon a gaucha.
ru: Вагонетки едут только по проложенным рельсам. На Т-образной развилке они поворачивают налево. Скорость зависит от типа рельсов.

source: You can place the minecart on rails. Right-click it to enter it. Punch it to get it moving.
oc: Podètz plaçar le vagonet per ralhs. Fasetz un clic dreit dessobre per çai rentrar. Tustatz z-o per z-o faire bojar.
ru: Вы можете поставить вагонетку на рельсы. Правым кликом сядьте в неё. Ударьте по ней, чтобы она поехала.

source: To obtain the minecart, punch it while holding down the sneak key.
oc: Per aver le vagonet, tustatz z-o embei la tocha sneak enfonçada.
ru: Чтобы забрать вагонетку, ударьте по ней, удерживая клавишу [Красться].

source: If it moves over a powered activator rail, you'll get ejected.
ru: Если он проедет по активированному рельсу, то вас выбросит.

source: Sneak to dismount
oc: Se baissar per descendre
ru: Нажмите [Красться] для высадки

source: Minecart with Chest
oc: Vagonet embei una Mala
ru: Вагонетка с сундуком

source: Minecart with Furnace
oc: Vagonet embei un Fornil
ru: Вагонетка с печью

source: A minecart with furnace is a vehicle that travels on rails. It can propel itself with fuel.
oc: Un vagonet embei un fornil z-es un veïcule que voiatja per ralhs. Pòt se propulsar embei dau carburant.
ru: Вагонетка с печью это железнодорожный транспорт. Она может ехать сама за счёт топлива.

source: Place it on rails. If you give it some coal, the furnace will start burning for a long time and the minecart will be able to move itself. Punch it to get it moving.
oc: Plaçatz z-o per ralhs. Si li balhatz dau charbon, le fornil vai començar de borlar lòngtemps e porà rotlar. Tustatz z-o per z-o faire bojar.
ru: Поставьте вагонетку на рельсы. Если добавить в неё угля, то печь будет гореть продолжительное время и вагонетка сможет поехать сама. Ударьте по ней, чтобы она поехала.

source: To obtain the minecart and furnace, punch them while holding down the sneak key.
oc: Per obtener le vagonet e le fornil, tustatz z-o embei la tocha sneak enfonçada.
ru: Чтобы забрать вагонетку с печью, ударьте по ней, удерживая клавишу [Красться].

source: Minecart with Command Block
oc: Vagonet embei un Blòc de Comandas
ru: Вагонетка с командным блоком

source: Minecart with Hopper
oc: Vagonet embei un Embure
ru: Вагонетка с воронкой

source: Minecart with TNT
oc: Vagonet embei de la TNT
ru: Вагонетка с ТНТ

source: Can be ignited by tools or powered activator rail
oc: Pòt èsser atubat embei daus otilhs o un ralh d'activacion
ru: Можно поджечь инструментом или активирующими рельсами

source: A minecart with TNT is an explosive vehicle that travels on rail.
oc: Un vagonet embei TNT z-es un vagonet explosiu que voiatja per ralhs.
ru: Вагонетка с ТНТ это взрывающийся железнодорожный транспорт.

source: Place it on rails. Punch it to move it. The TNT is ignited with a flint and steel or when the minecart is on an powered activator rail.
oc: Plaçatz z-o per ralhs. Tustatz z-o per z-o desplaçar. La TNT z-es atubada embei un batifuòc o quand le vagonet z-es per un ralh d'activacion atubat.
ru: Поместите вагонетку на рельсы. Ударьте по ней, чтобы она поехала. ТНТ активируется, если его поджечь огнивом или когда вагонетка проедет через подключенные активирующие рельсы.

source: To obtain the minecart and TNT, punch them while holding down the sneak key. You can't do this if the TNT was ignited.
oc: Per obtenèr le vagonet e la TNT, tustatz z-o embei la tocha sneak enfonçada. Podètz pas faire quo si la TNT z-es atubada.
ru: Чтобы забрать вагонетку с ТНТ, ударьте по ней, удерживая клавишу [Красться]. Если ТНТ подожжён, сделать это нельзя.

source: Place them on the ground to build your railway, the rails will automatically connect to each other and will turn into curves, T-junctions, crossings and slopes as needed.
oc: Plaçatz z-o per sòu per construrre vostre chamin de fèrre, los ralhs se conectaron entre ilhs e faron de las corbas, de las junccions en T, en traversadas et en pentas au besonh.
ru: Поместите рельсы на землю, чтобы сделать железную дорогу, рельсы автоматически соединятся между собой и будут образовывать повороты, T-образные развилки, перекрёстки и склоны там, где это потребуется.

source: Rail
oc: Ralh
ru: Рельсы

source: Track for minecarts
oc: Pista per vagonets
ru: Железная дорога

source: Rails can be used to build transport tracks for minecarts. Normal rails slightly slow down minecarts due to friction.
oc: Los ralhs pòdon èsser utilizats per construrre los chamins de transpòrt per los vagonets. Los ralhs normaus ralentissons gentament los vagonet per causa de friccion.
ru: Рельсы используются для строительства железной дороги. Обычные рельсы немного замедляют движение вагонеток из-за трения.

source: Powered Rail
oc: Ralh Atubat
ru: Энергорельсы

source: Speed up when powered, slow down when not powered
oc: Acceleratz quand z-es atubat, ralentissetz quand z-es pas atubat.
ru: Если подключены - ускоряют, если нет - тормозят

source: Rails can be used to build transport tracks for minecarts. Powered rails are able to accelerate and brake minecarts.
oc: Los ralhs pòdon èsser utilizats per construrre los chamins de transpòrt per los vagonets. Los ralhs atubats son per faire accelerar o frenar los vagonets.
ru: Энергорельсы используются для строительства железной дороги. Энергорельсы могут ускорять и тормозить вагонетки.

source: Without redstone power, the rail will brake minecarts. To make this rail accelerate minecarts, power it with redstone power.
oc: Sens energia de pèirotge, le ralh vai frenar los vagonets. Per que le ralh accelera los vagonets, alimentatz z-o embei de l'energia de pèirotge.
ru: Неподключенные энергорельсы замедляют вагонетки. Чтобы энергорельсы ускоряли вагонетки, проведите к ним сигнал редстоуна.

source: Activator Rail
oc: Ralh d'Activacion
ru: Активирующие рельсы

source: Activates minecarts when powered
oc: Activa los vagonets quand pas atubat.
ru: Активирует особые вагонетки, если подключены

source: Rails can be used to build transport tracks for minecarts. Activator rails are used to activate special minecarts.
oc: Los ralhs pòdon èsser utilizats per construrre los chamins de transpòrt per los vagonets. Los ralhs d'activacion son utilizats per activar daus vagonets speciaus.
ru: Активирующие рельсы используются для строительства железной дороги. Активирующие рельсы активируют некоторые особые вагонетки.

source: To make this rail activate minecarts, power it with redstone power and send a minecart over this piece of rail.
oc: Per activar le ralh, alimentatz z-o embei de l'energia de pèirotge e fasetz rotlar un vagonet per aqueste ralh.
ru: Чтобы эти рельсы активировали вагонетки, подключите активирующие рельсы к сигналу редстоуна и направьте вагонетку через них.

source: Detector Rail
oc: Ralh de Deteccion
ru: Нажимные рельсы

source: Emits redstone power when a minecart is detected
oc: Emeta de l'energia de pèirotge quand un vagonet z-es detectat.
ru: Подает сигнал редстоуна при обнаружении вагонетки

source: Rails can be used to build transport tracks for minecarts. A detector rail is able to detect a minecart above it and powers redstone mechanisms.
oc: Los ralhs pòdon èsser utilizats per construirre los chamins de transpòrt per los vagonets. Los ralhs de deteccion pòdon detectar un vagonet per ilhs e atubar un mecanisme de pèirotge.
ru: Нажимные рельсы используются для строительства железной дороги. Нажимные рельсы реагируют на проезжающие по ним вагонетки и выдают сигнал для механизмов из редстоуна.

source: To detect a minecart and provide redstone power, connect it to redstone trails or redstone mechanisms and send any minecart over the rail.
oc: Per detectar un vagonet e produrre de l'energia de pèirotge, conectatz le ralh a de la pèirotge e fasetz rotlar un vagonet per i-aul.
ru: Подсоедините к нажимным рельсам редстоун или редстоуновые механизмы, чтобы активировать их когда по рельсам проезжает вагонетка.
