Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/vlf_portals/locale/poconvert/*.po
Languages: es

source: End Portal
es: Portal del End

source: An End portal teleports creatures and objects to the mysterious End dimension (and back!).
es: Un portal final teletransporta criaturas y objetos a la misteriosa dimensión final (¡y viceversa!).

source: Hop into the portal to teleport. Entering an End portal in the Overworld teleports you to a fixed position in the End dimension and creates a 5×5 obsidian platform at your destination. End portals in the End will lead back to your spawn point in the Overworld.
es: Salta al portal para teletransportarte. Entrar en un portal final en el Overworld te teletransporta a una posición fija en la dimensión final y crea una plataforma de obsidiana 5 × 5 en tu destino. Los portales finales en el final lo llevarán de regreso a su punto de generación en el mundo terrenal

source: End Portal Frame
es: Marco de portal del End

source: End portal frames are used in the construction of End portals. Each block has a socket for an eye of ender.
es: Los marcos del portal final se utilizan en la construcción de portales finales. Cada bloque tiene un zócalo para un ojo de ender.

source: NOTE: The End dimension is currently incomplete and might change in future versions.
es: NOTA: El portal del end está actualmente incompleto y puede cambiar en futuras versiones.

source: To create an End portal, you need 12 end portal frames and 12 eyes of ender. The end portal frames have to be arranged around a horizontal 3×3 area with each block facing inward. Any other arrangement will fail.
es: Para crear un portal final, necesita 12 marcos de portal final y 12 ojos de ender. Los marcos del portal final deben estar dispuestos alrededor de un área horizontal de 3 × 3 con cada bloque mirando hacia adentro. Cualquier otro arreglo fallará.

source: Place an eye of ender into each block. The end portal appears in the middle after placing the final eye.
es: Coloque un ojo de ender en cada bloque. El portal final aparece en el medio después de colocar el ojo final.

source: Once placed, an eye of ender can not be taken back.
es: Una vez colocado, un ojo de ender no puede ser retirado.

source: End Portal Frame with Eye of Ender
es: Marco de portal del End con ojo de ender

source: Obsidian is also used as the frame of Nether portals.
es: La obsidiana también se usa como marco de portal del End.

source: Nether Portal
es: Portal del Nether

source: A Nether portal teleports creatures and objects to the hot and dangerous Nether dimension (and back!). Enter at your own risk!
es: Un portal Nether teletransporta criaturas y objetos a la dimensión Nether ardiente y peligrosa (¡y viceversa!). ¡Entra bajo tu propio riesgo!

source: Stand in the portal for a moment to activate the teleportation. Entering a Nether portal for the first time will also create a new portal in the other dimension. If a Nether portal has been built in the Nether, it will lead to the Overworld. A Nether portal is destroyed if the any of the obsidian which surrounds it is destroyed, or if it was caught in an explosion.
es: SPárate en el portal por un momento para activar la teletransportación. Entrar en un portal Nether por primera vez también creará un nuevo portal en la otra dimensión. Si se ha construido un portal Nether en Nether, conducirá al Overworld. Un portal abisal se destruye si se destruye cualquiera de las obsidianas que lo rodean, o si quedó atrapado en una explosión.
