Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/vlf_banners/locale/poconvert/*.po
Languages: de, es, fr, ja, pl

source: White Banner
de: Weißes Banner
es: Estandarte blanco
fr: Bannière Blanche
ja: 白色の旗
pl: Biały sztandar

source: White
de: Weißer
es: Blanco
fr: Blanc
ja: 白色
pl: Biały

source: Grey Banner
de: Graues Banner
es: Estandarte gris
fr: Bannière Grise
ja: 灰色の旗
pl: Szary sztandar

source: Grey
de: Grauer
es: Gris
fr: Gris
ja: 灰色
pl: Szary

source: Light Grey Banner
de: Hellgraues Banner
es: Estandarte gris claro
fr: Bannière Gris Clair
ja: 薄灰色の旗
pl: Jasnoszary sztandar

source: Light Grey
de: Hellgrauer
es: Gris claro
fr: Gris Clair
ja: 薄灰色
pl: Jasnoszary

source: Black Banner
de: Schwarzes Banner
es: Estandarte negro
fr: Bannière Noir
ja: 黒色の旗
pl: Czarny sztandar

source: Black
de: Schwarzer
es: Negro
fr: Noir
ja: 黒色
pl: Czarny

source: Red Banner
de: Rotes Banner
es: Estandarte roja
fr: Bannière Rouge
ja: 赤色の旗
pl: Czerwony sztandar

source: Red
de: Roter
es: Rojo
fr: Rouge
ja: 赤色
pl: Czerwony

source: Yellow Banner
de: Gelbes Banner
es: Estandarte amarilla
fr: Bannière Jaune
ja: 黄色の旗
pl: Żółty sztandar

source: Yellow
de: Gelber
es: Amarillo
fr: Jaune
ja: 黄色
pl: Żółty

source: Green Banner
de: Grünes Banner
es: Estandarte verde
fr: Bannière Verte
ja: 緑色の旗
pl: Zielony sztandar

source: Green
de: Grüner
es: Verde
fr: Vert
ja: 緑色
pl: Zielony

source: Cyan Banner
de: Türkises Banner
es: Estandarte cian
fr: Bannière Cyan
ja: 青緑色の旗
pl: Błękitny sztandar

source: Cyan
de: Türkiser
es: Cian
ja: 青緑色
pl: Błękitny

source: Blue Banner
de: Blaues Banner
es: Estandarte azul
fr: Bannière Bleue
ja: 青色の旗
pl: Niebieski sztandar

source: Blue
de: Blauer
es: Azul
ja: 青色
pl: Niebieski

source: Orange
de: Oranger
es: Naranja
ja: 橙色
pl: Pomarańczowy

source: Purple Banner
de: Violettes Banner
es: Estandarte morada
fr: Bannière Violette
ja: 紫色の旗
pl: Fioletowy sztandar

source: Violet
de: violett
ja: 紫色
pl: Fioletowy

source: Brown Banner
de: Braunes Banner
es: Estandarte marrón
fr: Bannière Marron
ja: 茶色の旗
pl: Brązowy sztandar

source: Brown
de: Brauner
es: Marrón
fr: Marron
ja: 茶色
pl: Brązowy

source: Pink Banner
de: Rosa Banner
es: Estandarte rosa
fr: Bannière Rose
ja: 桃色の旗
pl: Różowy sztandar

source: Pink
de: Rosa
es: Rosa
fr: Rose
ja: 桃色
pl: Różowy

source: Lime Banner
de: Lindgrünes Banner
es: Estandarte verde lima
fr: Bannière Vert Clair
ja: 黄緑色の旗
pl: Jasnozielony sztandar

source: Lime
de: Hellgrüner
es: Verde lima
fr: Vert Clair
ja: 黄緑色
pl: Jasnozielony

source: Light Blue Banner
de: Hellblaues Banner
es: Estandarte azul claro
fr: Bannière Bleue Clair
ja: 空色の旗
pl: Jasnoniebieski sztandar

source: Light Blue
de: Hellblauer
es: Azul claro
fr: Bleu Clair
ja: 空色
pl: Jasnoniebieski

source: Banners are tall colorful decorative blocks. They can be placed on the floor and at walls. Banners can be emblazoned with a variety of patterns using a lot of dye in crafting.
de: Banner sind hohe farbige dekorative Blöcke. Sie können auf dem Boden und an Wände platziert werden. Banner können mit einer Vielzahl von Mustern mit Hilfe von Farbstoffen in der Fertigung bemalt werden.
es: Los estandartes son bloques decorativos altos y coloridos. Se pueden colocar en el suelo y en las paredes. Los estandartes se pueden estampar con una variedad de patrones usando mucho tinte en la elaboración.
fr: Les bannières sont de grands blocs décoratifs colorés. Ils peuvent être placés au sol et aux murs. Les bannières peuvent arborées une variété de motifs en utilisant beaucoup de colorant dans l'artisanat.
ja: 旗は、背の高いカラフルな装飾ブロックです。床や壁に配置できます。クラフトで染料を多用すると、さまざまな模様のエンブレムが作れます。
pl: Sztandary są kolorowymi dekoracyjnymi blokami. Mogą być postawione na ziemi i na ścianach. Sztandary mogą być upiększone różnymi wzorami przy użyciu sporej ilości farby podczas wytwarzania.

source: Use crafting to draw a pattern on top of the banner. Emblazoned banners can be emblazoned again to combine various patterns. You can draw up to 12 layers on a banner that way. If the banner includes a gradient, only 3 layers are possible.
de: Benutze die Fertigung, um ein Muster auf einem Banner zu malen. Bemalte Banner können erneut bemalt werden, um verschiedene Muster zu ergeben. Du kannst bis zu 12 Schichten auf einen Banner malen. Wenn ein Banner einen Farbverlauf hat, sind nur drei Schichten möglich.
es: Usa la elaboración para dibujar un patrón en la parte superior del estandarte. Los estandartes estampados pueden volver a estamparse para combinar varios patrones. Puede dibujar hasta 12 capas en un estandarte de esa manera. Si la pancarta incluye un degradado, solo son posibles 3 capas.
fr: Utilisez l'artisanat pour dessiner un motif sur le dessus de la bannière. Les bannières blasonnées peuvent être à nouveau blasonnées pour combiner différents motifs. Vous pouvez dessiner jusqu'à 12 couches sur une bannière de cette façon. Si la bannière comprend un dégradé, seulement 3 couches sont possibles.
ja: クラフトによって、旗の面に模様を描きます。エンブレム入りの旗を再度エンブレム化することで、様々なパターンを組み合わせられます。この方法では、旗に最大12枚のレイヤー（重ねられる層）が描けます。グラデーションを含む場合は、3レイヤーまでとなります。
pl: Użyj wytwarzania aby narysować wzór na górze sztandaru. Upiększone sztandary mogą być upiększone ponownie by połączyć kilka wzorów. Możesz narysować do 12 warstw na sztandarze w ten sposób. Jeśli baner zawiera gradient tylko 3 warstwy są możliwe.

source: You can copy the pattern of a banner by placing two banners of the same color in the crafting grid—one needs to be emblazoned, the other one must be clean. Finally, you can use a banner on a cauldron with water to wash off its top-most layer.
de: Du kannst ein Muster eines Banners kopieren, indem du zwei Banner der selben Grundfarbe in das Fertigungsgitter platzierst: Das eine muss bemalt sein, das andere leer. Außerdem kannst du ein Banner an einem Kessel mit Wasser benutzen, um seine oberste Schicht abzuwaschen.
es: Puede copiar el patrón de un estandarte colocando dos estandartes del mismo color en la cuadrícula de fabricación: una debe ser estampada, la otra debe estar limpia. Finalmente, puede usar un estandarte en un caldero con agua para lavar su capa superior.
fr: Vous pouvez copier le motif d'une bannière en plaçant deux bannières de la même couleur dans la grille de fabrication: l'une doit être décorée, l'autre doit être propre. Enfin, vous pouvez utiliser une bannière sur un chaudron avec de l'eau pour laver sa couche la plus haute.
ja: 同じ色の旗を2枚並べて、旗の模様を写せます。1枚はエンブレム入りで、もう1枚はまっさらな状態であることが必要です。最後に、旗を大釜の上に置いて使うことで、その一番上のレイヤーを水で洗い流す事もできます。
pl: Możesz skopiować wzór sztandaru kładąc dwa sztandary tego samego koloru w siatce wytwarzania. Jeden z nich musi być upiększony, drugi czysty. Możesz również użyć sztandar na kociołku z wodą aby zmyć górną warstwę.

source: Preview Banner
de: Banner-Vorschau

source: Paintable decoration
de: Bemalbare Dekoration
fr: Décoration à peindre
ja: 塗装可能な装飾
pl: Dekoracja do malowania

source: Can be used to craft special banner designs on the loom
de: Kann verwendet werden, um spezielle Bannermotive auf dem Webstuhl herzustellen

source: Special Banner Pattern
de: Besondere Banner-Muster

source: @1 Bordure
de: Bord (@1)
es: Borde (@1)
fr: Bordure (@1)
ja: @1 縁取り
pl: @1 z obramowaniem

source: @1 Bricks
de: Ziegel (@1)
es: Bloque (@1)
fr: Blocs (@1)
ja: @1 レンガ模様
pl: @1 murowany

source: @1 Roundel
de: Kugel (@1)
es: Medallón (@1)
fr: Cocarde (@1)
ja: @1 円形
pl: @1 krąg

source: @1 Creeper Charge
de: Creeper-Figur (@1)
es: Carga de enredadera (@1)
fr: Face de Creeper (@1)
ja: @1 クリーパー模様
pl: @1 creeper

source: @1 Saltire
de: Andreaskreuz (@1)
es: Saltire (@1)
fr: Saltire (@1)
ja: @1 ✕字
pl: @1 skośny krzyż

source: @1 Bordure Indented
de: Gewellter Bord (@1)
es: Sangrado del borde (@1)
fr: Bordure en retrait (@1)
ja: @1 波形の縁取り
pl: @1 z ząbkowanym obramowaniem

source: @1 Per Bend Inverted
de: Schräglinke umgekehrte Teilung (@1)
es: Curva invertida (@1)
fr: Division inclinée inversé (@1)
ja: @1 ＼分割 左下塗り
pl: @1 z lewą dolną połową

source: @1 Per Bend Sinister Inverted
de: Schrägrechte umgekehrte Teilung (@1)
es: Curva siniestra invertida (@1)
fr: Division oblique inversé (@1)
ja: @1 ／分割 右下塗り
pl: @1 z prawą dolną połową

source: @1 Per Bend
de: Schräglinke Teilung (@1)
es: Curva (@1)
fr: Division inclinée (@1)
ja: @1 ＼分割 右上塗り
pl: @1 z prawą górną połową

source: @1 Per Bend Sinister
de: Schrägrechte Teilung (@1)
es: Curva siniestra (@1)
fr: Division oblique (@1)
ja: @1 ／分割 左上塗り
pl: @1 z lewą górną połową

source: @1 Flower Charge
de: Blumenfigur (@1)
es: Carga de la flor (@1)
fr: Figure Fleur (@1)
ja: @1 花模様
pl: @1 kwiat

source: @1 Gradient
de: Farbverlauf (@1)
es: Farbverlauf (@1)
fr: Dégradé (@1)
ja: @1 グラデーション 上から塗り

source: @1 Base Gradient
de: Fußfarbverlauf (@1)
es: Zócalo Degradado (@1)
fr: Dégradé de couleurs (@1)
ja: @1 グラデーション 下から塗り
pl: @1 odwrócony

source: @1 Per Fess Inverted
de: Umgekehrte Teilung (@1)
es: División invertida (@1)
fr: Division inverse (@1)
ja: @1 上下分割 下塗り
pl: @1 z dolną połową

source: @1 Per Fess
de: Teilung (@1)
es: División (@1)
fr: Division (@1)
ja: @1 上下分割 上塗り
pl: @1 z górną połową

source: @1 Per Pale
de: Spaltung (@1)
es: Palidez (@1)
fr: Division (@1)
ja: @1 左右分割 左塗り
pl: @1 z lewą połową

source: @1 Per Pale Inverted
de: Umgekehrte Spaltung (@1)
es: Palidez invertida (@1)
fr: Division inverse (@1)
ja: @1 左右分割 右塗り
pl: @1 z prawą połową

source: @1 Thing Charge
de: Dingsfigur (@1)
es: Carga de objeto (@1)
fr: Chose (@1)
ja: @1 何かの模様
pl: @1 kształt czegoś

source: @1 Globe Charge
de: @1-Globusvorlage

source: @1 Piglin Charge
de: @1-Piglin-Vorlage

source: @1 Lozenge
de: Raute (@1)
es: Rombo (@1)
fr: Rhombus (@1)
ja: @1 菱形
pl: @1 romb

source: @1 Skull Charge
de: Totenkopffigur (@1)
es: Carga de calabera (@1)
fr: Figure de crâne (@1)
ja: @1 骸骨模様
pl: @1 kształt czaszki

source: @1 Paly
de: Pfähle (@1)
es: Poster (@1)
fr: Pieux (@1)
ja: @1 縦縞
pl: @1 z pionowymi paskami

source: @1 Base Dexter Canton
de: Rechtes Untereck (@1)
es: Zócalo inferior derecho (@1)
fr: Coin inférieur droit (@1)
ja: @1 矩形 左下塗り
pl: @1 lewy dolny róg

source: @1 Base Sinister Canton
de: Linkes Untereck (@1)
es: Zócalo inferior izquierdo (@1)
fr: Coin inférieur gauche (@1)
ja: @1 矩形 右下塗り
pl: @1 prawy dolny róg

source: @1 Chief Dexter Canton
de: Rechtes Obereck (@1)
es: Encabezado superior derecho (@1)
fr: Coin supérieur droit (@1)
ja: @1 矩形 左上塗り
pl: @1 lewy górny róg

source: @1 Chief Sinister Canton
de: Linkes Obereck (@1)
es: Encabezado superior izquierdo (@1)
fr: Coin supérieur gauche (@1)
ja: @1 矩形 右上塗り
pl: @1 prawy górny róg

source: @1 Cross
de: Kreuz (@1)
es: Cruce (@1)
fr: Croix (@1)
ja: @1 十字
pl: @1 krzyż

source: @1 Base
de: Fuß (@1)
es: Zócalo (@1)
fr: Pieds (@1)
ja: @1 横帯 下端塗り
pl: @1 dolny

source: @1 Pale
de: Pfahl (@1)
es: Palidez (@1)
fr: Mise (@1)
ja: @1 縦帯 中央塗り
pl: @1 pionowy pasek

source: @1 Bend Sinister
de: Schräglinksbalken (@1)
es: Curva siniestra (@1)
fr: Barre gauche inclinée (@1)
ja: @1 ／帯
pl: @1 odwrócony skos

source: @1 Bend
de: Schrägbalken (@1)
es: Curva (@1)
fr: Barre inclinée (@1)
ja: @1 ＼帯
pl: @1 skos

source: @1 Pale Dexter
de: Rechte Flanke (@1)
es: Palidez derecho (@1)
fr: Flanc droit (@1)
ja: @1 縦帯 左端塗り
pl: @1 lewy

source: @1 Fess
de: Balken (@1)
es: División (@1)
fr: Bar (@1)
ja: @1 横帯 中央塗り
pl: @1 poziomy pasek

source: @1 Pale Sinister
de: Linke Flanke (@1)
es: Palidez siniestra (@1)
fr: Flanc gauche (@1)
ja: @1 縦帯 右端塗り
pl: @1 prawy

source: @1 Chief
de: Haupt (@1)
es: Encabezado (@1)
fr: Principal (@1)
ja: @1 横帯 上端塗り
pl: @1 górny

source: @1 Chevron
de: Sparren (@1)
es: Viga (@1)
fr: Chevron (@1)
ja: @1 下に三角形
pl: @1 dolny trójkąt

source: @1 Chevron Inverted
de: Gegensparren (@1)
es: Viga invertida (@1)
fr: Contre-chevrons (@1)
ja: @1 上に逆三角形
pl: @1 górny trójkąt

source: @1 Base Indented
de: Gezackter Fuß (@1)
es: Zócalo sangrada (@1)
fr: Pied dentelé (@1)t
ja: @1 下に波形
pl: @1 ząbkowany dolny

source: @1 Chief Indented
de: Gezacktes Haupt (@1)
es: Sangrado del encabezado (@1)
fr: Tête dentelée (@1)
ja: @1 上に波形
pl: @1 ząbkowany górny

source: And one additional layer
de: Und eine zusätzliche Schicht
es: Y una capa adicional
fr: Et une couche supplémentaire
ja: さらにレイヤーを1枚追加
pl: I jedna dodatkowa warstwa

source: And @1 additional layers
de: Und @1 zusätzliche Schichten
es: Y @1 capas adicionales
fr: Et @1 couches supplémentaires
ja: さらにレイヤーを@1枚追加
pl: I @1 dodatkowych warstw

source: Magenta Banner
es: Estandarte magenta
fr: Bannière Magenta
ja: 赤紫色の旗
pl: Karmazynowy sztandar

source: Magenta
ja: 赤紫色
pl: Karmazynowy

source: Orange Banner
es: Estandarte naranja
fr: Bannière Orange
ja: 橙色の旗
pl: Pomarańczowy sztandar
