Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/vlf_banners/locale/poconvert/dk.po
Languages: dk

source: White Banner
dk: Hvidt vanner

source: White
dk: Hvid

source: Grey Banner
dk: Gråt banner

source: Grey
dk: Grå

source: Light Grey Banner
dk: Lysegråt banner

source: Light Grey
dk: Lysegrå

source: Black Banner
dk: Sort banner

source: Black
dk: Sort

source: Red Banner
dk: Rødt banner

source: Red
dk: Rød

source: Yellow Banner
dk: Gult banner

source: Yellow
dk: Gul

source: Green Banner
dk: Grønt banner

source: Green
dk: Grøn

source: Cyan Banner
dk: Cyanblåt banner

source: Cyan
dk: Cyanblå

source: Blue Banner
dk: Blåt banner

source: Blue
dk: Blå

source: Purple Banner
dk: Lilla banner

source: Violet
dk: Lilla

source: Brown Banner
dk: Brunt banner

source: Brown
dk: Brund

source: Pink Banner
dk: Lyserødt banner

source: Pink
dk: Lyserøde

source: Lime Banner
dk: Limegrønt banner

source: Lime
dk: Limegrøn

source: Light Blue Banner
dk: Lyseblåt banner

source: Light Blue
dk: Lyseblå

source: Banners are tall colorful decorative blocks. They can be placed on the floor and at walls. Banners can be emblazoned with a variety of patterns using a lot of dye in crafting.
dk: Bannere er høje, farverige udsmykningsblokke. De kan placeres på gulve og vægge. Bannere kan præges med et væld af mønste ved at bruge meget farvestof ved produktion.

source: Use crafting to draw a pattern on top of the banner. Emblazoned banners can be emblazoned again to combine various patterns. You can draw up to 12 layers on a banner that way. If the banner includes a gradient, only 3 layers are possible.
dk: Brug håndværk til at tegne et mønster på banneret. Prægede bannere kan præges igen for at skabe forskellige mønstre. Du kan lave op til 12 lag ovenpå hinanden. Hvis banneret har en gradient, kan du kun lave 3 lag.

source: You can copy the pattern of a banner by placing two banners of the same color in the crafting grid—one needs to be emblazoned, the other one must be clean. Finally, you can use a banner on a cauldron with water to wash off its top-most layer.
dk: Du kan kopiere menteret på et banner ved at placere to bannere i den samme farve i håndværksgitteret. Det ene skal være præget, det andet rent. Du kan også bruge et banner på en keddel med vand for at vaske det øverste lag af.

source: Paintable decoration
dk: Udsmykning som kan males

source: @1 Bordure
dk: @1 kantbånd

source: @1 Bricks
dk: @1 mursten

source: @1 Roundel
dk: @1 rundstok

source: @1 Creeper Charge
dk: @1 creeper

source: @1 Bordure Indented
dk: @1 kantbånd med savtakker

source: @1 Per Bend Inverted
dk: @1 nederste venstre diagnoal halvfarvning

source: @1 Per Bend Sinister Inverted
dk: @1 nederste højre diagonal halvfarvning

source: @1 Per Bend
dk: @1 øverste højre diagonal halvfarvning

source: @1 Per Bend Sinister
dk: @1 øverste venstre diagonal halvfarvning

source: @1 Flower Charge
dk: @1 blomst

source: @1 Gradient
dk: @1 gradvist oppefra

source: @1 Base Gradient
dk: @1 gradvist nedefra

source: @1 Per Fess Inverted
dk: @1 nederste halvdel

source: @1 Per Fess
dk: @1 øverste halvdel

source: @1 Per Pale
dk: @1 venstre halvdel

source: @1 Per Pale Inverted
dk: @1 højre halvdel

source: @1 Thing Charge
dk: @1 Mojang

source: @1 Lozenge
dk: @1 Rhombe

source: @1 Skull Charge
dk: @1 dødningehovde

source: @1 Paly
dk: @1 lodrette striber

source: @1 Base Dexter Canton
dk: @1 nederste højre hjørne

source: @1 Base Sinister Canton
dk: @1 nederste venstre hjørne

source: @1 Chief Dexter Canton
dk: @1 øverste højre hjørne

source: @1 Chief Sinister Canton
dk: @1 øverste venstre hjørne

source: @1 Cross
dk: @1 kryds

source: @1 Base
dk: @1 bundstribe

source: @1 Pale
dk: @1 lodret centerstribe

source: @1 Bend Sinister
dk: @1 diagonal stribe fra nederste venstre hjørne

source: @1 Bend
dk: @1 diagonal stribe fra nederste højre hjørne

source: @1 Pale Dexter
dk: @1 venstrestribe

source: @1 Fess
dk: @1 vandret midterstribe

source: @1 Pale Sinister
dk: @1 højrestribe

source: @1 Chief
dk: @1 topstribe

source: @1 Chevron
dk: @1 bundtrekant

source: @1 Chevron Inverted
dk: @1 toptrekant

source: @1 Base Indented
dk: @1 savtakker i bunden

source: @1 Chief Indented
dk: @1 savtakker i toppen

source: And one additional layer
dk: Og ét yderligere lag

source: And @1 additional layers
dk: Og @1 yderligere lag
