Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/vlf_doc_basics/locale/poconvert/*.po
Languages: de, it, ja, ru

source: Minetest can be played alone or online together with multiple players. Online play will work out of the box with any mods, with no need for additional software as they are entirely provided by the server.
de: Minetest kann alleine oder online mit mehreren Spielern gespielt werden. Das Onlinespiel funktioniert mit beliebigen Mods, es muss keine Zusatzsoftware installiert werden, da die Mods komplett vom Server zur Verfügung gestellt werden.
it: Minetest può essere giocato localmente o in rete assieme a più utenti. Il gioco in rete funzionerà immediatamente senza nessun modulo, senza bisogno di programmi aggiuntivi perché interamente forniti dal server.
ja: Minetestは、一人でプレイすることも、複数のプレイヤーと一緒にオンラインでプレイすることも可能です。サーバーが全てを提供するため、どんなMODでもオンラインプレイはそのまま動作し、追加のソフトウェアも要りません。
ru: В Minetest можно играть в одиночку или онлайн вместе с другими игроками. Онлайн-игра будет работать “из коробки” с любыми модами без необходимости установки дополнительного программного обеспечения, так как всё необходимое предоставляется сервером.

source: Web forums: <https://forums.minetest.net/>
de: Webforen: <https://forums.minetest.net/>
it: Forum in rete: <https://forums.minetest.net/>

source: • Continue playing as you wish. There's no real goal, but you may want to check the advancements available from the inventory screen. Have fun!
it: • Continua a giocare a tuo piacimento. Non c'è un vero obiettivo, ma potresti voler controllare i progressi disponibili dalla schermata dell'inventario. Divertiti!
