Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/vlf_doc_basics/locale/poconvert/*.po
Languages: de, it, ja, ru

source: Artificial light will lose one level of brightness for each transparent or semi-transparent block it passes through, until only darkness remains (image 1).
de: Künstliches Licht wird eine Helligkeitsstufe für jeden transparenten oder halbtransparenten Block, den es passiert, einbüßen, bis es völlig verdunkelt ist (Bild 1).
it: La luce artificiale perderà un livello di luminosità per ciascun nodo trasparente o semi-trasparente che attraversa, finché resterà solo oscurità (immagine 1).
ja: 人工光は、透明または半透明のブロックを通過するたびに明るさが1段階下がり、やがて暗闇だけが残ります（画像1）。
ru: Искусственный свет будет терять один уровень яркости для каждого прозрачного или полупрозрачного блока, через который он проходит, пока не останется лишь темнота (рис.1).

source: Sunlight will preserve its brightness as long it only passes fully transparent blocks. When it passes through a semi-transparent block, it turns to artificial light. Image 2 shows the difference.
de: Sonnenlicht wird seine Helligkeit behalten, solange sie nur volltransparente Blöcke passiert. Sobald sie einen halbtransparenten Block passiert, wird es zu künstlichem Licht. Bild 2 zeigt den Unterschied.
it: La luce solare conserverà la propria luminosità finché attraverserà solo blocchi trasparenti. Quando passa attraverso un blocco semi-trasparente, si trasforma in luce artificiale. L'immagine 2 mostra la differenza.
ja: 太陽光は、完全に透明なブロックだけを通過する限り、その明るさを保てます。半透明のブロックを通過すると、人工光に変化します。画像2 はその違いを示しています。
ru: Солнечный свет будет сохранять свою яркость лишь до тех пор, пока он проходит через прозрачные блоки. Когда он пройдёт через полупрозрачный блок, то превратится в искусственный свет. На рисунке 2 показаны отличия.

source: Note that “transparency” here only means that the block is able to carry brightness from its neighboring blocks. It is possible for a block to be transparent to light but you can't see trough the other side.
de: Beachten Sie, dass das Wort „Transparenz“ hier nur bedeutet, dass der Block fähig ist, Helligkeit von seinen Nachbarblöcken weiterzugeben. Es ist möglich, dass ein Block transparent gegenüber Licht ist, aber Sie können nicht durch ihn sehen.
it: Si noti che per “trasparenza” qui si intende solo che il blocco può trasferire la luminosità ai nodi vicini. È possibile che un blocco sia trasparente alla luce, ma che voi non possiate guardarci attraverso.
ja: なお、ここでいう「透明度」とは、隣接するブロックの明るさを伝達できるという意味でしかありません。ブロックが光に対して透明でも、あなたは向こう側が見通せないということはあり得ます。
ru: Обратите внимание, что “прозрачность” здесь означает только то, что блок способен передавать яркость света соседних блоков. Может случиться и так, что блок прозрачен для света, но вы при этом не можете смотреть сквозь него.

source: Groups
de: Gruppen
it: Gruppi
ja: グループ
ru: Группы

source: Items, players and objects (animate and inanimate) can be members of any number of groups. Groups serve multiple purposes:
de: Gegenstände, Spieler und Objekte (lebend oder nicht) können Mitglieder von einer Reihe von Gruppen sein. Gruppen erfüllen mehrere Zwecke:
it: Cose, utenti e oggetti (animati e inanimati) possono essere membri di qualunque numero di gruppi. I gruppi servono a svariati scopi:
ja: アイテム、プレイヤー、オブジェクト（生物と無生物）は、任意の数のグループに属することができます。グループには、次のようなさまざまな役割があります：
ru: Предметы, игроки и объекты (живые и нет) могут быть членами любого количества групп. Группы выполняют несколько задач:

source: • Crafting recipes: Slots in a crafting recipe may not require a specific item, but instead an item which is a member of a particular group, or multiple groups
de: • Fertigungsrezepte: Plätze in Fertigungsrezepten erfordern nicht unbedingt einen konkreten Gegenstand, sondern einen Gegenstand, der zu einer bestimmten Gruppe, oder mehreren Gruppen, gehört
it: • Ricette di assemblaggio: gli alloggi in una ricetta di assemblaggio potrebbero non richiedere un oggetto specifico, ma invece un oggetto che sia membro di un gruppo particolare, o di più gruppi
ja: ・クラフトレシピ：クラフトレシピのスロットには、特定のアイテムである必要がない代わりに、特定のグループまたは複数のグループに属しているアイテムを要する場合がある
ru: • Рецепты: один из входных слотов сетки крафта может занять не строго определённый предмет, а один из предметов, принадлежащих одной или нескольким группам

source: • Digging times: Diggable blocks belong to groups which are used to determine digging times. Mining tools are capable of digging blocks belonging to certain groups
de: • Abbauzeiten: Abbaubare Blöcke gehören zu Gruppen, die benutzt werden, um die Abbauzeiten zu bestimmen. Grabewerkzeuge sind fähig, grabbare Blöcke, die zu bestimmten Gruppen gehören, abzubauen
it: • Tempi di scavo: i blocchi scavabili appartengono a gruppi che sono usati per stabilire i tempi di scavo. Gli strumenti di scavo possono scavare blocchi che appartengono a certi gruppi
ja: ・掘削時間：掘削可能なブロックが属するグループで、掘削時間の設定に使われる。採掘道具は、所定のグループに属するブロックが掘れる。
ru: • Время добывания: Копаемые блоки принадлежат группам, имеющим определённое время добычи. Инструментами добычи можно добывать блоки, принадлежащие определенным группам

source: • Block behavior: Blocks may show a special behaviour and interact with other blocks when they belong to a particular group
de: • Blockverhalten: Blöcke können ein besonderes Verhalten aufweisen und mit anderen Blöcken interagieren, wenn sie zu einer bestimmten Gruppe gehören
it: • Comportamento del blocco: i blocchi possono mostrare un comportamento speciale e interagire con altri blocchi quando questi appartengono a un gruppo particolare
ja: ・ブロックの挙動：ブロックは特定のグループに属している場合、特別な挙動を示し、他のブロックと相互作用することがある
ru: • Поведение блоков: блоки могут вести себя необычным образом и взаимодействовать с другими блоками, если принадлежат определенной группе

source: • Damage and armor: Objects and players have armor groups, weapons have damage groups. These groups determine damage. See also: “Basics > Weapons”
de: • Schaden und Rüstung: Objekte und Spieler haben Rüstungsgruppen, Waffen haben Schadensgruppen. Diese Gruppe bestimmen den Schaden. Siehe auch: „Grundlagen > Waffen“
it: • Ferimento e armatura: gli oggetti e i personaggi possiedono gruppi di armatura, le armi possiedono gruppi di ferimento. Questi gruppi stabiliscono il ferimento. Si veda anche: “Nozioni di base > Armi”
ja: ダメージと防具：オブジェクトとプレイヤーは防具グループ、武器はダメージグループを持つ。これらのグループによってダメージが定まる。次も参考に：“Basics > Weapons”
ru: • Урон и защита: у объектов и игроков есть группы защиты, а у оружия - группы причиняемого урона. Эти группы позволяют определить урон. Смотри также: “Основы > Оружие”

source: • Other uses
de: • Andere Zwecke
it: • Altri usi
ja: ・その他の用途
ru: • И прочее

source: In the item help, many important groups are usually mentioned and explained.
de: In der Gegenstandshilfe werden viele wichtige Gruppen normalerweise erwähnt und erklärt.
it: Nell'aiuto sull'oggetto, solitamente sono nominati e spiegati molti gruppi importanti.
ja: アイテムヘルプでは、通常、多くの重要なグループに言及し、説明されています。
ru: В справке по предметам обычно содержится информация о многих важных группах, а также объясняется их назначение.

source: Glossary
de: Glossar
it: Glossario
ja: 用語集
ru: Глоссарий

source: This is a list of commonly used terms:
de: Dies ist eine Liste von häufig benutzten Begriffen:
ja: よく使われる用語の一覧：
ru: Это список часто используемых терминов:

source: Controls:
de: Steuerung:
it: Controlli:
ja: コントロール
ru: Управление:

source: • Wielding: Holding an item in hand
de: • Halten: Einen Gegenstand in der Hand halten
it: • Impugnare: tenere un oggetto nella mano
ja: ・手に持つ：アイテムを手に持っている状態。ホットバーで選択した状態と同義
ru: • Владеть/Держать/Нести/Удерживать: держать предмет в руке

source: • Pointing: Looking with the crosshair at something in range
de: • Zeigen: Mit dem Fadenkreuz auf etwas in Reichweite blicken
it: • Puntare: guardare col mirino a qualcosa entro il suo raggio
ja: ・ポイントする：十字線で範囲内のものを指すこと
ru: • Наведение/Нацеливание/Прицел/Взгляд: смотреть через прицел в виде крестика на что-либо в пределах вашей досягаемости

source: • Dropping: Throwing an item or item stack to the ground
de: • Wegwerfen: Gegenstand oder Stapel zu Boden werfen
it: • Rilasciare: gettare a terra un oggetto o una pila di oggetti
ja: ・捨てる：アイテムを一つずつ又はスタックごと放り投げ落とすこと
ru: • Выпадание/Дроп: бросание предмета или стака предметов на землю

source: • Punching: Attacking with left-click, is also used on blocks
de: • Schlagen: Angriff mit Linksklick, wird auch an Blöcken benutzt
it: • Colpire: attaccare cliccando col pulsante destro, si usa anche sui blocchi
ja: ・パンチ：左クリックで攻撃や何かを作動させたりすること。ブロックを持っていても使える場合あり
ru: • Удар: атака с помощью щелчка левой кнопкой мыши, применяется и к блокам

source: • Sneaking: Walking slowly while (usually) avoiding to fall over edges
de: • Schleichen: Langsam gehen, während man (normalerweise) verhindert, über die Kante zu fallen
it: • Strisciare: camminare lentamente evitando (normalmente) di cadere dagli orgli
ja: ・スニーク:（通常は）縁から落ちるのを避けながら、ゆっくりと歩くこと
ru: • Подкрадывание: идти медленно, избегая опасности падения с края блока

source: • Climbing: Moving up or down a climbable block
de: • Klettern: Bei einem kletterbaren Block auf- oder absteigen
it: • Arrampicarsi: muoversi in alto o in basso su di un blocco arrampicabile
ja: ・よじ登る：よじ登り可能なブロックを上下に移動すること
ru: • Карабкаться: перемещение вверх или вниз по блоку, позволяющему по нему карабкаться

source: Blocks:
de: Blöcke:
it: Blocchi:
ja: ブロック：
ru: Блоки:

source: • Block: Cubes that the worlds are made of
de: • Block: Würfel, aus denen die Welten gemacht sind
it: • Blocco: cubi di cui è fatto il mondo
ja: ・ブロック：ワールドを構成する立方体（※立方体以外もブロックと呼んでいる場合あり）
ru: • Блоки: кубики, из которых состоят миры

source: • Mining/digging: Using a mining tool to break a block
de: • Abbauen/Graben: Ein Grabewerkzeug benutzen, um einen Block zu zerbrechen
it: • Scavare/minare: usare uno strumento di scavo per rompere un blocco
ja: ・採掘/掘削：採掘道具を使ってブロックを壊すこと
ru: • Добывание/майнинг/копание: использование добывающего инструмента для разрушения блока

source: • Building/placing: Putting a block somewhere
de: • Bauen/Platzieren: Einen Block irgendwo hin setzen
it: • Costruire/piazzare: mettere un blocco da qualche parte
ja: ・構築/配置：ブロックをどこかに置くこと
ru: • Строительство/размещение/установка/укладывание: постройка блока где-либо в мире

source: • Drop: Items you get after mining a block
de: • Abwurf: Gegenstände, den Sie nach dem Abbauen erhalten
it: • Rilascio: oggetti che ottenete dopo avere scavato un blocco
ja: ・ドロップ：ブロックを採掘した際に得られるアイテム
ru: • Выбрасывание/Выпадание: появление предметов в результате добывания блоков

source: • Using a block: Right-clicking a block to access its special function
de: • Einen Block benutzen: Rechtsklick auf einem Block, um auf seine Sonderfunktion zuzugreifen
it: • Usare un blocco: cliccare col pulsante destro un blocco per accedere alla sua funzione speciale
ja: ・ブロックを使う:右クリックで、そのブロック特有の作用を起こす
ru: • Использование блока: клик правой по блоку для доступа к его специальной функции

source: Items:
de: Gegenstände:
it: Oggetti:
ja: アイテム：
ru: Предметы:

source: • Item: A single thing that players can possess
de: • Gegenstand: Ein einzelnes Ding, den Spieler besitzen können
it: • Oggetto: una cosa singola che gli/le utenti possono possedere
ja: ・アイテム：プレイヤーが所持できる単一のモノ
ru: • Предмет: вещь, которой могут обладать игроки

source: • Item stack: A collection of items of the same kind
de: • Gegenstandsstapel: Eine Sammlung von gleichen Gegenständen
it: • Pila di oggetti: una raccolta di oggetti dello stesso tipo
ja: ・アイテムスタック：同種のアイテムの集まり
ru: • Стак предметов: набор одинаковых предметов

source: • Maximum stack size: Maximum amount of items in an item stack
de: • Maximale Stapelgröße: Maximale Anzahl Gegenstände in einem Gegenstandsstapel
it: • Dimensione massima della pila: numero massimo di oggetti in una pila di oggetti
ja: ・最大スタックサイズ：アイテムスタックに格納できるアイテムの最大量
ru: • Максимальный размер стака: максимальное количество предметов в стаке

source: • Slot / inventory slot: Can hold one item stack
de: • Platz / Inventarplatz: Kann einen Gegenstandsstapel halten
it: • Alloggo / alloggio dell'inventario: può contenere una pila di oggetti
ja: ・スロット/インベントリースロット：アイテムスタック一つ分を収納可能な枠
ru: • Слот инвентаря: может вместить один стак предметов

source: • Inventory: Provides several inventory slots for storage
de: • Inventar: Bietet mehrere Inventarplätze für die Lagerung
it: • Inventario: fornisce numerosi alloggi inventario per l'immagazzinamento
ja: ・インベントリ：保管用に複数のスロットを提供するもの
ru: • Инвентарь: содержит несколько слотов инвентаря для хранения

source: • Player inventory: The main inventory of a player
de: • Spielerinventar: Das Hauptinventar eines Spielers
it: • Inventario utente: l'inventario principale di un* utente
ja: ・プレイヤーインベントリ：メインとなるプレイヤー用インベントリ
ru: • Инвентарь игрока: основной инвентарь игрока, который находится непосредственно при нём

source: • Tool: An item which you can use to do special things with when wielding
de: • Werkzeug: Ein Gegenstand, mit dem man besondere Dinge beim Halten tun kan
it: • Strumento: un oggetto che potete usare per fare cose speciali mentre lo impugnate
ja: ・道具：手に持って使うと、特有なことができるアイテム
ru: • Инструмент: предмет, держа который в руке, можно совершать какие-либо специальные действия с блоками

source: • Range: How far away things can be to be pointed by an item
de: • Reichweite: Bis zu welcher Entfernung man Dinge zeigen kann
it: • Raggio: quanto possono essere distanti le cose per poter essere puntate da un oggetto
ja: ・範囲：アイテムでポイントできる距離
ru: • Диапазон: как далеко могут находиться вещи, на которые нацелен предмет

source: • Mining tool: A tool which allows to break blocks
de: • Grabewerkzeug: Werkzeug, mit dem man Blöcke brechen kann
it: • Strumento di scavo: uno strumento che permette di rompere blocchi
ja: ・採掘道具：ブロックを壊すことができる道具
ru: • Добывающий инструмент: инструмент, который позволяет разбивать блоки

source: • Craftitem: An item which is (primarily or only) used for crafting
de: • Fertigungsgegenstand: Ein Gegenstand der (hauptsächlich oder nur) für die Fertigung benutzt wird
it: • Oggetto da assemblaggio: un oggetto che è usato (solamente o principalmente) per assemblare
ja: ・クラフトアイテム：クラフトに（主に、または唯一）使用されるアイテム
ru: • Материал: предмет, который преимущественно используется для крафта (создания) новых предметов

source: Gameplay:
de: Spiel:
it: Esperienza di gioco:
ja: ゲームプレイ：
ru: Игровой процесс:

source: • “heart”: A single health symbol, indicates 2 HP
de: • „Herz“: Ein einzelnes Gesundheitssymbol, steht für 2 TP
it: • “cuore”: un singolo simbolo di salute, indica 2 PS
ja: ・「ハート」：ヘルス。マーク1つ分で 2 HP を示す
ru: • “Сердечко”: часть индикатора здоровья, обозначает 2 очка здоровья (HP)

source: • “bubble”: A single breath symbol, indicates 1 BP
de: • „Luftblase“: Ein einzelnes Atemsymbol, steht für 1 AP
it: • “bolla”: un singolo simbolo di ossigeno, indica 1 PO
ja: ・「泡」：呼吸。マーク1つ分で 1 BP を示す
ru: • “Пузырёк“: часть индикатора дыхания, обозначает 1 очко дыхания (BP)

source: • HP: Hit point (equals half 1 “heart”)
de: • TP: Trefferpunkt (gleich 1 halbes „Herz“)
it: • PS: punto salute (pari a metà di 1 “cuore”)
ja: ・HP：ヘルスポイント。「ハート」マーク半分で 1 HP を示す
ru: • HP: очко здоровья (половинка “сердечка”)

source: • BP: Breath point, indicates breath when diving
de: • AP: Atempunkt, steht für Atem beim Tauchen
it: • PO: punto ossigeno, indica l'ossigeno quando ci si immerge
ja: ・BP：ブレスポイント。潜水時の息（酸素量）を示す
ru: • BP: очко дыхания, отображает состояние дыхания при погружении

source: • Mob: Computer-controlled enemy
de: • Mob: Computergesteuerter Gegner
it: • Mob: nemic* controllat* dal computer (abbreviazione di “mobile”)
ja: ・MOB：コンピュータが操作する敵
ru: • Моб: управляемый компьютером враг

source: • Crafting: Combining multiple items to create new ones
de: • Fertigen: Kombinierung mehrerer Gegenstände, um neue zu erhalten
it: • Assemblare: combinare diversi oggetti per crearne di nuovi
ja: ・クラフト：複数のアイテムを組み合わせて、新しいアイテムを作ること
ru: • Крафт: комбинирование нескольких предметов для создания новых

source: • Crafting guide: A helper which shows available crafting recipes
de: • Fertigungsführer: Ein Helferlein, um die verfügbaren Fertigungsrezepte zu zeigen
it: • Guida di assemblaggio: una fonte di aiuto che mostra le ricette di assemblaggio disponibili
ja: ・クラフトガイド：利用可能なクラフトのレシピを表示するヘルプ機能
ru: • Книга рецептов: помощник, который показывает доступные рецепты

source: • Spawning: Appearing in the world
de: • Einsteigen (spawning): In der Welt auftauchen
it: • Comparire: comparire nel mondo
ja: ・スポーン：ワールドに出現すること
ru: • Спаунинг: появление в мире

source: • Respawning: Appearing again in the world after death
de: • Wiedereinsteigen (respawning): Wieder in der Welt auftauchen, nach dem man gestorben ist
it: • Ricomparire: ricomparire ancora nel mondo dopo la morte
ja: ・リスポーン：死後、再びワールドに現れること
ru: • Возрождение (респаун): появление снова в мире после смерти

source: • Group: Puts similar things together, often affects gameplay
de: • Gruppe: Fasst mehrere Dinge zusammen, betrifft oft den Spielverlauf
it: • Gruppo: mette assieme cose simili, spesso influenza l'esperienza di gioco
ja: ・グループ：似たようなものを、同類として扱う。しばしばゲームプレイに影響を与える
ru: • Группа: объединяет похожие вещи, часто влияет на игровой процесс

source: • noclip: Allows to fly through walls
de: • Geistmodus / noclip: Damit kann man durch Wände fliegen
it: • Modalità incorporea: permette di volare attraverso i muri
ja: ・壁抜け：壁を通過し飛行を可能にする
ru: • noclip (ноуклип): позволяет летать сквозь стены

source: Interface
de: Benutzeroberfläche
it: Interfaccia
ja: インターフェイス
ru: Интерфейс

source: • Hotbar: Inventory slots at the bottom
de: • Schnellleiste: Untere Inventarplätze
it: • Barra di uso frequente: alloggi dell'inventario sottostanti
ja: ・ホットバー：画面底部に配置されたインベントリースロットのこと
ru: • Панель быстрого доступа/хотбар: слоты инвентаря внизу

source: • Statbar: Indicator made out of half-symbols, used for health and breath
de: • Wertleiste: Indikator aus Halbsymbolen, für Gesundheit und Atem benutzt
it: • Barra delle caratteristiche: indicatore composto di mezzi-simboli, usato per salute e ossigeno
ja: ・ステータスゲージ：分割するマークで作られたメーターのこと。ヘルスや呼吸の表示に使われる
ru: • Панель состояния: индикатор, сделанный из полусимволов, используемый для здоровья и дыхания

source: • Minimap: The map or radar at the top right
de: • Übersichtskarte: Karte oder Radar oben rechts
it: • Minimappa: la mappa o radar in alto a destra
ja: ・ミニマップ：右上に表示させるマップ、またはレーダーのこと
ru: • Миникарта: карта или радар в правом верхнем углу

source: • Crosshair: Seen in the middle, used to point at things
de: • Fadenkreuz: In der Mitte, damit kann man auf Dinge zeigen
it: • Mirino: visibile al centro, usato per puntare le cose
ja: ・十字線：画面中央に見える、物をポイントするのに使われる照準。クロスヘアとも言う
ru: • Перекрестие: видно посередине, используется для нацеливания на предметы

source: Online multiplayer:
de: Online-Mehrspieler:
it: Gioco in rete:
ja: オンライン マルチプレイヤー
ru: Сетевая многопользовательская игра:

source: • PvP: Player vs Player. If active, players can deal damage to each other
de: • PvP: Spielerkampf (Player vs Player). Wenn aktiv, können sich Spieler gegenseitig verletzen
it: • UcU: Utente contro Utente (“PvP” in Inglese). Se attivata, gli/le utenti possono ferirsi a vicenda
ja: ・PvP：プレイヤー・バーサス・プレイヤー。有効な場合、プレイヤーはお互いにダメージを与えることができる
ru: • PvP: игрок против игрока. Если включено, игроки могут наносить урон друг другу

source: • Griefing: Destroying the buildings of other players against their will
de: • Griefen: Gebäude anderer Spieler gegen ihren Willen zerstören
it: • Vandalizzare: (“griefing” in Inglese) distruggere le costruzioni degli/delle altr* utenti contro la loro volontà
ja: ・グリーフィング：他のプレイヤーの意思に反して建物を破壊すること（要するに嫌がらせ）
ru: • Грифинг: разрушение зданий других игроков против их воли

source: • Protection: Mechanism to own areas of the world, which only allows the owners to modify blocks inside
de: • Schutz: Mechanismus, um Eigentum an Gebieten in der Welt zu erlangen, wodurch nur der Eigentümer die Blöcke verändern kann
it: • Protezione: meccanismo per possedere aree del mondo, che permette solo al/alla proprietari* di modificare i blocchi al loro interno
ja: ・保護：ワールドの各エリアを所有する仕組み。エリア内部のブロックは、所有者のみが変更可能となる
ru: • Защита/приват: механизм присваивания себе некоторых областей мира, позволяющий владельцам запретить изменять блоки внутри этих областей всем, кроме себя, либо ограниченного списка друзей

source: Technical terms:
de: Technische Begriffe:
it: Termini tecnici:
ja: 技術的な用語：
ru: Технические условия:

source: • Minetest: This game engine
de: • Minetest: Diese Spiel-Engine
it: • Minetest: questo motore di gioco
ja: ・Minetest：マインテスト。本ゲームエンジン
ru: • Minetest: движок этой игры

source: • Minetest Game: A game for Minetest by the Minetest developers
de: • Minetest Game: Ein Spiel für Minetest von den Minetest-Entwicklern
ja: ・Minetest Game：Minetest 開発者による、Minetest のためのゲーム
ru: • Minetest Game: игра для Minetest от разработчиков Minetest

source: • Game: A complete playing experience to be used in Minetest; such as a game or sandbox or similar
de: • Spiel: Ein vollständiges Spielerlebnis für Minetest, also ein richtiges Spiel oder auch nur eine Sandbox oder ähnliches
ja: ・Game：ゲームやサンドボックスなど、Minetest で使用される完全なプレイ体験
ru: • Игра: весь игровой процесс, принятый в Minetest; например, обычная игра, или песочница, или подобное

source: • Mod: A single subsystem which adds or modifies functionality; is the basic building block of games and can be used to further enhance or modify them
de: • Mod: Ein einzelnes Untersystem, welches Funktionalität hinzufügt oder modifiziert; ist das Fundament von Spielen und kann benutzt werden, um sie zu erweitern oder zu modifizieren
ja: ・Mod：モッド。機能を追加または変更する１つのサブシステム。ゲームの基本的な構成要素であり、ゲームをさらに強化または変更するために使用できる
ru: • Мод: отдельная подсистема, которая добавляет или изменяет функциональность; является основным способом конструирования игр и может быть использована для их дальнейшего улучшения или изменения

source: • Privilege: Allows a player to do something
de: • Privileg: Erlaubt einem Spieler, etwas zu tun
it: • Privilegio: permette a un* utente di fare qualcosa
ja: ・権限：プレイヤーにかかる何らかの制限を解除するための許可
ru: • Привилегия: позволяет игроку что-то делать

source: • Node: Other word for “block”
de: • Node: Anderes Wort für „Block“
it: • Nodo: parola alternativa per “blocco”
ja: ・ノード：「ブロック」を表す他の語句
ru: • Узел/нода: другое слово для обозначения “блока”

source: Minetest
ja: Minetest（マインテスト）

source: Minetest is a free software game engine for games based on voxel gameplay, inspired by InfiniMiner, Minecraft, and the like. Minetest was originally created by Perttu Ahola (alias “celeron55”).
de: Minetest ist eine freie Spiel-Engine für Spiele auf Voxelbasis, inspiriert von InfiniMiner, Minecraft, und so weiter. Minetest wurde ursprünglich erfunden von Perttu Ahola (alias „celeron55“).
it: Minetest è un programma gratuito che funge da motore di gioco per giochi basati sull'esperienza di gioco coi voxel, ispirato da InfiniMiner, Minecraft, e simili. Minetest in origine è stato creato da Perttu Ahola (cioè “celeron55”).
ja: Minetestは、InfiniMinerやMinecraftなどに影響を受けた、ボクセルゲームプレイに基づいたゲームのためのフリーソフトウェア・ゲームエンジンです。Minetestのオリジナルは、Perttu Ahola (別名"celeron55") によって作成されました。
ru: Minetest - свободный игровой движок для воксельных игр, вдохновлённый играми InfiniMiner, Minecraft и подобным. Minetest изначально создан Пертту Ахолой (под псевдонимом “celeron55”).
