Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/vlf_doc_basics/locale/poconvert/*.po
Languages: de, it, ja, ru

source: Cooking
de: Kochen
it: Cottura
ja: 調理
ru: Приготовление еды

source: Cooking (or smelting) is a form of crafting which does not involve a crafting grid. Cooking is done with a special block (like a furnace), an cookable item, a fuel item and time in order to yield a new item.
de: Kochen (bzw. Schmelzen) ist eine Art Fertigung, die ohne Fertigungsgitter auskommt. Kochen wird mit einem besonderem Block vorgenommen (wie einem Ofen), einen kochbaren Gegenstand, einem Brennstoff und Zeit, um einen neuen Gegenstand zu erhalten.
it: La cottura (o fusione) è una forma di creazione che non coinvolge una griglia di assemblaggio. La cottura viene eseguita con un blocco speciale (come una fornace), un oggetto cucinabile, un oggetto combustibile e del tempo per ottenere un nuovo oggetto.
ja: 調理(または製錬)は、クラフトグリッドを使用しないクラフトの一形態です。調理は、新しいアイテムを作るために、特別なブロック（かまどみたいな）、調理可能なアイテム、燃料アイテム、時間を使って行われます。
ru: Приготовление еды (или переплавка) это вид крафта, для которой не требуется сетка крафта. Приготовление пищи осуществляется с помощью специального блока (например, печи), ингредиента, топлива и времени, которое требуется для получения нового предмета.

source: Each fuel item has a burning time. This is the time a single item of the fuel keeps a furnace burning.
de: Jeder Brennstoff hat eine Brennzeit. Das ist die Zeit, die ein einzelner Gegenstand des Brennstoffs den Ofen brennen lässt.
it: Ciascun combustibile possiede un tempo di bruciatura. Questo è il tempo per cui un singolo oggetto di combustibile tiene accesa una fornace.
ja: 各燃料には燃焼時間があります。これは、1つの燃料がかまどの燃焼を維持する時間です。
ru: Каждое топливо имеет своё время горения. В течение этого времени печь будет работать.

source: Each cookable item requires time to be cooked. This time is specific to the item type and the item must be “on fire” for the whole cooking time to actually yield the result.
de: Jeder kochbare Gegenstand braucht Zeit, um gekocht zu werden. Diese Zeit hängt vom Gegenstandstyp ab und der Gegenstand muss für die gesamte Kochzeit „im Feuer“ sein, um tatsächlich gekocht zu werden.
it: Ciascun oggetto cucinabile richiede del tempo per essere cotto. Questo tempo è specifico per il tipo di oggetto, e l'oggetto deve essere “sulla fiamma” per l'intero tempo di cottura per produrre effettivamente il risultato.
ja: 調理可能な各アイテムは、調理するために時間を要します。この時間はアイテムの種類によって異なり、実際に結果を得るためには、調理時間全体にわたってアイテムに「火が通って」いなければいけません。
ru: Процесс готовки требует времени. Это время зависит от типа предмета, и продукт должен быть “на огне” в течение всего времени приготовления, чтобы вы получили желаемый результат.

source: Hunger
ja: 満腹度
ru: Голод

source: Hunger affects your health and your ability to sprint. Hunger is not in effect when damage is disabled.
de: Hunger beeinflusst Ihre Gesundheit und Ihre Fähigkeit, zu sprinten.
ja: 満腹度はヘルスと走る能力に影響します。ダメージ無効モードでは、満腹度は効果を及ぼしません。
ru: Голод влияет на ваше здоровье и способность бегать. Голод не действует, если урон отключён.

source: Core hunger rules:
de: Haupthungerregeln:
ja: 満腹度の基礎：
ru: Основные правила голода:

source: • You start with 20/20 hunger points (more points = less hungry)
de: • Sie beginnen mit 20/20 Hungerpunkten (mehr Punkte = weniger hungrig)
ja: ・20/20 の満腹度でスタート（ポイントが多い = 空腹に長く耐えられる）
ru: • Вы начинаете играть с 20/20 очками голода (больше очков = меньше голода)

source: • Actions like combat, jumping, sprinting, etc. decrease hunger points
de: • Aktionen wie kämpfen, springen, sprinten, usw. verringern die Hungerpunkte
ja: ・戦闘、ジャンプ、走るなどのアクションは、満腹度が減少
ru: • Такие действия, такие как бой, прыжки, бег и тому подобные, уменьшают очки голода

source: • Food restores hunger points
de: • Nahrung erhöht die Hungerpunkte
ja: ・食べ物で満腹度が回復
ru: • Еда восстанавливает очки голода

source: • If your hunger bar decreases, you're hungry
de: • Wenn sich Ihre Hungerleiste verringert, sind Sie hungrig
ja: ・満腹ゲージが減ってきたら、それは既に「空腹」の状態
ru: • Если ваша индикатор голода уменьшается, вы голодны

source: • At 18-20 hunger points, you regenerate 1 HP every 4 seconds
de: • Bei 18-20 Hungerpunkten erhalten Sie 1 TP alle 4 Sekunden
ja: ・満腹度が18～20のとき、4秒ごとにHPが1回復.
ru: • При 18-20 очках голода ваше здоровье восстанавливается со скоростью 1 очко каждые 4 секунды

source: • At 6 hunger points or less, you can't sprint
de: • Bei 6 Hungerpunkten oder weniger können Sie nicht sprinten
ja: ・満腹度が6以下になると、走ることができなくなる
ru: • При 6 очках голода и менее меньше вы не можете бежать

source: • At 0 hunger points, you lose 1 HP every 4 seconds (down to 1 HP)
de: • Bei 0 Hungerpunkten verlieren Sie 1 TP alle 4 Sekunden (bis nur 1 TP bleibt)
ja: ・満腹度が0になると、4秒ごとにHPが1減少（HP1まで）
ru: • При 0 очках голода вы теряете 1 очко здоровья 4 секунды (до тех пор пока здоровье не понизится до 1 HP)

source: • Poisonous food decreases your health
de: • Giftige oder verpestete Nahrung verringert Ihre Gesundheit
ja: ・毒のある食べ物は、ヘルスが減少
ru: • Ядовитая пища умешьшает ваше здоровье.

source: Details:
ja: 詳細：
ru: Подробности:

source: You have 0-20 hunger points, indicated by 20 drumstick half-icons above the hotbar. You also have an invisible attribute: Saturation.
de: Sie haben 0-20 Hungerpunkte, was durch 20 Fleischkeulen-Halbsymbole über der Schnellleiste dargestellt wird.
ja: あなたは 0〜20 の満腹度を持っており、ホットバーの上にある20個分の骨付き肉（アイコン半分で1個分）がそれを示しています。また、見えない属性も持っています：隠し満腹度
ru: У вас есть 0-20 очков голода, обозначенных 20 куриными ножками над хотбаром. У вас также есть невидимый атрибут: насыщение.

source: Hunger points reflect how full you are while saturation points reflect how long it takes until you're hungry again.
de: Hungerpunkte reflektieren, wie satt Sie sind, während Sättigung reflektiert, wie lange es noch braucht, bis Sie wieder hungrig sind.
ja: 満腹度は「空腹に耐えられる時間」と「腹持ちの許容量」を反映し、隠し満腹度は、再び空腹になるまでの「腹持ちする時間」が反映（見えませんが）されています。
ru: Очки голода отражают, насколько вы сыты, а невидимые очки насыщения – через какое время вы снова проголодаетесь.

source: Each food item increases both your hunger level as well your saturation.
de: Jedes Lebensmittel erhöht Ihre Hunger- als auch Ihre Sättigungspunkte.
ja: 食べ物は、満腹度と隠し満腹度の両方を増加させます。
ru: Каждый продукт питания увеличивает как очки голода, так и невидимые очки насыщения.

source: Food with a high saturation boost has the advantage that it will take longer until you get hungry again.
de: Nahrung mit einer hohen Sättigung hat den Vorteil, dass es länger dauern wird, bis Sie wieder hungrig sind.
ja: 隠し満腹度増加の高い食品は、再び空腹になるまでの時間が長くなるという利点があります。
ru: Таким образом, еда с высоком насыщаемостью имеет преимущество, которое заключается в том, что пройдёт больше времени, прежде чем вы снова проголодаетесь.

source: A few food items might induce food poisoning by chance. When you're poisoned, the health and hunger symbols turn sickly green. Food poisoning drains your health by 1 HP per second, down to 1 HP. Food poisoning also drains your saturation. Food poisoning goes away after a while or when you drink milk.
de: Ein paar Lebensmittel können eine Lebensmittelvergiftung verursachen. Wenn Sie vergiftet sind, werden die Gesundheits- und Hungersymbole eine ungesund grüne Farbe annehmen. Die Lebensmittelvergiftung verringert Ihre Gesundheit um 1 TP pro Sekunde, bis nur noch 1 TP verbleibt. Eine Lebensmittelvergiftung reduziert auch Ihre Sättigung. Eine Lebensmittelvergiftung vergeht nach einer Weile, oder, wenn Sie Milch trinken.
ja: いくつかの食べ物で、偶然にも食中毒を誘発することがあります。食中毒にかかると、ヘルスと満腹ゲージが病的な緑色になります。食中毒になると毎秒1HPずつ消耗しますが、減るのは1HPまでで0にはなりません。また、食中毒は隠し満腹度も消耗します。食中毒はミルクを飲むか、しばらく経つと治ります。
ru: Некоторая пища иногда может вызвать отравление. Когда вы отравлены, символы здоровья и голода становятся болезненно зелёными. Пищевое отравление истощает здоровье на 1 HP в секунду, до уровня 1 HP. Пищевое отравление также уменьшает невидимые очки насыщения. Отравление проходит через некоторое время либо при выпивании молока.

source: You start with 5 saturation points. The maximum saturation is equal to your current hunger level. So with 20 hunger points your maximum saturation is 20. What this means is that food items which restore many saturation points are more effective the more hunger points you have. This is because at low hunger levels, a lot of the saturation boost will be lost due to the low saturation cap.
de: Sie beginnen mit 5 Sättigungspunkten. Ihre höchstmögliche Sättigung ist gleich der Anzahl Ihrer Hungerpunkte. Wenn Sie also 20 Hungerpunkte haben, ist Ihre höchstmögliche Sättigung 20. Das bedeutet, dass Lebensmittel mit einer hohen Sättigung effektiver sind, je mehr Hungerpunkte Sie haben. Das ist deshalb so, weil bei wenigen Hungerpunkten ein Großteil des Sättigungsbonus aufgrund der niedrigen Maximalsättigung verloren gehen wird.
ja: 隠し満腹度は5からスタートします。隠し満腹度の最大値は現在の満腹度と同じです。つまり、満腹度が20ある時は、最大隠し満腹度も20となります。このことは、隠し満腹度を多く回復させる食べ物は、満腹度が高い時ほど効果的であることを意味します。例えば、満腹度が低い場合は隠し満腹度の上限も低いため、それを超える量の隠し満腹度回復は損をしていることになります。
ru: Вы начинаете с 5 очками насыщения. Максимальное насыщение равно вашему текущему уровню голода. Таким образом, с 20 очками голода ваше максимальное насыщение равно 20. Это означает, что пища, которая восстанавливает много очков насыщения, тем эффективнее, чем больше у вас очков голода. При низком уровне голода большая часть насыщения будет потеряна.

source: If your saturation reaches 0, you're hungry and start to lose hunger points. Whenever you see the hunger bar decrease, it is a good time to eat.
de: Wenn Ihre Sättigung 0 erreicht, haben Sie Hunger und werden allmählich Hungerpunkte verlieren. Wenn Sie sehen, dass die Hungerleiste sich verringert, ist es ein guter Zeitpunkt, etwas zu essen.
ja: 隠し満腹度が0になると、「空腹」状態となり満腹度が減少しはじめます。満腹ゲージの減少を確認したらいつでも、食事する良いタイミングです。
ru: Если ваши невидимые очки насыщения достигает 0, вы начинаете постепенно терять очки голода. Если вы видите, что индикатор голода уменьшается, значит, настало время поесть.

source: Saturation decreases by doing things which exhaust you (highest exhaustion first):
de: Die Sättigung verringert sich, wenn Sie Dinge tun, die Sie erschöpfen (höchste Erschöpfung zuerst):
ja: 消耗する行動によって、隠し満腹度が低下（一番目が最も消耗する）：
ru: Насыщение уменьшается, если вы делаете вещи, которые истощают вас (от большего к меньшему):

source: • Regenerating 1 HP
de: • 1 TP regenerieren
ja: ・HPが回復する
ru: • Восстановление 1 единицы здоровья

source: • Suffering food poisoning
de: • Lebensmittelvergiftung erleiden
ja: ・食中毒を起こす
ru: • Страдание от пищевого отравления

source: • Sprint-jumping
de: • Beim Sprinten springen
ja: ・走りながらジャンプする
ru: • Прыжки во время бега

source: • Sprinting
de: • Sprinten
ja: ・走る
ru: • Бег

source: • Attacking
de: • Angreifen
ja: ・攻撃する
ru: • Атака

source: • Taking damage
de: • Schaden nehmen
ja: ・ダメージを受ける
ru: • Получение урона

source: • Swimming
de: • Schwimmen
ja: ・泳ぐ
ru: • Плавание

source: • Jumping
de: • Springen
ja: ・ジャンプする
ru: • Прыжки

source: • Mining a block
de: • Einen Block abbauen
ja: ・ブロックを採掘する
ru: • Добывание блоков

source: Other actions, like walking, do not exaust you.
de: Andere Aktionen, wie gehen, erschöpfen Sie nicht.
ja: 歩くなどの他の行動では、消耗しません。
ru: Другие действия, такие как ходьба, не истощают вас.

source: Mobs
ja: MOB
ru: Мобы

source: Mobs are the living beings in the world. This includes animals and monsters.
de: Mobs sind die lebenden Kreaturen in der Welt. Das schließt Tiere und Monster ein.
ja: MOBとは、世界に存在する生き物のことです。動物やモンスターも含まれます。
ru: Мобы это живые существа в мире. Они включают в себя животных и монстров.

source: Mobs appear randomly throughout the world. This is called “spawning”. Each mob kind appears on particular block types at a given light level. The height also plays a role. Peaceful mobs tend to spawn at daylight while hostile ones prefer darkness. Most mobs can spawn on any solid block but some mobs only spawn on particular blocks (like grass blocks).
de: Monster tauchen zufällig in der Welt auf. Das nennt man „spawnen“. Jeder Mobart taucht auf bestimmten Blocktypen bei einer bestimmten Helligkeit auf. Die Höhe spielt auch eine Rolle. Friedliche Mobs neigen dazu, bei Tageslicht zu spawnen, während feindliche Mobs die Dunkelheit bevorzugen. Die meisten Mobs können auf jedem festen Block spawnen, aber einige Mobs können nur auf bestimmten Blöcken spawnen (wie Grasblöcke).
ja: MOBは世界各地にランダムに出現します。これを「スポーンする」と言います。各MOBは特定のブロックに、特定の明るさにおいて出現します。また、高さも重要な要素です。平和的なMOBは昼間に出現し、敵対的なMOBは暗闇を好む傾向があります。ほとんどのMOBはどの固体ブロックにもスポーンできますが、特定のブロック（草原のような）にしかスポーンしないMOBもいます。
ru: Мобы появляются случайным образом по всему миру. Это называется “спаун”. Каждый вид мобов спаунится на определенных типах блоков при заданном уровне освещенности. Высота тоже играет свою роль. Мирные мобы, как правило, спаунятся при дневном свете, в то время как враждебные предпочитают темноту. Большинство мобов могут заспаунится на любом твердом блоке, но некоторые мобы только на определённых блоках (например, травяных).

source: Like players, mobs have hit points and sometimes armor points, too (which means you need better weapons to deal any damage at all). Also like players, hostile mobs can attack directly or at a distance. Mobs may drop random items after they die.
de: Wie Spieler haben Mobs Trefferpunkte und manchmal auch Rüstungspunkte (was bedeutet, dass Sie bessere Waffen benötigen, um überhaupt Schaden anrichten zu können). Auch wie bei Spielern können feindliche Mobs direkt angreifen oder aus der Ferne. Mobs können nach ihrem Tod zufällige Gegenstände abwerfen.
ja: プレイヤーと同様に、MOBにもヒットポイントがあり、時にはアーマーポイントもあります（ということは、ダメージを与えるにはより良い武器が必要です）。また、プレイヤーと同様に、敵対するMOBは直接攻撃することも距離を取って攻撃することもできます。MOBは死んだ後、ランダムなアイテムをドロップすることがあります。
ru: Как и игроки, мобы имеют очки здоровья, а иногда и очки защиты (что означает, что вам понадобится оружие получше, чтобы нанести им хоть какой-то урон). Так же, как и игроки, враждебные мобы могут атаковать вплотную или с расстояния. Мобы могут выбрасывать случайные предметы, когда умирают.

source: Most animals roam the world aimlessly while most hostile mobs hunt players. Animals can be fed, tamed and bred.
de: Die meisten Tiere wandern in der Welt ziellos umher, während die meisten feindlichen Mobs die Spieler jagen. Tiere können gefüttert, gezähmt und gezüchtet werden.
ja: ほとんどの動物があてもなく世界をさまよい、ほとんどの敵対的なMOBがプレイヤーを狩ります。動物には餌を与え、飼いならし、繁殖させることができます。
ru: Большинство животных бесцельно бродят по миру, в то время как большинство враждебных мобов охотятся на игроков. Животных можно кормить, приручать и разводить.

source: Animals
de: Tiere
ja: 動物
ru: Животные

source: Animals are peaceful beings which roam the world aimlessly. You can feed, tame and breed them.
de: Tiere sind friedliche Wesen, die in der Welt ziellos umherwandern. Sie können sie füttern, zähmen und züchten.
ja: 動物たちは、世界をあてもなく歩き回る平和な存在です。餌をあげたり、飼いならしたり、繁殖させたりすることができます。
ru: Животные это мирные существа, которые бесцельно бродят по миру. Вы можете кормить, приручать и разводить их.

source: Feeding:
de: Füttern:
ja: 餌やり：
ru: Кормление:

source: Each animal has its own taste for food and doesn't just accept any food. To feed, hold an item in your hand and rightclick the animal.
de: Jedes Tier hat eine eigene Vorliebe für Nahrung und akzeptiert nicht einfach jedes Lebensmittel. Zum Füttern halten Sie einen Gegenstand in der Hand und rechtsklicken Sie das Tier.
ja: 動物にはそれぞれ食べ物の好みがあり、どんな食べ物でもいいというわけではありません。餌を与えるには、アイテムを手に持ち、動物を右クリックします。
ru: У каждого животного свои вкусовые предпочтения, они не будут есть произвольную еду. Чтобы покормить животное, возьмите съедобный предмет в руку и кликните правой клавишей мыши по животному.

source: Animals are attraced to the food they like and follow you as long you hold the food item in hand.
de: Tiere werden von Lebensmitteln, die sie mögen, magisch angezogen und sie folgen Ihnen, solange Sie einen solchen Gegenstand halten.
ja: 動物は好きな食べ物に惹かれ、餌を手にしている間はついてきます。
ru: Животных привлекает еда, которая им нравится, и они следуют за вами, пока вы держите в руках их предмет питания.

source: Feeding an animal has three uses: Taming, healing and breeding.
de: Füttern hat drei Zwecke: Zähmen, heilen und züchten.
ja: 動物の給餌には3つの用途があります：飼いならす、癒す、繁殖させる
ru: Кормление животного имеет три цели: приручение, лечение и разведение.

source: Feeding heals animals instantly, depending on the quality of the food item.
de: Füttern heilt Tiere sofort, abhängig von der Qualität des Lebensmittels.
ja: 餌を与えると、餌の質にもよりますが、動物がすぐに回復します。
ru: Кормление исцеляет животных мгновенно, в зависимости от качества продукта питания.

source: Taming:
de: Zähmen:
ja: 手懐ける：
ru: Приручение:

source: A few animals can be tamed. You can generally do more things with tamed animals and use other items on them. For example, tame horses can be saddled and tame wolves fight on your side.
de: Ein paar Tiere können gezähmt werden. Sie können grundsätzlich mehr Sachen mit gezähmten Tieren machen und andere Gegenstände an ihnen benutzen. Zum Beispiel können zahme Pferde aufgesattelt werden und Wölfe dazu gebracht werden, an Ihrer Seite zu kämpfen.
ja: いくつかの動物は手懐けることができます。一般的に、手懐けた動物にはより多くのことができ、他のアイテムも使用できます。例えば、飼いならされた馬には鞍を付けることができ、飼いならされた狼は側で戦ってくれます。
ru: Нескольких животных можно приручать. Как правило, с прирученными животными вы можете делать больше вещей, а также использовать на них другие предметы. Например, прирученных лошадей можно оседлать, а прирученные волки сражаются на вашей стороне.

source: Breeding:
de: Züchten:
ja: 繁殖
ru: Разведение:

source: When you have fed an animal up to its maximum health, then feed it again, you will activate “Love Mode” and many hearts appear around the animal.
de: Wenn Sie ein Tier bis zur vollen Gesundheit geheilt haben und es erneut füttern, werden Sie den „Liebesmodus“ aktivieren. Viele Herzen tauchen um das Tier herum auf.
ja: 動物の体力を最大まで回復させてから、再びエサを与えると「ラブモード」が発動し、動物のまわりにたくさんのハートが現れます。
ru: Когда вы кормите животное до его максимального здоровья, а затем кормите его снова, вы активируете “режим любви”, и вокруг животного появляется много сердец.

source: Two animals of the same species will start to breed if they are in Love Mode and close to each other. Soon a baby animal will pop up.
de: Zwei Tiere der gleichen Art werden sich paaren, wenn sie im Liebesmodus sind und nah beieinander stehen. Kurz darauf wird ein Junges auftauchen.
ja: 同じ種の2匹の動物は、ラブモード状態で近くにいると交配を始めます。すぐに動物の赤ちゃんが飛び出します。
ru: Два животных одного вида начнут размножаться, если они находятся в режиме любви и близко друг к другу. Скоро появится детёныш животного.

source: Baby animals:
de: Junge:
ja: 動物の仔
ru: Детёныш животного

source: Baby animals are just like their adult couterparts, but they can't be tamed or bred and don't drop anything when they die. They grow to adults after a short time. When fed, they grow to adults faster.
de: Junge sind wie ihre erwachsenen Artgenossen, aber sie können nicht gezähmt oder gezüchtet werden und werfen nichts ab, wenn sie sterben. Nach einer kurzen Zeit werden sie erwachsen. Werden sie gefüttert, werden sie schneller erwachsen.
ja: 動物の仔は成体と同じですが、飼いならしたり繁殖させたりすることはできず、死んでも何もドロップしません。短期間で成体になります。餌を与えると、より早く成体になります。
ru: Детёнышы животных точно такие же, как и взрослые, но их нельзя приручить или разводить, и они ничего не дают вам, когда умирают. Они вырастают до взрослых через короткое время. Если кормить их, то они вырастут быстрее.

source: Minimap
de: Übersichtskarte
it: Minimappa
ja: ミニマップ
ru: Миникарта

source: Press [F9] to make a minimap appear on the top right. The minimap helps you to find your way around the world. Press it again to select different minimap modes and zoom levels. The minimap also shows the positions of other players.
de: Drücken Sie [F9], um eine Übersichtskarte rechts oben erscheinen zu lassen. Die Übersichtskarte hilft Ihnen, sich in der Welt zu orientieren.
it: Premete [F9] per fare comparire una minimappa in alto a destra. La minimappa vi aiuta a trovare la vostra strada nel mondo. Premetelo ancora per selezionare modalità e livelli di ingrandimento differenti. La minimappa mostra anche la posizione degli/delle altre utenti.
ja: [F9]を押すと、右上にミニマップが表示されます。ミニマップは世界各地での道しるべになります。もう一度押すと、ミニマップモードやズームレベルが切替わります。ミニマップには、他のプレイヤーの位置も表示されます。
ru: Нажмите [F9], чтобы в правом верхнем углу появилась миникарта. Она поможет вам найти свой путь по всему миру. Нажмите его еще раз, чтобы выбирать различные режимы мини-карты и уровни масштабирования. Миникарта также показывает позиции других игроков.

source: There are 2 minimap modes and 3 zoom levels.
de: Es gibt 2 Modi und 3 Zoom-Stufen.
it: Esistono due modalità della minimappa e tre livelli di ingrandimento.
ja: 2つのミニマップモードと、3つのズームレベルがあります。
ru: Миникарта имеет 2 режима и 3 уровня масштабирования.

source: Surface mode (image 1) is a top-down view of the world, roughly resembling the colors of the blocks this world is made of. It only shows the topmost blocks, everything below is hidden, like a satellite photo. Surface mode is useful if you got lost.
de: Der Bodenmodus (Bild 1) ist eine Draufsicht auf die Welt, er zeigt grob die Farben der Blöcke, aus denen die Welt besteht. Er zeigt nur die obersten Blöcke, alles unter ihnen ist verborgen, wie bei einem Satellitenfoto. Der Bodenmodus ist nützlich, wenn Sie sich verlaufen haben.
it: La modalità di superficie (immagine 1) è una visuale del mondo dall'alto, rappresentante approssimativamente i colori dei blocchi di cui è composto questo mondo. Mostra solo i blocchi più elevati, ogni cosa al di sotto è nascosta, come nella foto scattata da un satellite. La modalità di superficie è utile se vi perdete.
ja: 表層モード（画像1）はワールドを見下ろした光景で、このワールドを形作っているブロックの色に似通っています。一番上のブロックだけが表示され、その下は衛星写真のように隠れています。表層モードは、迷子になったときに便利です。
ru: Режим поверхности (рис. 1) это вид на мир сверху с приблизительным воспроизведением цветов блоков из которых этот мир состоит. В этом режиме видны только самые верхние блоки, а всё, что ниже, скрыто, как на спутниковой фотографии. Режим поверхности полезен, если вы заблудились.

source: Radar mode (image 2) is more complicated. It displays the “denseness” of the area around you and changes with your height. Roughly, the more green an area is, the less “dense” it is. Black areas have many blocks. Use the radar to find caverns, hidden areas, walls and more. The rectangular shapes in image 2 clearly expose the position of a dungeon.
de: Der Radarmodus (Bild 2) ist etwas komplizierter. Er zeigt die „Dichte“ des Gebiets um Sie herum an und ändert sich mit Ihrer Höhe. Grob gesagt, je grüner ein Gebiet ist, desto „weniger dicht“ ist es. Schwarze Gebiete haben viele Blöcke. Benutzen Sie das Radar, um Höhlen, verborgene Gebiete, Wände und mehr zu finden. Die rechteckigen Formen in Bild 2 verraten deutlich den Ort eines Kerkers.
it: La modalità radar (immagine 2) è più complessa. Mostra la “densità” dell'area che vi circonda e varia col variare della vostra altitudine. Grosso modo, più verde è l'area, e meno “compatta” è. Le aree nere possiedono molti blocchi. Usate il radar per trovare caverne, aree nascoste, muri e altro. Le forme rettangolari nell'immagine 2 rivelano chiaramente la posizione di un sotterraneo.
ja: レーダーモード（画像2）はもっと複雑です。これはあなたの周りのエリアの「密集度」を表示し、あなたの高度に応じて変化します。大雑把に言うと、緑色の部分が多いほど「密集」していない事になります。黒いエリアはブロックがたくさんあります。レーダーを使って、洞窟や隠し場所、壁などを発見してみましょう。画像2の四角い形は、ダンジョンの位置を明確に表しています。
ru: Режим радара (рис. 2) более сложный. Он отображает “плотность“ области вокруг вас и изменяется с вашей высотой. Проще говоря, чем больше на карте зелёного цвета, тем данный участок менее “плотный”. Чёрные области содержат много блоков. Используйте радар, чтобы находить пещеры, скрытые области, стены и многое другое. Прямоугольные формы на рисунке 2 ясно показывают местонахождение подземелья.
