Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/vlf_doc_basics/locale/poconvert/*.po
Languages: de, it, ja, ru

source: There are also two different rotation modes. In “square mode”, the rotation of the minimap is fixed. If you press [Shift]+[F9] to switch to “circle mode”, the minimap will instead rotate with your looking direction, so “up” is always your looking direction.
de: Es gibt auch zwei unterschiedliche Rotationsmodi. Im „Quadratsmodus“ ist die Rotation der Übersichtskarte fest. Drücken Sie [Umschalt]+[F9], um zum „Kreismodus“ zu wechseln, in dem sich die Karte mit Ihrer Blickrichtung dreht, also ist „oben“ immer in Ihrer Blickrichtung.
it: Esistono anche due modalità di rotazione diverse. Nella “modalità quadrata”, la rotazione della minimappa è fissa. Se premete [Maiusc]+[F9] per passare alla “modalità circolare”, la minimappa ruoterà invece con la vostra direzione di sguardo, perciò “su” è sempre la vostra direzione di sguardo.
ja: また、2種類の回転モードがあります。「正方形モード」では、ミニマップの回転は固定されています。[Shift] + [F9]を押して「円形モード」に切り替えると、ミニマップはあなたの視線方向に合わせて回転し、常に「上」があなたの視線方向となります。
ru: Существует также два различных режима вращения. В “квадратном режиме” вращение миникарты фиксируется. Если вы нажмете [Shift]+[F9], чтобы переключиться в “режим круга”, миникарта будет вращаться в соответствии с вашим направлением взгляда, поэтому “вверх” всегда будет вашим направлением взгляда.

source: • Toggle minimap mode: [F9]
de: • Übersichtskartenmodus ändern: [F9]
it: • Cambiare la modalità della minimappa: [F9]
ja: ・ミニマップのモードを切替：[F9]
ru: • [F9] - переключение режима миникарты

source: • Toggle minimap rotation mode: [Shift]+[F9]
de: • Rotationsmodus der Übersichtskarte ändern: [Umschalt]+[F9]
it: • Cambiare la modalità di rotazione della minimappa: [Maiusc]+[F9]
ja: ・ミニマップの回転モードを切替：[Shift] + [F9]
ru: • [Shift]+[F9] - Переключение вращения миникарты

source: Camera
de: Kamera
it: Telecamera
ja: カメラ
ru: Камера

source: There are 3 different views which determine the way you see the world. The modes are:
de: Es gibt 3 verschiedene Ansichten, die bestimmen, wie Sie die Welt sehen. Die Modi sind:
ja: ワールドの見方を決める3つの視点があります。モードは次のとおり：
ru: Есть 3 различных способа видеть мир:

source: • 1: First-person view (default)
de: • 1: Erste Person (Standard)
ja: ・1：一人称視点（デフォルト）
ru: • 1: вид от первого лица (по умолчанию)

source: • 2: Third-person view from behind
de: • 2: Dritte Person von hinten
ja: ・：背後からの三人称視点
ru: • 2: вид от третьего лица сзади

source: • 3: Third-person view from the front
de: • 3: Dritte Person von vorne
ja: ・：前面からの三人称視点
ru: • 3: вид от третьего лица спереди.

source: • Switch camera mode: [F7]
de: • Kameramodus wechseln: [F7]
it: • Cambiare modalità della telecamera: [F7]
ja: ・カメラモードの切替：[F7]
ru: • [F7] - переключение камеры

source: Sneaking
de: Schleichen
it: Strisciare
ja: スニーキング
ru: Подкрадывание

source: Sneaking makes you walk slower and prevents you from falling off the edge of a block.
de: Schleichen verlangsamt Ihre Schritte und hindert Sie daran, vom Rand eines Blocks zu fallen.
it: Strisciare vi fa camminare più lentamente e vi impedisce di cadere dal bordo di un blocco.
ja: スニークすると遅く歩くようになり、またブロックの端から落下するのを防ぐ効果もあります。
ru: Подкрадывание замедляет ход и предотвращает падение с края блока.

source: To sneak, hold down the sneak key (default: [Shift]). When you release it, you stop sneaking. Careful: When you release the sneak key at a ledge, you might fall!
de: Zum Schleichen halten Sie die Schleichtaste (Standard: [Umschalt]) gedrückt. Lassen Sie sie los, um nicht mehr zu schleichen. Vorsicht: Wenn sie die Taste an einer Kante loslassen, könnten sie stürzen!
it: Per strisciare, tenete premuto il tasto per strisciare (predefinito [Maiusc]). Quando lo rilasciate, smettete di strisciare. Fate attenzione: quando rilasciate il tasto per strisciare vicino a un orlo, potreste cadere!
ja: スニークするには、スニークキー（デフォルト：[Shift]）を押してください。離すとスニーキングをやめます。注：崖っぷちでスニークキーを離すと、落ちるかもしれません！
ru: Чтобы красться, удерживайте нажатой клавишу [Красться] (по умолчанию: [Shift]). Когда вы отпускаете её, то перестаете красться. Будьте осторожны: если отпустить клавишу, стоя на краю выступа, то можете оттуда упасть!

source: Sneaking only works when you stand on solid ground, are not in a liquid and don't climb.
de: Schleichen funktioniert nur, wenn Sie auf festem Boden stehen, sich nicht in einer Flüssigkeit befinden und nicht klettern.
it: È possibile strisciare solo quando siete su un terreno solido, non siete in un liquido e non vi state arrampicando.
ja: スニーキングは、固い地面の上に立ち、液体の中におらず、よじ登ったりしていない場合にのみ有効です。
ru: Подкрадывание работает только когда вы стоите на твердой земле, не находитесь в жидкости и не карабкаетесь.

source: Players
de: Spieler
it: Utenti
ja: プレイヤー
ru: Игроки

source: Players are living beings. They start with a number of health points (HP) and a number of breath points (BP).
de: Spieler sind Lebewesen. Sie starten mit ein paar Trefferpunkten (TP) und ein paar Atempunkten (AP).
ja: プレイヤーは生きている存在です。多数のHP（ヘルスポイント）とBP（ブレスポイント）でスタートします。
ru: Игроки это живые существа. Они начинают с определённым количеством очков здоровья (HP) и дыхания (BP).

source: Players are capable of walking, sneaking, jumping, climbing, swimming, diving, mining, building, fighting and using tools and blocks.
de: Spieler können gehen, schleichen, springen, klettern, tauchen, graben, bauen, kämpfen und Werkzeuge und Blöcke benutzen.
it: Gli/le utenti sono in grado di camminare, strisciare, saltare, arrampicarsi, nuotare, immergersi, scavare, costruire, combattere e di usare strumenti e blocchi.
ja: プレイヤーは、歩く、忍び寄る、ジャンプする、よじ登る、泳ぐ、潜る、採掘する、建てる、戦う、そして道具やブロックを使うことができます。
ru: Игроки могут ходить, красться, прыгать, карабкаться, плавать, нырять, добывать, строить, сражаться и использовать инструменты и блоки.

source: • Taking fall damage
de: • Fallschaden
ja: ・落下ダメージを受ける
ru: • Получение урона от падения

source: • Touching a block which causes direct damage
de: • Einen Block berühren, der Direktschaden anrichtet
ja: ・直接ダメージを与えるブロックに触れる
ru: • Прикосновение к блоку, который наносит урон

source: • Drowning
de: • Ertrinken
ja: ・溺れる
ru: • Утопление

source: • Being attacked by another player
de: • Angriff eines anderen Spielers
ja: ・他のプレイヤーから攻撃される
ru: • Нападение другого игрока

source: • Being attacked by a computer enemy
de: • Angriff eines Computergegners
ja: ・コンピュータの敵から攻撃される
ru: • Нападение компьютерного врага

source: Some blocks reduce breath. While being with the head in a block which causes drowning, the breath points are reduced by 1 for every 2 seconds. When all breath is gone, the player starts to suffer drowning damage. Breath is quickly restored in any other block.
de: Einige Blöcke reduzieren den Atem. In einem Block, der den Atem reduziert, werden die Atempunkte um 1 alle 2 Sekunden reduziert. Wenn der Atem verbraucht ist, erleidet der Spieler Schaden durch Ertrinken. Der Atem wird in jedem anderen Block rasch wiederhergestellt.
it: Alcuni blocchi riducono l'ossigeno. Stando con la testa in un blocco che causa l'annegamento, i punti ossigeno vengono ridotti di uno ogni due secondi. Quando tutto l'ossigeno è finito, il/la utente inizia a subire il ferimento da annegamento. L'ossigeno viene ripristinato rapidamente in ogni altro blocco.
ja: いくつかの溺れる効果のあるブロックに頭を入れている間は、2秒ごとにBP（ブレスポイント）が1ずつ減少します。息がなくなると、溺水ダメージを受けるようになります。そのほかのブロックではすぐに呼吸が回復します。
ru: Некоторые блоки уменьшают дыхание. При нахождении с головой в блоке, который вызывает утопление, очки дыхания уменьшаются на 1 каждые 2 секунды. Когда все очки дыхания пропадают, игрок начинает получать урон от утопления. Очки дыхания быстро восстанавливаются в любом другом блоке.

source: Damage can be disabled on any world. Without damage, players are immortal and health and breath are unimportant.
de: Schaden kann in jeder Welt ausgeschaltet werden. Ohne Schaden sind Spieler unsterblich und Gesundheit und Atem spielen keine Rolle.
it: Il ferimento può essere disabilitato in qualunque mondo. Senza ferimento, gli/le utenti sono immortali, e salute e ossigeno non hanno importanza.
ja: ダメージはどのワールドでも無効にできます。 ダメージがなければプレイヤーは不死であり、ヘルスやブレスは重要ではありません。
ru: Урон можно отключить в любом мире. Без включенного урона игроки бессмертны, и здоровье и дыхание для них неважны.

source: Liquids
de: Flüssigkeiten
it: Liquidi
ja: 液体
ru: Жидкости

source: Liquids are special dynamic blocks. Liquids like to spread and flow to their surrounding blocks. Players can swim and drown in them.
de: Flüssigkeiten sind besondere dynamische Blöcke. Flüssigkeiten neigen dazu, sich auszubreiten und zu ihren Nachbarblöcken zu fließen. Spieler können in Flüssigkeiten schwimmen und ertrinken.
it: I liquidi sono blocchi speciali dinamici. Ai liquidi piace espandersi e fluire verso i blocchi circostanti. Gli/le utenti possono affogarci.
ja: 液体は特殊な動的ブロックです。液体は周囲のブロックに広がり、流れていく習性があります。プレイヤーはその中で泳いだり、溺れたりできます。
ru: Жидкости это специальные динамические блоки. Жидкости распространяются и стекают по окружающим их блокам. Игроки могут плавать и тонуть в них.

source: Liquids usually come in two forms: In source form (S) and in flowing form (F).
de: Flüssigkeiten gibt es normalerweise in zwei Formen: Quelle (S) und fließend (F).
it: I liquidi normalmente sono di due tipi: il tipo fonte (S) e il tipo corrente (F).
ja: 液体が通常取りうる２つの形態：源泉型（S）と流動型（F）である。
ru: Жидкости могут быть двух видов: источник (S) и течение (F).

source: Liquid sources have the shape of a full cube. A liquid source will generate flowing liquids around it from time to time, and, if the liquid is renewable, it also generates liquid sources. A liquid source can sustain itself. As long it is left alone, a liquid source will normally keep its place and does not drain out.
de: Flüssigkeitsquellen nehmen die Form eines ganzen Würfels an. Eine Flüssigkeitsquelle wird um sich herum fließende Flüssigkeitsquellen erzeugen und, falls die Flüssigkeit erneuerbar ist, auch Flüssigkeitsquellen erzeugen. Eine Flüssigkeitsquelle erhält sich selbst. Solange nichts passiert, wird eine Flüssigkeitsquelle normalerweise ihren Platz behalten und nicht austrocknen.
ja: 液体源は完全な立方体の形を持っています。液体源は時々その周りに流動液体を発生させ、もし液体が再生可能であれば、液体源も発生させます。液体源は自身を維持できます。放っておく限り、液体源は通常その場所を保ち、流出しません。
ru: Источники жидкостей имеют форму полного куба. Источник генерирует течение жидкости вокруг себя время от времени, и, если жидкость является возобновляемой, он также генерирует новые источники. Жидкий источник может поддерживать себя сам. Пока вы не трогаете источник, он, как правило, остаётся на месте и никуда сам не утекает.

source: Flowing liquids take a sloped form. Flowing liquids spread around the world until they drain. A flowing liquid can not sustain itself and always comes from a liquid source, either directly or indirectly. Without a liquid source, a flowing liquid will eventually drain out and disappear.
de: Fließende Flüssigkeiten nehmen eine schräge Form an. Fließende Flüssigkeiten breiten sich in der Welt aus, bis sie austrocknen. Eine fließende Flüssigkeit kann sich nicht selbst erhalten und kommt immer aus einer Flüssigkeitsquelle, entweder direkt oder indirekt. Ohne einer Flüssigkeitsquelle wird eine fließende Flüssigkeit irgendwann austrocknen und verschwinden.
it: I liquidi correnti assumono una forma inclinata. I liquidi correnti si espandono per il mondo finché si prosciugano. Un liquido corrente non può sostenersi e proviene sempre da una fonte di liquidi, o direttamente o indirettamente. Senza una fonte di liquidi, alla fine un liquido corrente si prosciugherà e sparirà.
ja: 流動液体は、傾斜した形状をとります。それらは枯渇するまでワールド中に広がります。流動液体は自身を維持できず、常に直接的または間接的に液体源から生じます。液体源がなければ、流動液体はやがて流出しきって消えます。
ru: Текущие жидкости принимают наклонную форму. Они распространяются по всему миру, пока не пересохнут. Текучая жидкость не может поддерживать себя и всегда поступает из источника. Без источника течение в конце концов высыхает и исчезает.

source: All liquids share the following properties:
de: Alle Flüssigkeiten teilen die folgenden Eigenschaften:
it: Tutti i liquidi condividono le proprietà seguenti:
ja: すべての液体に共通するプロパティは次のとおり：
ru: Все жидкости обладают следующими свойствами:

source: • All properties of blocks (including drowning damage)
de: • Alle Eigenschaften von Blöcken (inklusive Ertrinkensschaden)
ja: ・ブロックのプロパティ全般（溺水ダメージ含む）
ru: • Все свойства блоков (включая урон от утопления)

source: • Renewability: Renewable liquids can create new sources
de: • Erneuerbarkeit: Erneuerbare Flüssigkeiten können neue Quellen erschaffen
it: • Rinnovabilità: i liquidi rinnvabili possono creare nuove fonti
ja: ・再生可能性：再生可能な液体は、新たな源泉を生み出せる
ru: • Возобновляемость: возобновляемые жидкости могут создавать новые источники

source: • Flowing range: How many flowing liquids are created at maximum per liquid source, it determines how far the liquid will spread. Possible are ranges from 0 to 8. At 0, no flowing liquids will be created. Image 5 shows a liquid of flowing range 2
de: • Fließreichweite: Wie viel fließende Flüssigkeit maximal je Flüssigkeitsquelle erschaffen werden; das bestimmt, wie weit die Flüssigkeit fließen kann. Mögliche Reichweiten sind zwischen 0 bis 8. Bei 0 werden keine fließenden Flüssigkeiten erzeugt. Bild 5 zeigt eine Flüssigkeit mit einer Fließreichweite von 2
it: • Raggio di flusso: quanti liquidi correnti sono creati al massimo da una fonte di liquidi, stabilisce quanto lontano si espanderà il liquido. Sono possibili raggi da 0 a 8. A 0, non sarà creato nessun liquido corrente. L'immagine 5 mostra un liquido con raggio di flusso pari a 2
ja: ・流動範囲：液体源１つにつき、最大でどれだけの流動液体を生むか、液体がどこまで広がるかの設定。可能な範囲は0から8まで。0の場合、流動液体は発生しない。画像5は、流動範囲2の液体
ru: • Диапазон текучести: сколько текучих жидкостей создается максимум на один источник жидкости, это определяет, как далеко жидкость будет распространяться. Возможны диапазоны от 0 до 8. При 0 не будет создаваться никаких текучих жидкостей. На рисунке 5 показана жидкость с диапазоном текучести 2

source: • Viscosity: How slow players move through it and how slow the liquid spreads
de: • Zähflüssigkeit: Wie langsam sich Spieler durch sie bewegen und wie langsam sich die Flüssigkeit ausbreitet
it: • Viscosità: quanto lentamente si muovono gli/le utenti in esso e quanto lentamente si espande il liquido
ja: ・粘性：プレイヤーがその中を移動する際の遅さ、液体が広がる際の遅さ
ru: • Вязкость: как медленно игроки движутся через нее и как медленно распространяется жидкость

source: Renewable liquids create new liquid sources at open spaces (image 2). A new liquid source is created when:
de: Erneuerbare Flüssigkeiten erschaffen neue Flüssigkeitsquellen in Freiräumen (Bild 2). Eine neue Flüssigkeitsquelle wird erschaffen, wenn:
ja: 再生可能な液体は、空きスペースに新たな液体源を生み出します（画像2）。新しい液体源ができる時は次のとおり：
ru: Возобновляемые жидкости создают новые источники жидкости на открытых пространствах (рис.2). Новый источник жидкости создается, когда:

source: • Two renewable liquid blocks of the same type touch each other diagonally
de: • Zwei gleiche erneuerbare Flüssigkeitsblöcke sich diagonal berühren
ja: ・同じ種類の再生可能な液体ブロック2個が、斜めに接する
ru: • Два возобновляемых жидкостных блока одного типа касаются друг друга по диагонали

source: • These blocks are also on the same height
de: • Diese Blöcke sich auch in der gleichen Höhe befinden
ja: ・これらのブロックも同じ高さにある
ru: • При этом данные блоки находятся на одной высоте

source: • One of the two “corners” is open space which allows liquids to flow in
de: • Eines der zwei „Ecken“ ein Freiraum ist, in den Flüssigkeiten hereinfließen können
ja: ・２つの「かど」のうち１つは、液体が流れ込む空きスペース
ru: • Один из двух “углов” это открытое пространство, которое позволяет жидкостям затекать в него

source: When those criteria are met, the open space is filled with a new liquid source of the same type (image 3).
de: Wenn diese Eigenschaften zutreffen, wird der freie Raum mit einer neuen Flüssigkeitsquelle des selben Typs gefüllt (Bild 3).
it: Quando questi criteri sono soddisfatti, lo spazio aperto viene riempito con una nuova fonte di liquidi dello stesso tipo (immagine 3).
ja: それらの条件を満たすと、空きスペースに同じ種類の新しい液体源が充填されます（画像3）。
ru: Если эти критерии выполнены, открытое пространство заполняется новым источником жидкости того же типа (рис.3).

source: Swimming in a liquid is fairly straightforward: The usual direction keys for basic movement, the jump key for rising and the sneak key for sinking.
de: Schwimmen in einer Flüssigkeit ist einfach: Die normale Richtungstasten für die Grundbewegung, Sprungtaste und Schleichen für Auf- und Abbewegungen.
it: Nuotare in un liquido è abbastanza semplice: i soliti tasti direzionali per il movimento di base, il tasto di salto per emergere e il tasto strisciare per immergersi.
ja: 液体の中を泳ぐのはとても直感的：基本的な動きは通常の方向キー、浮上はジャンプキー、潜水はスニークキーで行います。
ru: Плавать в жидкости довольно просто: обычные клавиши направления для основного движения, клавиша прыжка для подъема и клавиша подкрадывания для погружения.

source: The physics for swimming and diving in a liquid are:
de: Die Schwimmphysik:
it: Le regole fisiche per nuotare e immergersi in un liquido sono:
ja: 液体の中を泳いだり潜ったりするときの物理は：
ru: Физика плавания и погружения в жидкость такова:

source: • The higher the viscosity, the slower you move
de: • Je höher die Zähflüssigkeit, desto langsamer bewegen Sie sich
it: • Maggiore è la viscosità, più lentamente vi muoverete
ja: ・粘度が高いほど、動きが遅くなる
ru: • Чем выше вязкость, тем медленнее вы двигаетесь

source: • If you rest, you'll slowly sink
de: • Wenn Sie ruhen, sinken sie langsam
it: • Se vi riposate, affonderete lentamente
ja: ・休んでいると、じわじわと沈む
ru: • Если вы ничего не делаете, то постепенно начнёте тонуть

source: • There is no fall damage for falling into a liquid as such
de: • Es gibt keinen Fallschaden für das Eintauchen in einer Flüssigkeit als solche
it: • Non c'è nessun ferimento da caduta alla caduta in un liquido in quanto tale
ja: ・このように、液体に落下しても落下ダメージはない
ru: Падение в жидкость не наносит урон от самого падения

source: • If you fall into a liquid, you will be slowed down on impact (but don't stop instantly). Your impact depth is determined by your speed and the liquid viscosity. For a safe high drop into a liquid, make sure there is enough liquid above the ground, otherwise you might hit the ground and take fall damage
de: • Wenn Sie in eine Flüssigkeit stürzen, werden Sie bei Kontakt verlangsamt (aber Sie halten nicht sofort an). Ihre Falltiefe hängt von Ihrer Geschwindigkeit und der Viskosität (Zähflüssigkeit) der Flüssigkeit ab. Für einen sicheren hohen Sturz in eine Flüssigkeit, musst Du sicherstellen, dass genug Flüssigkeit über dem Boden ist, sonst könntest Du auf den Boden aufschlagen und Fallschaden erleiden
it: • Se cadete in un liquido, verrete rallentat* all'impatto (ma non vi fermerete immediatamente). La profondità del vostro impatto è determinata dalla vostra velocità e dalla viscosità del liquido. Per un tuffo sicuro in un liquido da grande altezza, assicuratevi che ci sia abbastanza liquido sopra il terreno, altrimenti potreste colpire il terreno e subire il ferimento da caduta
ja: 液中に落ちると衝撃で速度が落ちる（但し瞬時には止まらない）。衝撃の深さは、速度と液体の粘性によって決まる。液体へ安全に高飛び込みするには、地面より上に十分な液体があることを確認する。そうでなければ、地面に衝突して落下ダメージを受ける可能性がある
ru: • Если вы упадете в жидкость, вы будете замедлены перед ударом (но не остановлены мгновенно). Итоговая сила удара определяется вашей скоростью и вязкостью жидкости. Для безопасного падения в жидкость убедитесь, что над землей достаточно жидкости, иначе вы можете удариться о землю и всё-таки получить урон от падения

source: Liquids are often not pointable. But some special items are able to point all liquids.
de: Flüssigkeiten sind generell nicht zeigbar. Aber ein paar besondere Werkzeuge können auf alle Flüssigkeiten zeigen.
it: Spesso i liquidi non sono puntabili. Ma alcuni oggetti speciali possono puntare tutti i liquidi.
ja: 液体は往々にしてポイント不可能です。しかし一部の特殊なアイテムは、すべての液体をポイントすることができます。
ru: Жидкости часто ненацеливаемы. Но некоторые специальные предметы способны указывать на все жидкости.

source: Light
de: Licht
it: Luce
ja: 光
ru: Свет

source: As the world is entirely block-based, so is the light in the world. Each block has its own brightness. The brightness of a block is expressed in a “light level” which ranges from 0 (total darkness) to 15 (as bright as the sun).
de: Da die Welt völlig auf Blöcken basiert, gilt dies auch für das Licht in der Welt. Jeder Block hat seine eigene Helligkeit. Die Helligkeit eines Blocks wird als „Helligkeitsstufe“ angegeben, die von 0 (völlig dunkel) bis 15 (so hell wie die Sonne) reicht.
it: Essendo il mondo completamente basato su blocchi, lo è anche la luce nel mondo. Ogni blocco ha la propria luminosità. La luminosità di un blocco è espressa in un “livello di luce” che va da 0 (oscurità completa) a 15 (luminoso quanto il sole).
ja: 世界がすべてブロックベースである以上、世界の光もまた然りです。各ブロックはそれぞれの明るさを持ちます。ブロックの明るさは“light level”（＝明るさ）で表され、0（真っ暗）から15（太陽と同じ明るさ）までの範囲で設定できます。
ru: Весь мир полностью основан на блоках, и точно так же устроен свет. Каждый блок имеет свою собственную яркость. Яркость блока выражается в “уровне свечения“, который колеблется от 0 (полная темнота) до 15 (такой же яркий, как солнце).

source: There are two types of light: Sunlight and artificial light.
de: Es gibt zwei Lichttypen: Sonnenlicht und künstliches Licht.
it: Esistono due tipi di luce: la luce solare e la luce artificiale.
ja: 光には２つの種類があります：太陽光と人工光です。
ru: Существует два вида света: солнечный и искусственный.

source: Artificial light is emitted by luminous blocks. Artificial light has a light level from 1-14.
de: Künstliches List kommt von leuchtenden Blöcken. Künstliches Licht hat eine Helligkeit zwischen 1-14.
it: La luce artificiale è emessa dai blocchi luminosi. La luce artificiale ha un livello di luce tra 1 e 14.
ja: 人工光は発光ブロックから放射されます。人工光は1～14の明るさを持ちます。
ru: Искусственный свет излучается светящимися блоками. Искусственный свет имеет уровень яркости от 1 до 14.

source: Sunlight is the brightest light and always goes perfectly straight down from the sky at each time of the day. At night, the sunlight will become moonlight instead, which still provides a small amount of light. The light level of sunlight is 15.
de: Sonnenlicht ist das hellste Licht und geht immer von oben vom Himmel schnurgerade nach unten zu jeder Tageszeit. In der Nacht wird aus Sonnenlicht Mondlicht, welches immer noch etwas Licht spendet.
ja: 太陽光は最も明るい光であり、日中のどの時間帯でも、常に空から完全にまっすぐ降り注いでいます。夜になると、太陽光は代わりに月明かりになりますが、これはまだわずかな光量しか提供しません。太陽光の明るさは15です。
ru: Солнечный свет самый яркий и всегда идет совершенно прямо с неба в любое время дня. Ночью свет превращается в лунный, и он тоже даёт небольшое количество света. Уровень яркости солнечного света равен 15.

source: Blocks have 3 levels of transparency:
de: Blöcke haben 3 Stufen der Transparenz:
it: I blocchi hanno tre livelli di trasparenza:
ja: ブロックは3段階の透明度を持ちます：
ru: Блоки имеют 3 уровня прозрачности:

source: • Transparent: Sunlight goes through limitless, artificial light goes through with losses
de: • Transparent: Sonnenlicht geht unbegrenzt hindurch, künstliches Licht geht mit Verlusten hindurch
it: • Trasparente: la luce solare li attraversa senza perdite, la luce artificiale li attraversa con delle perdite
ja: ・透明：太陽光は無限に通過し、人工光は損失を伴って通過する
ru: • Прозрачный: солнечный свет проходит насквозь без ограничений, искусственный свет проходит с потерями

source: • Semi-transparent: Sunlight and artificial light go through with losses
de: • Halbtransparent: Sonnenlicht und künstliches Licht gehen mit Verlusten durch
it: • Semi-trasparenti: la luce solare e la luce artificiale li attraversano con delle perdite
ja: ・半透明：太陽光と人工光は損失を伴って通過する
ru: • Полупрозрачный: солнечный свет и искусственный свет проходят с потерями

source: • Opaque: No light passes through
de: • Lichtundurchlässig: Licht kann nicht passieren
it: • Opachi: nessuna luce li attraversa
ja: ・不透明：光を通さない
ru: • Непрозрачный: свет не проходит насквозь
