Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/vlf_doc_basics/locale/poconvert/*.po
Languages: de, it, ja, ru

source: Advanced usage
de: Fortgeschrittenes
it: Utilizzo avanzato
ja: 高度な使用方法
ru: Продвинутое использование

source: Advanced information which may be nice to know, but is not crucial to gameplay
de: Fortgeschrittene Informationen, die nett zu wissen sind, aber nicht kritisch für das reguläre Spiel
it: Informazioni avanzate che possono essere utili da conoscere, ma che non sono cruciali per durante il gioco
ja: 知っておくと便利だが、ゲームプレイには重要でない高度な情報
ru: Дополнительная информация, которую хорошо было бы знать, но не критично для хода игры

source: Creative Mode
de: Kreativmodus
it: Modalità Creativa
ja: クリエイティブモード
ru: Творческий режим

source: Enabling Creative Mode in MineClone 2 applies the following changes:
de: Der Kreativmodus in MineClone 2 nimmt die folgenden Änderungen vor:
ja: MineClone 2 で Creative Mode を有効にすると、以下の変更が適用されます：
ru: При включении творческого режима в MineClone 2 применяются следующие изменения:

source: • You keep the things you've placed
de: • Sie behalten die Dinge, die Sie platzieren
ja: ・あなたが置いたものを保つ
ru: • У вас сохраняются вещи, которые вы размещаете в мире

source: • Creative inventory is available to obtain most items easily
de: • Das Kreativinventar ist verfügbar, mit dem Sie die meisten Dinge leicht erhalten
ja: ・ほとんどのアイテムを簡単に入手できるクリエイティブインベントリが利用可能
ru: • Вам доступен творческий инвентарь для легкого получения большинства предметов

source: • Hand breaks all default blocks instantly
de: • Hand zerbricht alle Standardblöcke sofort
ja: ・すべてのデフォルトブロックを手で即座に壊せる
ru: • Рука мгновенно разбивает все стандартные блоки

source: • Greatly increased hand pointing range
de: • Stark erhöhte Zeigereichweite der Hand
ja: ・手のポイント範囲の大幅な拡大
ru: • Значительно увеличенный диапазон нацеливания руки

source: • Mined blocks don't drop items
de: • Gegrabene Blöcke werfen nichts ab
ja: ・採掘されたブロックがアイテムをドロップしない
ru: • Добываемые блоки не превращаются в предметы

source: • Items don't get used up
de: • Gegenstände werden nicht verbraucht
ja: ・アイテムを使い切ることがない
ru: • Предметы не расходуются

source: • Tools don't wear off
de: • Werkzeuge nutzen sich nicht ab
ja: ・道具が消耗しない
ru: • Инструменты не изнашиваются

source: • You can eat food whenever you want
de: • Sie können essen, wann immer Sie wollen
ja: ・食べたい時にいつでも食べられる
ru: • Вы можете есть пищу когда захотите

source: • You can always use the minimap (including radar mode)
de: • Sie können die Übersichtskarte immer benutzen (auch den Radarmodus)
ja: ・常にミニマップが使える（レーダーモード含む）
ru: • Вы всегда можете использовать миникарту (включая режим радара)

source: Damage is not affected by Creative Mode, it needs to be disabled separately.
de: Schaden wird vom Kreativmodus nicht beeinflusst, er muss separat ausgeschaltet werden.
ja: ダメージはクリエイティブモードの影響を受けないので、別途無効化する必要があります。
ru: На урон творческий режим не влияет, его нужно отключать отдельно.

source: Console
de: Konsole
ja: コンソール
ru: Консоль

source: With [F10] you can open and close the console. The main use of the console is to show the chat log and enter chat messages or server commands.
de: Mit [F10] öffnen und schließen Sie die Konsole. Der Hauptzweck der Konsole ist die Anzeige des Chatprotokolls und für die Eingabe von Chatnachrichten oder Serverbefehlen.
it: Con [F10] potete aprire e chiudere la console. L'uso principale della console è mostrare il registro della messaggistica, o inviare messaggi, o comandi per il sever.
ja: [F10]でコンソールを開いたり閉じたりできます。コンソールの主な用途は、チャットログの表示や、チャットメッセージ及びサーバーコマンドの入力です。
ru: С помощью [F10] вы можете открывать и закрывать консоль. Основное назначение консоли - показывать журнал чата и вводить сообщения чата или команды сервера.

source: Using the chat or server command key also opens the console, but it is smaller and will be closed after you sent a message.
de: Wenn Sie die Chat- oder Serverbefehlstaste benutzen, wird die Konsole auch geöffnet, aber sie ist kleiner und wird geschlossen, nachdem Sie eine Nachricht gesendet haben.
it: La console può essere aperta anche col tasto della messaggistica, o con quello che precede l'invio dei comandi, ma è più piccola e verrà chiusa dopo che avrete inviato un messaggio.
ja: チャットやサーバーのコマンドキーを使ってもコンソールを開けますが、サイズが小さく、メッセージ送信後に閉じられることになります。
ru: Использование чата или клавиши для отправки команд также открывает консоль, но меньшего размера, и будет закрываться сразу после отправки сообщения.

source: Use the chat to communicate with other players. This requires you to have the “shout” privilege.
de: Benutzen Sie den Chat, um mit anderen Spielern zu kommunizieren. Dafür brauchen Sie das „shout“-Privileg.
it: Usate la messaggistica per comunicare con gli/le altr* utenti. Ciò richiede il privilegio “shout” (“urlare”).
ja: 他のプレイヤーとの連絡には、チャットを利用します。これには、“shout”権限が必要です。
ru: Используйте чат для общения с другими игроками. Для этого требуется привилегия ”shout“.

source: Just type in the message and hit [Enter]. Public chat messages can not begin with “/”.
de: Geben Sie einfach die Nachricht ein und drücken [Eingabe]. Öffentliche Chatnachrichten können nicht mit „/“ beginnen.
it: Scrivete il messaggio e premete [Invio]. I messaggi inviati pubblicamente non possono iniziare con “/”.
ja: メッセージを入力し、[Enter]キーを押すだけです。公開チャットのメッセージは、先頭に“/”をつけることはできません。
ru: Просто введите сообщение и нажмите [Enter]. Сообщения чата не могут начинаться с “/“.

source: You can send private messages: Say “/msg <player> <message>” in chat to send “<message>” which can only be seen by <player>.
de: Sie können private Nachrichten senden: Sagen Sie „/msg <Spieler> <Nachricht>“ im Chat, um „<Nachricht>“ zu senden, aber nur für <Spieler> sichtbar.
it: Potete inviare messaggi privati: scrivete “/msg Nome Messaggio” (senza virgolette) nell'area di messaggistica per mandare un “Messaggio” che potrà essere visto solo da “Nome”.
ja: 個人的なメッセージを送信できます：チャットで“/msg <player> <message>”と言うと、<player>だけが見ることができる“<message>”を送れます。
ru: Вы можете отправлять приватные сообщения: напишите “/msg <игрок> <сообщение>” в чате, чтобы отправить “<сообщение>”, который сможет увидеть только <игрок>.

source: There are some special controls for the console:
de: Besondere Steuerung für die Konsole:
it: Per la console esistono alcuni controlli speciali:
ja: これらは、コンソール専用の操作方法です：
ru: Клавиши специального управления консолью:

source: • [F10] Open/close console
de: • [F10] Konsole öffnen/schließen
it: • [F10] apre/chiude la console
ja: ・[F10]：コンソールの開/閉
ru: • [F10] - открыть/закрыть консоль

source: • [Enter]: Send message or command
de: • [Eingabe] Nachricht oder Befehl senden
it: • [Invio]: manda un messaggio o un comando
ja: ・[Enter]：メッセージ送信 または コマンド
ru: • [Enter] - отправить сообщение или команду

source: • [Tab]: Try to auto-complete a partially-entered player name
de: • [Tab]: Autovervollständigung von Spielernamen
it: • [Tab]: prova a completare automaticamente il nome di un* utente già parzialmente scritto
ja: ・[Tab]：部分的に入力されたプレイヤー名を、オートコンプリート（自動入力補完）しよう試みる
ru: • [Tab] - попытаться автоматически дополнить частично введённое имя игрока

source: • [Ctrl]+[Left]: Move cursor to the beginning of the previous word
de: • [Strg]+[Links]: Cursor zum Anfang des vorherigen Wortes bewegen
it: • [Ctrl] + [Sinistra]: sposta il cursore all'inizio della parola precedente
ja: ・[Ctrl]+[Left]：カーソルを、前の単語の先頭に移動する
ru: • [Ctrl]+[Left] - переместить курсор в начало предыдущего слова

source: • [Ctrl]+[Right]: Move cursor to the beginning of the next word
de: • [Strg]+[Rechts]: Cursor zum Anfang des vorherigen Wortes bewegen
it: • [Ctrl] + [Destra]: sposta il cursore all'inizio della parola successiva
ja: ・[Ctrl]+[Right]：カーソルを、次の単語の先頭に移動する
ru: • [Ctrl]+[Right] - переместить курсор в начало следующего слова

source: • [Ctrl]+[Backspace]: Delete previous word
de: • [Strg]+[Rücktaste]: Vorheriges Wort löschen
it: • [Ctrl] + [Backspace]: cancella la parola precedente
ja: ・[Ctrl]+[Backspace]：前の単語を削除
ru: • [Ctrl]+[Backspace] - удалить предыдущее слово

source: • [Ctrl]+[Delete]: Delete next word
de: • [Strg]+[Entfernen]: Nächstes Wort löschen
it: • [Ctrl] + [Canc]: cancella la parola successiva
ja: ・[Ctrl]+[Delete]：次の単語を削除
ru: • [Ctrl]+[Delete] - удалить следующее слово

source: • [Ctrl]+[U]: Delete all text before the cursor
de: • [Strg]+[U]: Text vor dem Cursor löschen
it: • [Ctrl] + [U]: cancella tutto il testo prima del cursore
ja: ・[Ctrl]+[U]：カーソルより前のテキストをすべて削除
ru: • [Ctrl]+[U] - удалить весь текст перед курсором

source: • [Ctrl]+[K]: Delete all text after the cursor
de: • [Strg]+[K]: Text nach dem Cursor löschen
it: • [Ctrl] + [K]: cancella tutto il testo dopo il cursore
ja: ・[Ctrl]+[K]：カーソルより後のテキストをすべて削除
ru: • [Ctrl]+[K] - удалить весь текст после курсора

source: • [Page up]: Scroll up
de: • [Bild auf]: Nach oben scrollen
it: • [Pag su]: scorre indietro il testo
ja: ・[Page up]：上にスクロール
ru: • [Page up] - прокрутка вверх

source: • [Page down]: Scroll down
de: • [Bild ab]: Nach unten rollen
it: • [Pag giù]: scorre in avanti il testo
ja: ・[Page down]：下にスクロール
ru: • [Page down] - прокрутка вниз

source: There is also an input history. Minetest saves your previous console inputs which you can quickly access later:
de: Es gibt auch eine Eingabe-Historie. Minetest merkt sich Ihre vorherigen Konsoleneingaben, auf die Sie später schnell zugreifen können:
it: Esiste anche uno storico dei contenuti inseriti. Minetest salva i vostri inserimenti precendenti nella console, in modo che possiate accedervi rapidamente più tardi:
ja: また、入力履歴もあります。Minetest は以前のコンソール入力を保存し、後ですぐにアクセスできるようにしています：
ru: Существует также история ввода данных. Minetest сохраняет весь ваш консольный ввод, и к нему можно быстро получить доступ в дальнейшем:

source: • [Up]: Go to previous entry in history
de: • [Rauf]: Zum vorherigen Eintrag in der Historie gehen
it: • [Su]: va alla voce precedente nello storico
ja: ・[Up]：履歴の、前のエントリに移動
ru: • [Вверх] - перейти к предыдущей записи истории ввода

source: • [Down]: Go to next entry in history
de: • [Runter]: Zum nächsten Eintrag in der Historie gehen
it: • [Giù]: va alla voce successiva nello storico
ja: ・[Down]：履歴の、次のエントリに移動
ru: • [Вниз] - переход к следующей записи истории ввода

source: Server commands
de: Serverbefehle
it: Comandi del server
ja: サーバーコマンド
ru: Серверные команды

source: Server commands (also called “chat commands”) are little helpers for advanced users. You don't need to use these commands when playing. But they might come in handy to perform some more technical tasks. Server commands work both in multi-player and single-player mode.
de: Serverbefehle (auch „Chat-Befehle“ genannt) sind kleine Helferlein für fortgeschrittene Benutzer. Sie müssen diese Befehle im normalen Spielverlauf nicht benutzen. Aber sie können nützlich sein, um ein paar technischere Aufgaben zu erledigen. Serverbefehle funktionieren sowohl im Mehrspieler- als auch im Einzelspielermodus.
it: I comandi del server (chiamati anche “comandi di messaggistica”) sono piccoli aiutanti per gli/le utenti avanzat*. Quando giocate non vi serve usare questi comandi. Ma potrebbero esservi utili per eseguire compiti più avanzati. I comandi del server funzionano sia nella modalità di gioco locale che in quella in rete.
ja: サーバーコマンド（「チャットコマンド」とも呼ばれます）は、上級者向けのちょっとした ヘルプ要素です。プレイ中にこれらのコマンドを使う必要はありません。しかし、より技術的なタスクを実行するのに便利かもしれません。サーバーコマンドは、マルチプレイヤーでもシングルプレイヤーでも使えます。
ru: Серверные команды (также известные как “чат-команды”) это маленькое подспорье для продвинутых пользователей. Нет необходимости использовать их для игры. Но они могут пригодиться для выполнения технических задач. Серверные команды работают как в многопользовательском, так и в однопользовательском режиме.

source: Server commands can be entered by players using the chat to perform a special server action. There are a few commands which can be issued by everyone, but some commands only work if you have certain privileges granted on the server. There is a small set of basic commands which are always available, other commands can be added by mods.
de: Serverbefehle können von Spielern im Chat eingegeben werden, um eine besondere Serveraktion auszulösen. Es gibt ein paar Befehle, die von jedem benutzt werden können, aber einige Befehle benötigen Privilegien, die vom Server gewährt werden. Es gibt eine kleine Menge an Grundbefehlen, die immer verfügbar sind, andere Befehle können von Mods hinzugefügt werden.
it: I comandi del server possono essere inseriti dai/dalle utenti usando la messaggistica per eseguire una azione speciale del server. Esistono un po' di comandi che possono essere usati da tutt*, ma alcuni comandi funzionano solo se sul server vi sono stati concessi certi privilegi. Esiste un piccolo numero di comandi di base che sono sempre disponibili, altri comandi possono essere aggiunti dai moduli.
ja: サーバーコマンドは、プレイヤーがチャットを使って入力することで、特別なサーバーアクションを実行できます。いくつかのコマンドは誰でも出すことができますが、中にはサーバーに与えられた特定の権限を持っている場合にのみ動作するコマンドもあります。基本的なコマンドは常に利用可能で、その他のコマンドはMODによって追加できます。
ru: Серверные команды могут выполнять игроки при помощи чата для выполнения специального действия сервера. Есть несколько команд, которые могут быть выданы всеми, но некоторые команды работают только в том случае, если у вас есть определенные привилегии, предоставленные на сервере. Существует небольшой набор базовых команд, которые доступны всегда, дополнительные команды могут добавляться модами.

source: To issue a command, simply type it like a chat message or press Minetest's command key (default: [/]). All commands have to begin with “/”, for example “/mods”. The Minetest command key does the same as the chat key, except that the slash is already entered.
de: Um einen Befehl zu erteilen, geben Sie ihn einfach wie eine Chatnachricht ein oder drücken Sie Minetests Befehlstaste (Standard: [/]). Alle Befehle müssen mit „/“ beginnen, z.B. „/mods“. Die Minetestbefehlstaste macht das gleiche wie die Chattaste, nur, dass der Schrägstrich schon eingegeben wurde.
it: Per inviare un comando, scrivetelo come se fosse un messaggio o premete il tasto di comando di Minetest (predefinito: [/]). Tutti i comandi devono iniziare con “/”, per esempio “/mods”. Il tasto di comando di Minetest si comporta come il tasto della messaggistica, eccetto il fatto che la sbarra “/” è già inserita.
ja: コマンドを出すには、単純にチャットメッセージのように入力するか、Minetest のコマンドキー（デフォルト：[/]）を押してください。すべてのコマンドは、“/mods”のように“/”で始まる必要があります。Minetest のコマンドキーは、スラッシュがすでに入力されていることを除いて、チャットキーと同じように動作します。
ru: Чтобы запустить команду просто введите ее как вводите сообщения в чате, или нажмите командную клавишу Minetest (по умолчанию: [/]). Все команды должны начинаться с символа “/”, например “/mods”. Клавиша команды Minetest делает то же самое, что и клавиша чата, за исключением того, что символ слэш (косая черта, наклонённая вправо) уже введён.

source: Commands may or may not give a response in the chat log, but errors will generally be shown in the chat. Try it for yourselves: Close this window and type in the “/mods” command. This will give you the list of available mods on this server.
de: Befehle können eine Rückmeldung im Chatprotokoll auslösen, müssen aber nicht. Fehlermeldungen tauchen grundsätzlich im Chat auf. Probieren Sie es aus: Schließen Sie dieses Fenster und geben Sie den „/mods“-Befehl ein. Damit erhalten Sie die Liste der vorhandenen Mods auf diesem Server.
it: I comandi possono non dare una risposta nel registro della messaggistica, ma in genere gli errori saranno mostrati. Provate voi stess*: chiudete questa finestra e inviate il comando “/mods” (senza virgolette). Vi mostrerà l'elenco dei moduli disponibili su questo server.
ja: コマンドは、チャットログで応答したりしなかったりますが、エラーは基本的にチャットで表示されます。自分自身で試してみてください：このウィンドウを閉じて、“/mods”コマンドを入力してください。このサーバーで利用可能なMODのリストが表示されます。
ru: Команды могут возвращать или не возвращать ответ в журнале чата, но ошибки, как правило, отображаются. Попробуйте сами: закройте это окно и введите команду “/mods”. Она покажет вам список модов, доступных на этом сервере.

source: “/help all” is a very important command: You get a list of all available commands on the server, a short explanation and the allowed parameters. This command is also important because the available commands often differ per server.
de: „/help all“ ist ein sehr wichtiger Befehl: Damit erhalten Sie eine Liste aller verfügbaren Befehle auf dem Server, eine kurze Erklärung und die möglichen Parameter. Dieser Befehl ist auch wichtig, weil die Befehle sich je nach Server unterscheiden können.
it: “/help all” è un comando molto importante: ottenete un elenco di tutti i comandi disponibili sul server, una breve spiegazione e i parametri consentiti. Questo comando è importante anche perhé i comandi disponibili spesso variano da server a server.
ja: “/help all”は非常に重要なコマンドです。サーバ上で利用可能なすべてのコマンドのリスト、簡単な説明、そして許可されたパラメータを得ることができます。利用可能なコマンドはサーバーごとに異なることが多いので、このコマンドも重要です。
ru: “/help all“ это очень важная команда: вы получаете список всех доступных серверных команд, их краткое объяснение и разрешённые параметры. Эта команда также важна, потому что доступные команды часто отличаются на каждом сервере.

source: Commands are followed by zero or more parameters.
de: Befehle haben null oder mehr Parameter.
it: I comandi sono seguiti da zero o più parametri.
ja: コマンドの後には、いくつかのパラメータが続くことがあります。
ru: За командами прописывается ноль или более параметров.

source: In the command reference, you see some placeholders which you need to replace with an actual value. Here's an explanation:
de: In der Befehlsreferenz sehen Sie einige Platzhalter, die sie mit dem richtigen Wert ersetzen müssen. Hier ist eine Erklärung:
it: Nella guida di riferimento dei comandi, vedrete alcuni segnaposto che dovrete sostituire con un valore effettivo. Ecco una spiegazione:
ja: コマンドリファレンスには、実際の値に置き換える必要があるプレースホルダーがいくつか表示されています。次に説明します：
ru: В справочнике команд отображаются [<(шаблоны)>|], которые нужно заменять реальными значениями. Вот пояснение:

source: • Text in greater-than and lower-than signs (e.g. “<param>”): Placeholder for a parameter
de: • Text zwischen Größer-Als- und Kleiner-Als-Zeichen (z.B. „<Param>“): Platzhalter für einen Parameter
it: • Testo racchiuso tra i simboli minore-di e maggiore-di (per es. “<param>”): segnaposto per un parametro
ja: ・大なりと小なり記号で挟まれたテキスト（例：“<param>”）：パラメータのプレースホルダー
ru: • Текст в знаках больше и меньше (например, “<игрок>”): шаблон параметра

source: • Anything in square brackets (e.g. “[text]”) is optional and can be omitted
de: • Alles in eckigen Klammern (z.B. „[Text]“) ist optional und kann ausgelassen werden
it: • Tutto quello che è tra parentesi quadre (per esempio “[testo]”) è facoltativo è si può omettere
ja: ・角括弧内のもの（例：“[text]”）：任意であり、省略が可能
ru: • Всё, что заключено в квадратные скобки (например, “[текст]”), является необязательным и может быть пропущено

source: • Pipe or slash (e.g. “text1 | text2 | text3”): Alternation. One of multiple texts must be used (e.g. “text2”)
de: • Senkrechtstrich (z.B. „Text1 | Text2 | Text3“): Alternativen. Eines von mehreren Texten muss benutzt werden
it: • Simbolo alternativo “|” barretta, o “/” sbarra (per es. “testo1 | testo2 | testo3”): alternanza. Si devono usare uno o più testi (per es. “testo2”)
ja: ・パイプまたはスラッシュ（例：“text1｜text2｜text3”）：択一。 区切られたテキストのうちの１つを使用する必要あり（例："text2")
ru: • Вертикальная черта либо слэш (например, “текст1 | текст2 | текст3”): возможность выбора. Необходимо использовать какой-то один вариант (например, “text2”)

source: • Parenthesis: (e.g. “(word1 word2) | word3”): Groups multiple words together, used for alternations
de: • Klammern (z.B. „(Wort1 Wort2) | Wort3“): Gruppiert mehrere Wörter zusammen, für die Alternativen benutzt
it: • Parentesi tonde (per es. “(parola1 parola2) | parola3”): raggruppano assieme più parole, usate per le alternanze
ja: ・半角の括弧（例：“(word1 word2) | word3”）：複数の単語をグループ化し、交互に使う
ru: • Скобки (например, “(слово1 слово2) | слово3”): группируют несколько слов вместе, используется для обозначения возможности выбора

source: • Everything else is to be read as literal text
de: • Alles andere muss als wortwörtlicher Text gelesen werden
it: Tutto il resto va letto come testo letterale
ja: ・それ以外はすべて、文字通りのテキストとして読める
ru: • Все остальное читается буквально как текст команды

source: Here are some examples to illustrate the command syntax:
de: Ein paar Beispiele, um die Befehlssyntax zu erläutern:
it: Ecco alcuni esempi per illustrare la sintassi dei comandi:
ja: 次は、コマンドの構文を説明するための例です：
ru: Вот несколько примеров, иллюстрирующих синтаксис команды:

source: • /mods: No parameters. Just enter “/mods”
de: • /mods: Keine Parameter. Geben Sie einfach „/mods“ ein
it: • /mods: nessun parametro. Scrivete solo “/mods”
ja: ・/mods: パラメータなし。単に“/mods”とだけ入力する
ru: • /mods: нет параметров. Просто введите “/mods”

source: • /me <action>: 1 parameter. You have to enter “/me ” followed by any text, e.g. “/me orders pizza”
de: • /me <Aktion>: 1 Parameter. Sie müssen „/me “ gefolgt von einem beliebigen Text eingeben, z.B. „/me bestellt Pizza“
it: • /me <azione>: un parametro. Dovete scrivere “/me ” seguito da del testo, per es. “/me ordina una pizza”
ja: ・/me <action>：1つのパラメータ。“/me ”の後に、任意のテキストを入力する。例：“/me orders pizza”
ru: • /me <действие>: 1 параметр. Вы должны ввести “/me“, а затем любой текст, например “/me orders pizza”

source: • /give <name> <ItemString>: Two parameters. Example: “/give Player default:apple”
de: • /give <name> <ItemString>: Zwei Parameter. Beispiel: „/give Spieler default:apple“
it: • /give <Nome> <StringaOggetto>: due parametri. Esempio: “/give Utente default:apple”
ja: ・/give <name> <ItemString>：2つのパラメータ。例“/give Player default:apple”
ru: • /give <имя> <ТехническоеНазвание>: два параметра. Пример: “/give Player mcl_core:apple”

source: • /help [all|privs|<cmd>]: Valid inputs are “/help”, “/help all”, “/help privs”, or “/help ” followed by a command name, like “/help time”
de: • /help [all|privs|<cmd>]: Gültige Eingaben sind „/help“, „/help all“, „/help privs“ oder „/help “ gefolgt von einem Befehlsnamen, wie „/help time“
it: • /help [all|privs|<cmd>]: i valori validi sono “/help”, “/help all”, “/help privs”, o “/help ” seguito dal nome di un comando, come “/help time”
ja: ・/help [all|privs|<cmd>]：有効な入力は“/help”,“/help all”,“/help privs”, または“/help time”のように、“/help ”の後にコマンド名を続けたもの
ru: • /help [all|privs|<команда>]: допустимыми командами будут являться: “/help”, “/help all”, “/help privs” или “/help ” и имя команды, например: “/help time”

source: • /spawnentity <EntityName> [<X>,<Y>,<Z>]: Valid inputs include “/spawnentity boats:boat” and “/spawnentity boats:boat 0,0,0”
de: • /spawnentity <EntityName> [<X>,<Y>,<Z>]: Gültige Eingaben beeinhalten „/spawnentity boats:boat“ und „/spawnentity boats:boat 0,0,0“
it: • /spawnentity <NomeEntita> [<X>,<Y>,<Z>]: i valori validi includono “/spawnentity boats:boat” e “/spawnentity boats:boat 0,0,0”
ja: ・/spawnentity <EntityName> [<X>,<Y>,<Z>]：有効な入力は“/spawnentity boats:boat”および“/spawnentity boats:boat 0,0,0”
ru: • /spawnentity <ИмяСущности> [<Х>,<У>,<Z>]: допустимыми командами будут являться: “/spawnentity mcl_boats:boat” и “/spawnentity mcl_boats:boat 0,0,0”

source: Some final remarks:
de: Ein paar letzte Anmerkungen:
it: Alcune osservazioni finali:
ja: 最後に一言：
ru: Некоторые заключительные замечания:
