Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/vlf_doc_basics/locale/poconvert/*.po
Languages: de, it, ja, ru

source: • Different tools break different kinds of blocks. Try them out!
de: • Verschiedene Werkzeuge können verschiedene Blöcke brechen. Probieren Sie einfach!
ja: ・道具によって壊せるブロックの種類が異なる。試してみよう！
ru: • Разные инструменты могут ломать разные виды блоков. Опробуйте их!

source: • Read entries in this help to learn the rest
de: • Lesen Sie Einträge in dieser Hilfe, um den Rest zu lernen
it: • Leggete le voci in questa guida per imparare il resto
ja: ・続きを学ぶには、このヘルプのエントリーを読む
ru: Читайте записи в этой справке, чтобы узнать всё остальное

source: Controls
de: Steuerung
it: Controlli
ja: 操作
ru: Управление

source: Basic movement:
de: Bewegen:
it: Movimento di base:
ja: 基本的な移動：
ru: Основное движение:

source: • Moving the mouse around: Look around
de: • Mausbewegung: Umsehen
it: • Spostando il mouse in giro: guardarsi attorno
ja: ・マウスの移動：周りを見る
ru: • [Движение мышью] - осматриваться вокруг

source: • W: Move forwards
de: • W: Vorwärts
it: • W: fa avanzare
ja: ・W：前方移動
ru: • [W] - двигаться вперед

source: • A: Move to the left
de: • A: Links
it: • A: sposta a sinistra
ja: ・A：左移動
ru: • [A] - двигаться влево

source: • D: Move to the right
de: • D: Rechts
it: • D: sposta a destra
ja: ・D：右移動
ru: • [D] - двигаться вправо

source: • S: Move backwards
de: • S: Rückwärts
it: • S: fa indietreggiare
ja: ・S：後方移動
ru: • [S] - двигаться назад

source: While standing on solid ground:
de: Auf festem Boden:
it: Stando su di un terreno solido:
ja: 固い地面に立ちながら：
ru: Если стоите на твердой земле:

source: • Space: Jump
de: • Leertaste: Springen
it: • Spazio: saltare
ja: ・Space：ジャンプ
ru: • [Пробел] - прыгать

source: • Shift: Sneak
de: • Umschalt: Schleichen
it: • Maiusc: strisciare
ja: ・Shift：スニーク
ru: • [Shift] - красться

source: While on a ladder, swimming in a liquid or fly mode is active
de: Beim Klettern an einer Leiter, beim Schwimmen in einer Flüssigkeit oder im Flugmodus
it: Stando su di una scala a pioli, nuotando in un liquido o mentre è attiva la modalità di volo
ja: ハシゴに登上・液中で遊泳・飛行モードが有効などの間：
ru: Стоя на лестнице, плывя в жидкости или находясь в режиме полёта:

source: • Space: Move up
de: • Leertaste: Hoch
it: • Spazio: fa salire
ja: ・Space：上昇
ru: • [Пробел] - двигаться вверх

source: • Shift: Move down
de: • Umschalt: Runter
it: • Maiusc: fa scendere
ja: ・Shift：下降
ru: • [Shift] - двигаться вниз

source: Extended movement (requires privileges):
de: Erweiterte Bewegung (benötigt Privilegien):
it: Movimento esteso (richiede privilegi):
ja: 拡張移動（要権限）：
ru: Расширенное движение (требуются привилегии):

source: • J: Toggle fast mode, makes you run or fly fast (requires “fast” privilege)
de: • J: Schnellmodus, damit laufen oder fliegen Sie schneller (benötigt das „fast“-Privileg)
it: • J: Attiva o disattiva la modalità veloce, vi fa correre o volare velocemente (richiede il privilegio “fast”)
ja: ・J：高速モードに切替えで、走行・飛行が速くなる（要 "fast" 権限）
ru: • [J] - переключает быстрый бег/полёт (требуется привилегия “fast”)

source: • K: Toggle fly mode, makes you move freely in all directions (requires “fly” privilege)
de: • K: Flugmodus, damit fliegen Sie frei in alle Richtungen (benötigt das „fly“-Privileg)
it: • K: Attiva o disattiva la modalità di volo, vi fa muovere liberamente in tutte le direzioni (richiede il privilegio “fly”)
ja: ・K：飛行モードに切替えで、全方向に自由移動が可能（要 "fly" 権限）
ru: • [K] - переключает режим полёта, позволяющий свободно перемещаться во всех направлениях (требуется привилегия “fly”)

source: • H: Toggle noclip mode, makes you go through walls in fly mode (requires “noclip” privilege)
de: • H: Geistmodus, damit fliegen durch Wände im Flugmodus (benötigt das „noclip“-Privileg)
it: • H: Attiva o disattiva la modalità incorporea, in modalità volo vi fa passare attraverso i muri (richiede il privilegio “noclip”)
ja: ・H：壁抜けモードに切替えで、飛行モード中に壁抜けが可能（要 "noclip" 権限）
ru: • [H] - переключает режим, позволяющий проходить сквозь стены в режиме полёта (требуется привилегия “noclip”)

source: • E: Walk fast in fast mode
de: • E: Schnell im Schnellmodus gehen
it: • E: Camminare velocemente in modalità veloce
ja: ・E：高速モードで早歩き
ru: • [E] - идти быстрее в быстром режиме

source: World interaction:
de: Weltinteraktion:
it: Interazione col mondo:
ja: ワールドでの作用：
ru: Взаимодействие с миром:

source: • Left mouse button: Punch / mine blocks
de: • Linke Maustaste: Schlagen / Blöcke abbauen
ja: ・左クリック：叩く ／ ブロック採掘
ru: • [Левая кнопка мыши] - бить / добывать блоки

source: • Right mouse button: Build or use pointed block
de: • Rechte Maustaste: Bauen oder gezeigten Block benutzen
it: • Pulsante destro del mouse: costruire o usare il blocco puntato
ja: ・右クリック：指定したブロックを設置または使用
ru: • [Правая кнопка мыши] - построить или использовать выбранный блок

source: • Shift+Right mouse button: Build
de: • Umschalt+Rechte Maustaste: Bauen
it: • Maiusc + pulsante destro del mouse: costruire
ja: ・Shift + 右クリック：設置
ru: • [Shift]+[Правая кнопка мыши] - построить

source: • Roll mouse wheel / B / N: Select next/previous item in hotbar
de: • Mausrad drehen / B / N: Nächten/vorherigen Gegenstand in Schnellleiste wählen
ja: ・マウスホイール回転 / B / N：ホットバーのアイテム選択 次/前
ru: • [Колёсико мыши] / [B] / [N] - выбор следующего/предыдущего предмета в хотбаре

source: • 1-9: Select item in hotbar directly
ja: ・1-9：ホットバーのアイテムを直で選択
ru: • [1-9] - выбор предмета в хотбаре

source: • Q: Drop item stack
de: • Q: Gegenstandsstapel wegwerfen
it: • Q: lasciare una pila di oggetti
ja: ・Q：アイテムをスタック一括でドロップ
ru: • [Q] - выбросить весь стак предметов

source: • Shift+Q: Drop 1 item
de: • Umschalt+Q: 1 Gegenstand wegwerfen
it: • Maiusc + Q: lasciare un oggetto
ja: ・Shift + Q：アイテムを一個単位でドロップ
ru: • [Shift]+[Q] - выбросить только 1 предмет

source: • I: Show/hide inventory menu
de: • I: Inventarmenü zeigen/verbergen
it: • I: mostrare/nascondere il menu dell'inventario
ja: ・I：インベントリメニューの表示/非表示
ru: • [I] - показать/скрыть ваш инвентарь

source: Inventory interaction:
de: Inventarinteraktion:
it: Interazione con l'inventario:
ja: インベントリでの作用：
ru: Взаимодействие с инвентарём:

source: See the entry “Basics > Inventory”.
de: Siehe Eintrag „Grundlagen > Inventar“.
it: Si veda la voce “Nozioni di base > Inventario”.
ja: エントリー“Basics > Inventory”を参照の事。
ru: Смотрите запись “Основы > Инвентарь”.

source: Camera:
de: Kamera:
it: Telecamera:
ja: カメラ：
ru: Камера:

source: • F7: Toggle camera mode
de: • F7: Kameramodus wechseln
it: • F7: cambiare la modalità della telecamera
ja: ・F7：カメラモード切替
ru: • [F7] - смена камеры

source: Interface:
de: Benutzeroberfläche:
it: Interfaccia:
ja: インターフェイス：
ru: Интерфейс:

source: • Esc: Open menu window (pauses in single-player mode) or close window
de: • Esc: Menüfenster öffnen (pausiert im Einzelspielermodus) oder Fenster schließen
it: • Esc: apre la finestra del menu (in modalità gioco locale mette in pausa) o chiude la finestra
ja: ・Esc：
ru: • [Esc] - открыть/закрыть меню (ставит на паузу в одиночной игре)

source: • F1: Show/hide HUD
de: • F1: Oberfläche zeigen/verbergen
it: • F1: mostra/nasconde il visore
ja: ・F1：HUDの表示/非表示
ru: • [F1] - показать/убрать игровой интерфейс (HUD)

source: • F2: Show/hide chat
de: • F2: Chat zeigen/verbergen
it: • F2: mostra/nasconde la messaggistica
ja: ・F2：チャットの表示/非表示
ru: • [F2] - показать/убрать чат

source: • F9: Toggle minimap
de: • F9: Übersichtskarte umschalten
it: • F9: attiva o disattiva la minimappa
ja: ・F9：ミニマップ切替
ru: • [F9] - включить/выключить миникарту

source: • Shift+F9: Toggle minimap rotation mode
de: • Umschalt+F9: Rotationsmodus der Übersichtskarte wechseln
it: • Maiusc + F9: cambia la modalità di rotazione della minimappa
ja: ・Shift + F9：ミニマップの回転モード切替
ru: • [Shift]+[F9] - смена режима вращения мини-карты

source: • F10: Open/close console/chat log
de: • F10: Konsole/Chatprotokoll öffnen/schließen
it: • F10: apre/chiude il registro della console/messaggistica
ja: ・F10：コンソール/チャットログの開/閉
ru: • [F10] - открыть/закрыть консоль/историю чата

source: • F12: Take a screenshot
de: • Bildschirmfoto machen
it: • F12: scatta un'istantanea
ja: ・F12：スクリーンショットを撮る
ru: • [F12] - сделать снимок экрана

source: Server interaction:
de: Serverinteraktion:
it: Interazione col server:
ja: サーバーでの作用：
ru: Взаимодействие с сервером:

source: • T: Open chat window (chat requires the “shout” privilege)
de: • T: Chatfenster öffnen (Chat benötigt das „shout“-Privileg)
it: • T: apre la finestra di messaggistica (la messaggistica richiede il privilegio “shout”)
ja: ・T：チャットウィンドウを開く（チャットには "shout" 権限が必要）
ru: • [T] - открыть окно чата (чтобы писать нужна привилегия “shout”)

source: • /: Start issuing a server command
de: • Einen Serverbefehl eingeben
ja: ・/：サーバーコマンドの発行開始
ru: • [/] - начать ввод серверной команды

source: Technical:
de: Technisches:
it: Tecnici:
ja: 技術的なやつ：
ru: Технические:

source: • +: Increase minimal viewing distance
de: • +: Minimale Sichtweite erhöhen
it: • +: aumenta la distanza visiva minima
ja: ・+：最短視野距離の拡大
ru: • [+] - увеличить минимальную дистанцию видимости

source: • -: Decrease minimal viewing distance
de: • -: Minimale Sichtweite verringern
it: • -: diminuisce la distanza visiva minima
ja: ・-：最短視野距離の縮小
ru: • [-] - уменьшить минимальную дистанцию видимости

source: • F3: Enable/disable fog
de: • F3: Nebel umschalten
it: • F3: abilita/disabilita la nebbia
ja: ・F3：フォグの有効/無効
ru: • [F3] - включить/выключить туман

source: • F5: Enable/disable debug screen which also shows your coordinates
de: • F5: Debug-Anzeige umschalten, was auch Ihre Koordinaten anzeigt
it: • F5: abilita/disabilita la schermata di debug che mostra anche le vostre coordinate
ja: ・F5：座標表示付デバッグ画面の有効/無効
ru: • [F5] - переключить экран отладки, который также показывает ваши координаты

source: • F6: Only useful for developers. Enables/disables profiler
de: • F6: Nur nützlich für Entwickler. Schaltet die Profiler-Anzeige um
it: • F6: utile solo per sviluppatori/trici. Abilita/disabilita il generatore di profili
ja: ・F6：開発者のみに有用。プロファイラの有効化/無効化
ru: • [F6] - полезно только для разработчиков. Включает/отключает профайлер

source: Pointing
de: Zeigen
it: Puntare
ja: ポイントする
ru: Прицел

source: “Pointing” means looking at something in range with the crosshair. Pointing is needed for interaction, like mining, punching, using, etc. Pointable things include blocks, players, computer enemies and objects.
de: „Zeigen“ bedeutet, dass man auf etwas mit dem Fadenkreuz in Reichweite schaut. Zeigen wird für die Interaktion benutzt, wie Graben, Schlagen, usw. Zu zeigbaren Dingen gehören Blöcke, Spieler, computergesteuerte Feinde und Objekte.
ja: 「ポイントする」とは、 十字線で範囲内の何かを指すことです。採掘、攻撃、使う、等といった相互作用に必要です。ポイント可能なものには、ブロック、プレイヤー、コンピュータの敵やオブジェクトがあります。
ru: “Прицел” означает, что вы смотрите на цель через область с крестиком. Прицеливание нужно для таких вещей, как добыча, удар, использование и так далее. Нацеливаемыми вещами являются блоки, игроки, компьютерные враги и объекты.

source: To point something, it must be in the pointing range (also just called “range”) of your wielded item. There's a default range when you are not wielding anything. A pointed thing will be outlined or highlighted (depending on your settings). Pointing is not possible with the 3rd person front camera.
de: Um auf etwas zu zeigen, muss es sich in der Zeigereichweite (kurz „Reichweite“) Ihres gehaltenen Gegenstands befinden. Es gibt eine Standardreichweite, wenn Sie nichts halten. Ein gezeigtes Ding wird umrandet oder hervorgehoben (abhängig von Ihren Einstellungen). Zeigen ist nicht möglich mit der Dritten-Person-Vorderkamera.
it: Per puntare qualcosa, deve essere nel raggio di puntamento (chiamato anche solo “raggio”) del vostro oggetto impugnato.
ja: 何かをポイントするためには、その何かが、手に持っているアイテムのポイント範囲（単に「範囲」とも呼ばれます）内にある必要があります。何も手に持っていない時のデフォルトの範囲もあります。ポイントされたものは、輪郭が強調されるか、またはハイライトされます（設定による）。3人称視点のフロントカメラでは、ポイントする事はできません。
ru: Чтобы прицелиться на что-то, это должно быть в пределах расстояния прицела предмета, который вы держите в руках. Существует дальность по умолчанию, когда вы ничего не держите. Вещь под прицелом будет очерчена или подсвечена (в зависимости от настроек). Наведение невозможно выполнить с помощью фронтальной камеры 3-го лица.

source: A few things can not be pointed. Most blocks are pointable. A few blocks, like air, can never be pointed. Other blocks, like liquids can only be pointed by special items.
de: Ein paar Dinge können nicht gezeigt werden. Die meisten Blöcke sind zeigbar. Ein paar Blöcke, wie Luft, können niemals gezeigt werden. Andere Blöcke, wie Flüssigkeiten können nur von besonderen Gegenständen gezeigt werden.
it: Un po' di cose non possono essere puntate. La maggior parte dei blocchi sono puntabili. Pochi blocchi, come l'aria, non possono mai essere puntati. Altri blocchi, come i liquidi, possono essere puntati solo da oggetti speciali.
ja: いくつかのものはポイントできません。ほとんどのブロックはポイント可能です。空気のようないくつかのブロックは、決して指すことができません。液体のような他のブロックは、特別なアイテムによってのみ指さすことができます。
ru: На некоторые вещи нельзя нацелиться. Большинство блоков нацеливаемые, но некоторые, например, воздух, - нет. На блоки вроде жидкостей можно нацелиться только специальными предметами.

source: Items
de: Gegenstände
it: Oggetti
ja: アイテム
ru: Предметы

source: Items are things you can carry along and store in inventories. They can be used for crafting, smelting, building, mining, and more. Types of items include blocks, tools, weapons and items only used for crafting.
de: Gegenstände sind Dinge, die sie tragen und in Inventaren aufbewahren können. Sie können für die Fertigung, zum Schmelzen, Bauen, Graben und mehr verwendet werden. Zu Gegenständen zählen Blöcke, Werkzeuge und Gegenstände, die nur in der Fertigung benutzt werden.
it: Gli oggetti sono cose che potete trasportare e immagazzinare negli inventari. Possono essere usati per assemblare, fondere, costruire, scavare, e altro. Tipologie di oggetti includono blocchi, strumenti, armi, e oggetti usati solo per l'assemblaggio.
ja: アイテムは、携行したりインベントリに格納したりできるものです。クラフト、製錬、建築、採掘などに使えます。アイテムの分類としては、ブロック、ツール、武器、そしてクラフト専用アイテム等があります。
ru: Предметы это вещи, которые вы можете носить с собой и хранить в инвентаре. Их можно использовать для крафтинга, переплавки, строительства, добычи и многого другого. Предметы включают в себя блоки, инструменты, оружие, а также предметы, используемые только для крафта.

source: An item stack is a collection of items of the same type which fits into a single item slot. Item stacks can be dropped on the ground. Items which drop into the same coordinates will form an item stack.
de: Ein Gegenstandsstapel ist eine Sammlung von gleichen Gegenständen, die in einem Inventarplatz passen. Gegenstandsstapel können auf den Boden geworfen werden. Gegenstände, die auf die gleichen Koordinaten fallen, bilden einen Gegenstandsstapel.
it: Una pila di oggetti è una raccolta di oggetti dello stesso tipo che sta in un unico scomparto per oggetti. Le pile di oggetti possono essere lasciate a terra. Gli oggetti che si lasciano alle stesse coordinate formeranno una pila di oggetti.
ja: アイテムスタックとは、１つのアイテムスロットに入る、同一種アイテムのまとまりです。アイテムスタックは地面に落とせます。同じ座標にドロップしたアイテムは、アイテムスタックを形成します。
ru: Стак предметов это набор предметов одного типа, который помещается в один слот. Стак предметов можно выбрасывать на землю полностью. Предметы, попавшие в одни и те же координаты, образуют стак.

source: Items have several properties, including the following:
de: Gegenstände haben diverse Eigenschaften, unter anderem:
ja: アイテムには、次のようないくつかのプロパティが含まれます：
ru: Предметы имеют несколько свойств, в том числе следующие:

source: • Maximum stack size: Number of items which fit on 1 item stack
de: • Maximale Stapelgröße: Anzahl der Gegenstände, die in einen Gegenstandsstapel passen
ja: ・最大スタックサイズ：1アイテムスタックに収まるアイテム数
ru: • Максимальный размер стака: количество, которое помещается в 1 стак предметов

source: • Pointing range: How close things must be to be pointed while wielding this item
de: • Zeigereichweite: Wie nah Dinge zum Zeigen sein müssen, wenn dieser Gegenstand gehalten wird
ja: ・ポイント範囲：このアイテムを手に持っている時、モノがどのくらい近くにあればポイントできるか
ru: • Дальность прицела: насколько близко должна находиться цель, чтобы можно было навести на неё этот предмет и использовать

source: • Group memberships: See “Basics > Groups”
de: • Gruppenmitgliedschaften: Siehe „Grundlagen > Gruppen“
ja: ・グループのメンバーシップ：“Basics > Groups”参照
ru: • Членство в группах: См. “Основы > Группы”

source: • May be used for crafting or cooking
de: • Kann zum Fertigen oder beim Kochen benutzt werden
ja: ・クラフトや調理に使えるかも
ru: • Может быть использовано для крафта или приготовления пищи

source: Inventory
de: Inventar
it: Inventario
ja: インベントリ
ru: Инвентарь

source: Inventories are used to store item stacks. There are other uses, such as crafting. An inventory consists of a rectangular grid of item slots. Each item slot can either be empty or hold one item stack. Item stacks can be moved freely between most slots.
de: Inventare werden benutzt, um Gegenstandsstapel aufzubewahren. Es gibt andere Verwendungszwecke, wie die Fertigung. Ein Inventar besteht aus einem rechteckigem Raster aus Gegenstandsplätzen. Jeder Gegenstandsplatz kann entweder leer sein, oder einen Gegenstandsstapel enthalten. Gegenstandsstapel können frei zwischen den meisten Plätzen bewegt weren.
it: Gli inventari sono usati per immagazzinare pile di oggetti. Esistono altri usi, come l'assemblaggio. Un inventario è composto da una griglia rettangolare di alloggi per oggetti. Ogni alloggio per oggetto può essere vuoto o contenere una pila di oggetti. Le pile di oggetti possono essere spostate liberamente nella maggior parte degli alloggi.
ja: インベントリは、アイテムスタックを収納するために使います。他にもクラフトなどの用途があります。インベントリは、アイテムスロットの四角いグリッドで構成されています。各アイテムスロットは、空の状態か、1つのアイテムスタックを保持できます。アイテムのスタックは、ほとんどのスロット間で自由に移動できます。
ru: Инвентари используются для хранения стаков предметов. Есть и другое их применение, например, крафт. Инвентарь состоит из прямоугольной решётки слотов для предметов. Каждый слот может быть либо пустым, либо содержать один стак предметов. Стаки предметов можно свободно перемещать между большей частью слотов.

source: Blocks can also have their own inventory, e.g. chests and furnaces.
de: Blöcke können auch ihr eigenes Inventar haben, z.B. Truhen und Öfen.
it: Anche i blocchi possono avere il proprio inventario, per es. bauli e fornaci.
ja: ブロックは、独自のインベントリを持つこともできます。例えばチェストやかまどです。
ru: Блоки также могут иметь свой собственный инвентарь, например сундуки и печи.

source: Inventory controls:
de: Inventarsteuerung:
it: Controlli dell'inventario:
ja: インベントリの操作：
ru: Управление инвентарём:

source: Taking: You can take items from an occupied slot if the cursor holds nothing.
de: Nehmen: Sie können Gegenstände aus einem belegten Platz nehmen, wenn der Mauszeiger nichts hält.
it: Prendere: potete prendere oggetti da un alloggio occupato se il cursore non sta tenendo nulla.
ja: 取る：カーソルが何も保持していない場合、占有されているスロットからアイテムを取れます。
ru: Взятие: вы можете брать предметы из слота, если не держите предмет курсором в этот момент.

source: • Left click: take entire item stack
de: • Linksklick: Ganzen Gegenstandsstapel nehmen
it: • Click sinistro: prende tutta la pila di oggetti
ja: ・左クリック：アイテムをスタック丸ごと取る
ru: • [Левая кнопка мыши] - взять весь стак предметов

source: • Right click: take half from the item stack (rounded up)
de: • Rechtsklick: Hälfte des Stapels nehmen (aufgerundet)
it: • Click destro: prende metà della pila di oggetti (arrotondando)
ja: ・右クリック：アイテムをスタックから半分取る（切り上げ）
ru: • [Правая кнопка мыши] - взять половину стака предметов (округляется вверх)

source: • Middle click: take 10 items from the item stack
de: • Mittelklick: 10 Gegenstände von einem Stapel nehmen
it: • Click centrale: prende dieci oggetti dalla pila di oggetti
ja: ・中クリック：アイテムをスタックから10個取る
ru: • [Средняя кнопка мыши] - взять 10 предметов из стака предметов

source: • Mouse wheel down: take 1 item from the item stack
de: • Mausrad runter: 1 Gegenstand vom Stapel nehmen
ja: ・マウスホイール下：アイテムをスタックから1個取る
ru: • [Колёсико вниз] - взять 1 предмет из стака предметов

source: Putting: You can put items onto a slot if the cursor holds 1 or more items and the slot is either empty or contains an item stack of the same item type.
de: Ablegen: Sie können Gegenstände auf einem Platz ablegen, wenn der Mauszeiger einen oder mehrere Gegenstände hält und der Platz entweder leer ist, oder einen Stapel des gleichen Gegenstandstyps enthält.
it: Mettere: potete mettere oggetti in un alloggio se il cursore sta tenendo uno o più oggetti e se l'alloggio è vuoto o contiene una pila di oggetti dello stesso tipo.
ja: 置く：カーソルに1つ以上のアイテムを保持し、目的のスロットが空か、同種のアイテムがスタックされている場合、そのアイテムを置けます。
ru: Выкладывание: вы можете помещать предметы в слот, если ваш курсор удерживает 1 или более предмет, а слот пуст, либо содержит стак таких же предметов.

source: • Left click: put entire item stack
de: • Linksklick: Ganzen Stapel ablegen
it: • Click sinistro: mette una intera pila di oggetti
ja: ・左クリック：アイテムをスタック丸ごと置く
ru: • [Левая кнопка мыши] - положить весь стак предметов

source: • Right click or mouse wheel up: put 1 item of the item stack
de: • Rechtsklick oder Mausrad hoch: 1 Gegenstand des Stapels ablegen
ja: ・右クリック または マウスホイール上：アイテムをスタックから1個置く
ru: • [Правая кнопка мыши] или [Колёсико вверх] - положить 1 предмет из удерживаемого курсором стака

source: • Middle click: put 10 items of the item stack
de: • Mittelklick: 10 Gegenstände des Stapels ablegen
it: • Click centrale: mette dieci oggetti della pila di oggetti
ja: ・中クリック：アイテムをスタックから10個置く
ru: • [Средняя кнопка мыши] - положить 10 предметов из удерживаемого курсором стака

source: Exchanging: You can exchange items if the cursor holds 1 or more items and the destination slot is occupied by a different item type.
de: Vertauschen: Sie können Gegenstände vertauschen, wenn der Mauszeiger einen oder mehrere Gegenstände hält und der Zielplatz von einem anderen Gegenstandstyp belegt ist.
it: Scambiare: potete scambiare gli oggetti se il cursore sta tenendo uno o più oggetti e l'alloggio di destinazione è occupato da un tipo di oggetto differente.
ja: 交換する：カーソルに1つ以上のアイテムを保持し、目的のスロットが別種のアイテムで占有されている場合、アイテムを交換できます。
ru: Обмен: Вы можете обменять предметы, если курсор удерживает 1 или более предметов, а целевой слот занят другими предметами.

source: • Click: exchange item stacks
de: • Klick: Stapel vertauschen
it: • Click: scambiare le pile di oggetti
ja: ・クリック：アイテムスタックを交換
ru: • [Левая кнопка мыши] - обменять стаки предметов

source: Hotbar
de: Schnellleiste
it: Barra di uso frequente
ja: ホットバー
ru: Хотбар

source: • Select previous item in hotbar: [Mouse wheel up] or [B]
de: • Vorherigen Gegenstand in Schnellleiste wählen: [Mausrad rauf] oder [B]
ja: ・ホットバーの選択項目を前へ：[マウスホイール上] or [B]
ru: • [Колёсико вверх] или [B] - выбор предыдущего предмета хотбара

source: • Select next item in hotbar: [Mouse wheel down] or [N]
de: • Vorherigen Gegenstand in Schnellleiste wählen: [Mausrad runter] oder [N]
ja: ・ホットバーの選択項目を次へ：[マウスホイール下] or [N]
ru: • [Колёсико вниз] или [N] - выбор следующего предмета хотбара

source: • Select item in hotbar directly: [1]-[9]
de: • Gegenstand direkt in Schnellleiste wählen: [1]-[9]
ja: ホットバーの項目を直接選択：[1]-[9]
ru: • [1-9] - прямой выбор предмета хотбара

source: The selected item is also your wielded item.
de: Der gewählte Gegenstand ist auch Ihr gehaltener Gegenstand.
it: L'oggetto selezionato è anche l'oggetto impugnato.
ja: 選択したアイテムは、手に持ったアイテムでもあります。
ru: Выбранный предмет в хотбаре также является вашим носимым предметом, который вы держите в руке.

source: Tools
de: Werkzeuge
it: Strumenti
ja: 道具
ru: Инструменты
