Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/vlf_doc_basics/locale/poconvert/*.po
Languages: de, it, ja, ru

source: Some items may serve as a tool when wielded. Any item which has some special use which can be directly used by its wielder is considered a tool.
de: Einige Gegenstände können als Werkzeug fungieren, wenn man sie hält. Als Werkzeug zählt jeder Gegenstand, der einen besonderen Zweck hat, der direkt vom Träger ausgelöst werden kann.
it: Alcuni oggetti possono servire come strumento quando vengono impugnati. Ogni oggetto che possiede qualche uso speciale che può essere utilizzato da chi lo impugna è considerato uno strumento.
ja: アイテムによっては、手に持つことで道具として役目を果たすことがあります。使い手が直接使用できる何らかの特有な用途を持つアイテムは、道具とみなされます。
ru: Некоторые предметы могут служить вам в качестве инструментов. Любой предмет, который имеет своё специальное назначение и используется напрямую владельцем, считается инструментом.

source: Weapons
de: Waffen
it: Armi
ja: 武器
ru: Оружие

source: Some items are usable as a melee weapon when wielded. Weapons share most of the properties of tools.
de: Einige Gegenstände sind als Nahkampfwaffen zu gebrauchen. Waffen teilen die meisten Eigenschaften mit Werkzeugen.
it: Alcuni oggetti sono utilizzabili come armi bianche quando sono impugnati. Le armi condividono la maggior parte delle proprietà degli strumenti.
ja: 一部のアイテムは、手に持つと近接武器として使えます。武器は、道具のプロパティのほとんどを共有しています。
ru: Некоторые предметы можно использовать в качестве оружия ближнего боя. Оружие сохраняет большинство свойств инструментов.

source: Melee weapons deal damage by punching players and other animate objects. There are two ways to attack:
de: Nahkampfwaffen richten Schaden an, indem Spieler und andere aktive Objekte geschlagen werden. Es gibt zwei Arten anzugreifen:
it: Le armi bianche infliggono ferite colpendo i/le utenti e gli altri oggetti animati. Ci sono due modi per attaccare:
ja: 近接武器は、プレイヤーや他のMOBを叩くことでダメージを与えることができます。攻撃方法は次の２つ：
ru: Оружие ближнего боя наносит урон при ударе по игрокам и другим живым объектам. Есть два способа атаковать:

source: • Single punch: Left-click once to deal a single punch
de: • Einzelner Schlag: Einmal links klicken
it: • Colpo singolo: cliccate una volta il pulsante sinistro per sferrare un colpo singolo
ja: ・単発攻撃：左クリック１回で、単一の攻撃
ru: • Одиночный удар: для нанесения одиночного удара кликните один раз левой клавишей мыши

source: • Quick punching: Hold down the left mouse button to deal quick repeated punches
de: • Schneller Schlag: Linke Maustaste gedrückt halten, um schnelle wiederholte Schläge zu machen
it: • Colpo rapido: tenete premuto il pulsante sinistro del mouse per sferrare colpi rapidi ripetuti
ja: ・連続攻撃：マウスの左ボタンを押したままで、攻撃を素早く繰り返す
ru: • Быстрые удары: для нанесения быстрых повторяющихся ударов удерживайте левую клавишу мыши

source: There are two core attributes of melee weapons:
de: Nahkampfwaffen haben zwei Hauptattribute:
it: Esistono due attributi principali delle armi bianche:
ja: 近接武器の核となる性質は次の２つ：
ru: Есть два основных атрибута оружия ближнего боя:

source: • Maximum damage: Damage which is dealt after a hit when the weapon was fully recovered
de: • Höchstschaden: Schaden, der angerichtet wird, wenn die Waffe voll ausgeholt ist
ja: ・最大ダメージ：武器の力が完全に復帰している場合の、ヒット後の与ダメージ
ru: • Максимальный урон: урон, который наносится после удара, когда оружие полностью восстановлено

source: • Full punch interval: Time it takes for fully recovering from a punch
de: • Vollschlagintervall: Zeit, die es braucht, um die Waffe nach einem Schlag wieder stabil zu halten
it: • Intervallo di colpo completo: il tempo richiesto per ritrarre completamente da un colpo
ja: ・全力攻撃間隔：攻撃後、力が完全に復帰するまでの時間
ru: • Интервал полного удара: время, необходимое для полного восстановления после удара

source: A weapon only deals full damage when it has fully recovered from a previous punch. Otherwise, the weapon will deal only reduced damage. This means, quick punching is very fast, but also deals rather low damage. Note the full punch interval does not limit how fast you can attack.
de: Eine Waffe macht nur den vollen Schaden, wenn sie voll ausgeholt ist, d.h. der letzte Schlag war lange genug her. Sonst macht die Waffe nur reduzierten Schaden. Das bedeutet, dass schnelle Schläge wirklich sehr schnell sind, aber geringen Schaden anrichten. Beachten Sie, dass das Vollschlagintervall nicht begrenzt, wie schnell Sie angreifen können.
it: Un'arma infligge una ferita completa solo quando è stata ritratta completamente dal colpo precedente. Altrimenti, l'arma infliggerà solo un ferimento ridotto. Ciò significa, colpire rapidamente è molto veloce, però infligge ferite piuttosto basse. Si noti che l'intervallo di colpo completo non limita la vostra velocità di attacco.
ja: 武器は、前の攻撃から完全に復帰したときのみ、全力でダメージを与えます。そうでない場合、武器が与えられるダメージは減少します。つまり、連続攻撃は非常に速いですが、与えるダメージはむしろ低くなります。なお、全力攻撃の間隔は、攻撃できる速さを制限するものではありません。
ru: Оружие наносит полный урон только тогда, когда оно полностью восстановилось после предыдущего удара. В противном случае оружие будет наносить меньший урон. Это означает, что быстрые удары наносят довольно низкий урон. Обратите внимание, что интервал полного удара не ограничивает скорость атаки.

source: There is a rule which sometimes makes attacks impossible: Players, animate objects and weapons belong to damage groups. A weapon only deals damage to those who share at least one damage group with it. So if you're using the wrong weapon, you might not deal any damage at all.
de: Es gibt eine Regel, die es manchmal unmöglich macht, Schaden anzurichten. Spieler, lebendige Objekte und Waffen gehören Schadensgruppen an. Eine Waffe macht nur Schaden auf Sachen, mit denen sie mindestens eine Schadensgruppe teilt. Wenn Sie also die falsche Waffe benutzen, können sie überhaupt keinen Schaden machen.
it: C'è una regola che a volte rende impossibili gli attacchi: utenti, oggetti animati e armi appartengono a gruppi di ferimento. Un'arma infligge ferite a quell* che condividono con essa almeno un gruppo di ferimento. Perciò se state usando l'arma sbagliata, potreste non infliggere ferite affatto.
ja: 時々、攻撃が不可能になるルール：プレイヤー、MOB、武器はダメージグループに属します。武器は、少なくとも１つのダメージグループを共有している相手にしか、ダメージを与えません。なので使う武器が悪いと、なんのダメージも与えられないことがあります。
ru: Есть правило, иногда делающее атаки невозможными: игроки, живые объекты и оружие принадлежат к некоторым к группам повреждений. Оружие наносит урон только тем, кто имеет хотя бы одну общую группу с ним. Так что, если вы используете “неправильное” оружие, то можете не нанести совсем никакого урона.

source: Blocks
de: Blöcke
it: Blocchi
ja: ブロック
ru: Блоки

source: The world is made entirely out of blocks (voxels, to be precise). Blocks can be added or removed with the correct tools.
de: Die Welt besteht aus Blöcken (oder Voxeln, um genau zu sein). Blöcke können mit den richtigen Werkzeugen gebaut oder entfernt werden.
ja: ワールドは、すべてがブロック（正確にはボクセル）で構成されています。ブロックは、適切なツールで追加や削除ができます。
ru: Мир целиком состоит из блоков (вокселей, если быть точнее). Блоки могут быть добавлены или удалены с помощью правильных инструментов.

source: Blocks can have a wide range of different properties which determine mining times, behavior, looks, shape, and much more. Their properties include:
de: Blöcke haben eine Reihe an verschiedenen Eigenschaften, die ihre Abbauzeit, Verhalten, Aussehen, Form und vieles mehr beeinflussen. Zu ihren Eigenschaften zählen:
it: I blocchi possono avere un ampio spettro di proprietà differenti che stabiliscono tempi di scavo, comportamento, aspetto, forma e molto altro. Le loro proprietà includono:
ja: ブロックは幅広く多様なプロパティを持つことができ、採掘時間、動作、外観、形状などが定まります。プロパティは次のとおり：
ru: Блоки могут иметь широкий спектр различных свойств, которые определяют время добычи, поведение, внешний вид, форму и многое другое. Их свойства включают в себя:

source: • Collidable: Collidable blocks can not be passed through; players can walk on them. Non-collidable blocks can be passed through freely
de: • Kollisionsfähig: Kollisionsfähige Blöcke können nicht passiert werden, Spieler können auf ihnen gehen. Nicht kollisionsfähige Blöcke können frei passiert werden
it: • Urtabile: non si può passare attraverso i blocchi urtabili; gli/le utenti possono camminare su di essi. I blocchi non urtabili possono essere attraversati liberamente
ja: ・衝突性：衝突性ブロックは通過できず、プレイヤーはその上を歩ける。非衝突性ブロックは、自由に通り抜けられる
ru: • Непроходимые: непроходимые блоки не могут быть пройдены насквозь; игроки могут ходить по ним. Проходимые блоки могут свободно пропускать вас сквозь себя

source: • Pointable: Pointable blocks show a wireframe or a halo box when pointed. But you will just point through non-pointable blocks. Liquids are usually non-pointable but they can be pointed at by some special tools
de: • Auswählbar: auswählbare Blöcke zeigen ein Drahtmodell oder eine Umrandung, wenn auf sie gezeigt wird. Durch nicht-auswählbare Blöcke zeigst Du hindurch. Flüssigkeiten sind üblicherweise nicht-auswählbar, aber mit besonderen Werkzeugen kann auf sie gezeigt werden
it: • Puntabile: I blocchi puntabili mostrano una cornice o una scatola luminescente quando vengono puntati. Ma nel caso di blocchi non puntabili potrete solo puntare attraverso di essi. I liquidi normalmente non sono puntabili, ma possono essere puntati da alcuni strumenti speciali
ja: ・ポイント可能なブロックは、ポイントするとワイヤーフレームまたはハイライトボックスが表示される。しかしポイント不可能なブロックでは、判定がただ通り抜ける。液体はたいていポイント不可能だが、いくつかの特殊な道具ならポイントできる
ru: • Нацеливаемые: нацеливаемые блоки демонстрируют свой контур или ореол, когда вы на них нацеливаетесь. Но через ненацеливаемые блоки ваш прицел просто пройдёт насквозь. Жидкости обычно не подлежат нацеливанию, но в них всё-таки можно целиться с помощью некоторых специальных инструментов

source: • Mining properties: By which tools it can be mined, how fast and how much it wears off tools
de: • Grabeeigenschaften: Von welchen Werkzeugen es abgebaut werden kann, wie schnell und wie stark es Werkzeuge abnutzt
it: • Proprietà di scavo: tramite quali strumenti possono essere scavati, quanto velocemente e quanto usurano gli strumenti
ja: ・採掘のプロパティ：どのような道具で採掘できるか、道具の消耗はどの程度か、など
ru: • Свойства добычи: с помощью каких инструментов можно добывать эти блоки и как быстро инструмент при этом изнашивается

source: • Climbable: While you are at a climbable block, you won't fall and you can move up and down with the jump and sneak keys
de: • Kletterbar: Wenn Sie sich an einem kletterbaren Block befinden, werden Sie nicht fallen und Sie können sich mit den Sprung- und Schleichtasten auf- und ab bewegen
it: • Scalabile: mentre siete su di un blocco scalabile, non cadrete e potrete muovervi su e giù con i tasti di salto e strisciamento
ja: ・よじ登り可能：よじ登り可能なブロックにいる間は落下せず、ジャンプキーとスニークキーで上下に移動できる
ru: • Карабкательные: пока вы находитесь на блоке, по которому можно карабкаться, вы не упадете и можете перемещаться вверх и вниз клавишами [Прыжок] и [Красться]

source: • Drowning damage: See the entry “Basics > Player”
de: • Ertrinkenssschaden: Siehe „Grundlagen > Spieler“
it: • Ferimento da annegamento: si veda la voce “Nozioni di base > Utenti”
ja: ・溺水ダメージ：エントリー“Basics > Player”参照
ru: • Наносящие урон как при утоплении: Смотрите запись “Основы > игрок”

source: • Liquids: See the entry “Basics > Liquids”
de: • Flüssigkeiten: Siehe „Grundlagen > Flüssigkeiten“
it: • Liquidi: si veda la voce “Nozioni di base > Liquidi”
ja: ・液体：エントリー“Basics > Liquids”参照
ru: • Жидкости: Смотрите запись “Основы > Жидкости”

source: • Group memberships: Group memberships are used to determine mining properties, crafting, interactions between blocks and more
de: • Gruppenmitgliedschaften: Gruppenmitgliedschaften werden benutzt, um Grabeeigenschaften, Fertigungen, Interaktionen zwischen Blöcken und mehr festzulegen
it: • Appartenenze a gruppi: le appartenenze ai gruppi sono usate per stabilire le proprietà di scavo, assemblaggio, l'interazione tra blocchi e altro
ja: ・グループの帰属関係：グループの帰属関係は、採掘のプロパティ、クラフト、ブロック間の相互作用などを定めるために用いられる
ru: • Членство в группах: Членство в группах используется для определения свойств крафта и добычи, взаимодействий между блоками и многое другое

source: Mining
de: Abbauen
it: Scavo
ja: 採掘
ru: Добывание

source: Mining (or digging) is the process of breaking blocks to remove them. To mine a block, point it and hold down the left mouse button until it breaks.
de: Das Abbauen (oder Ausgraben) ist der Prozess, in dem Blöcke abgebrochen werden, um sie zu entfernen. Um einen Block abzubauen, zeigen Sie auf ihn und halten Sie die linke Maustaste, bis er bricht.
it: Scavare (o minare) è il processo di rompere i blocchi per toglierli. Per scavare un blocco, puntatelo e tenete premuto il pulsante sinistro del mouse finché si rompe.
ja: 採掘（または掘削）とは、ブロックを掘り壊して取り除く工程のことです。ブロックを掘るには、ブロックをポイントし、それが壊れるまでマウスの左ボタンを押し続けます。
ru: Добывание (или копание) это процесс разрушения блоков. Чтобы добыть блок, нацельтесь на него указателем и удерживайте левую кнопку мыши, пока он не сломается.

source: Blocks require a mining tool to be mined. Different blocks are mined by different mining tools, and some blocks can not be mined by any tool. Blocks vary in hardness and tools vary in strength. Mining tools will wear off over time. The mining time and the tool wear depend on the block and the mining tool. The fastest way to find out how efficient your mining tools are is by just trying them out on various blocks. Any items you gather by mining will drop on the ground, ready to be collected.
de: Blöcke benötigen ein Grabewerkzeug, um abgebaut werden zu können. Verschiedene Blöcke werden von verschiedenen Grabewerkzeugen abgebaut und einige Blöcke können gar nicht abgebaut werden. Blöcke variieren in der Härte und Werkzeuge variieren in ihrer Stärke. Grabewerkzeuge werden sich allmählich abnutzen. Die Grabezeit und die Werkzeugabnutzung hängen vom Block und dem Grabewerkzeug ab. Die schnellste Methode, um herauszufinden, wie effizient Ihre Grabewerkzeuge sind, ist es, sie einfach an verschiedenen Blöcken auszuprobieren. Alles, was Sie aus Blöcken erhalten, wird zu Boden fallen und kann von ihnen aufgesammelt werden.
ja: ブロックを掘るには、採掘道具を要します。採掘道具によって掘れるブロックが異なり、どんな道具でも掘れないブロックもあります。ブロックの硬さはさまざまで、道具の強さもさまざまです。採掘道具は使用時間に応じて消耗します。採掘時間と道具の消耗は、ブロックと採掘道具によって異なります。採掘道具の効率を知るには、様々なブロックで試してみるのが一番早いでしょう。アイテムは採掘によって地面に落ちるので、すぐに収集できます。
ru: Для добычи блоков требуется инструмент для добычи. Разные блоки добываются разными инструментами, а некоторые блоки не могут быть добыты никаким инструментом. Блоки различаются по твёрдости, а инструменты - по силе добычи. Инструменты добычи со временем изнашиваются. Время добывания и износ зависят и от блока, и от инструмента. Самый быстрый способ узнать насколько эффективны ваши инструменты это просто попробовать их на различных блоках. Любые предметы, которые вы извлечёте из блоков в качестве добычи, выпадут на землю и их можно будет забрать.

source: After mining, a block may leave a “drop” behind. This is a number of items you get after mining. Most commonly, you will get the block itself. There are other possibilities for a drop which depends on the block type. The following drops are possible:
de: Nach dem Abbauen kann ein Block etwas abwerfen. Das sind ein paar Gegenstände, die Sie nach dem Abbauen erhalten können. Üblicherweise erhalten Sie den Block selbst. Es gibt andere Möglichkeiten für einen Abwurf, der vom Blocktyp abhängt. Die folgenden Abwürfe sind möglich:
it: Dopo averlo scavato, un blocco potrebbe lasciarsi alle spalle un “rilascio”. Questo è un numero di oggetti che ottenete dopo avere scavato. Più comunemente, otterrete il blocco stesso. Ci sono altre possibilità per un rilascio che dipendono dal tipo di blocco. I rilasci seguenti sono possibili:
ja: 採掘後、ブロックが「ドロップ」を残すことがあります。これは、採掘後に得られるアイテムの数々です。最も一般的なのは、そのブロックそのものを入手することです。その他にも、ブロックの種類によってドロップの可能性があります。考えられるドロップは次の通り：
ru: После добычи блок может оставить после себя ”дроп“. Это предметы, которые вы получаете в результате добычи. Чаще всего вы получаете сам блок, но в зависимости от его типа блока, может быть следующие варианты:

source: • Always drops itself (the usual case)
de: • Wirft nur sich selbst ab (der Normalfall)
it: • Rilascia sempre sé stesso (il caso normale)
ja: ・常にそれ自身をドロップ（大抵の場合）
ru: • Всегда выпадает сам блок (обычный случай)

source: • Always drops the same items
de: • Wirft immer die gleichen Gegenstände ab
it: • Rilascia sempre gli stessi oggetti
ja: ・常に同じアイテムをドロップ
ru: • Всегда выпадают одни и те же предметы

source: • Drops items based on probability
de: • Wirft Gegenstände mit einer bestimmten Wahrscheinlichkeit ab
it: • Rilascia oggetti in base a probabilità
ja: ・確率でアイテムをドロップ
ru: • Выпадающие с некоторой вероятностью предметы

source: • Drops nothing
de: • Wirft nichts ab
it: • Non rilascia niente
ja: ・ドロップなし
ru: • Ничего не выпадает

source: Building
de: Bauen
it: Costruzione
ja: 構築
ru: Строительство

source: Almost all blocks can be built (or placed). Building is very simple and has no delay.
de: Fast alle Blöcke können gebaut (oder platziert) werden. Bauen ist sehr einfach und hat keine Verzögerung.
it: Quasi tutti i blocchi possono essere costruiti (o posizionati). Costruire è molto semplice e non ha ritardo.
ja: ほぼすべてのブロックが構築（配置）可能です。構築はとてもシンプルで、遅延もありません。
ru: Почти все блоки можно использовать для строительства. Блоки строятся очень просто и без задержки.

source: To build your wielded block, point at a block in the world and right-click. If this is not possible because the pointed block has a special right-click action, hold down the sneak key before right-clicking.
de: Um den gehaltenen Block zu bauen, zeigen Sie auf einen Block in der Welt und machen Sie einen Rechtsklick. Wenn dies nicht möglich ist, weil der Block eine besondere Rechtsklick-Aktion hat, halten Sie zusätzlich die Schleichen-Taste gedrückt.
it: Per posizionare il blocco che state impugnando, puntate ad un blocco nel mondo e cliccate col pulsante destro. Se ciò non è possibile perché il blocco puntato ha una azione speciale legata al pulsante destro, tenete premuto il tasto per strisciare prima di cliccare col pulsante destro.
ja: 手に持ったブロックを構築するには、ワールド内のブロックをポイントして右クリックします。これができない場合は、ポイントしたブロックが特殊な右クリックアクションを持っているせいである為、スニークキーを押しながら右クリックしてください。
ru: Чтобы построить блок, который вы держите в руке, нацельтесь на блок в мире и щелкните правой кнопкой мыши. Если это невозможно из-за того, что нацеленный блок имеет специальное действие по щелчку правой кнопкой мыши, то зажмите клавишу [Красться] перед щелчком правой кнопки.

source: Blocks can almost always be built at pointable blocks. One exception are blocks attached to the floor; these can only be built on the floor.
de: Blöcke können fast immer an zeigbaren Blöcken gebaut werden. Eine Ausnahme sind Blöcke, die am Boden befestigt sind; diese können nur auf dem Boden gebaut werden.
it: I blocchi possono essere piazzati quasi sempre sui blocchi puntabili. Una eccezione sono i blocchi attaccati al pavimento; questi possono essere costruiti solo sul pavimento.
ja: ブロックは、ほとんどの場合、ポイント可能なブロックに構築できます。例外として、床に付属するブロックは、床の上にしか構築できません。
ru: Блоки почти всегда могут быть построены на нацеливаемых блоках. Исключение составляют блоки, прикрепляемые к полу - они могут быть установлены только на полу.

source: Normally, blocks are built in front of the pointed side of the pointed block. A few blocks are different: When you try to build at them, they are replaced.
de: Normalerweise werden Blöcke vor der gezeigten Seite des gezeigten Blocks gebaut. Ein paar Blöcke sind anders: Wenn Sie an sie anbauen, werden sie ersetzt.
it: Normalmente, i blocchi vengono posizionati di fronte al lato puntato del blocco puntato. Pochi blocchi sono differenti: quando tentate di costruirci, vengono rimpiazzati.
ja: 通常、ブロックはポイントした側を前にして構築されます。一部の違うブロック：そのブロックに向かって構築しようとすると、置き換えられます。
ru: Обычно блоки строятся прямо перед блоком, в который вы целитесь, на той стороне, на которую вы целитесь. Но несколько блоков ведут себя иначе: когда вы пытаетесь строить на них, они заменяются вашими новыми блоками.

source: Crafting
de: Fertigen
it: Assemblaggio
ja: クラフト
ru: Крафт

source: Crafting is the task of combining several items to form a new item.
de: Fertigen ist die Tätigkeit, in der man mehrere Gegenstände kombiniert, um einen neuen zu erhalten.
it: L'assemblaggio è l'azione di combinare diversi oggetti per formarne uno nuovo.
ja: クラフトとは、複数のアイテムを組み合わせて新しいアイテムを作りだす作業です。
ru: Крафт это комбинирование нескольких предметов для создания нового предмета.

source: To complete the craft, take the result item from the output slot, which will consume items from the crafting grid and creates a new item. It is not possible to place items into the output slot.
de: Um die Fertigung abzuschließen, nehmen Sie sich das Ergebnis vom Ausgabeplatz, was die Gegenstände aus dem Fertigungsgitter verbrauchen und einen neuen Gegenstand erschaffen wird. Es ist nicht möglich, Gegenstände in den Ausgabeplatz zu platzieren.
it: Per completare l'assemblaggio, prendete dalla casella del prodotto l'oggetto risultante, così facendo consumerete gli oggetti disposti nella griglia di assemblaggio creando il nuovo oggetto. Non è possibile posizionare oggetti nella casella del prodotto.
ja: クラフトを完成させるには、出力スロットから結果のアイテムを取ります。このとき、クラフトグリッドからアイテムが消費され、新しいアイテムが作成されます。出力スロットにはアイテムを配置できません。
ru: Чтобы завершить крафт, возьмите получившийся предмет из выходного слота. Предмет будет при этом создан, а предметы из сетки будут использованы для его производства. Выходной слот предназначен только для извлечения предметов, складывать предметы в него нельзя.

source: Crafting recipes consist of at least one input item and exactly one stack of output items. When performing a single craft, it will consume exactly one item from each stack of the crafting grid, unless the crafting recipe defines replacements.
de: Fertigungsrezepte bestehen aus mindestens einem Eingabegegenstand und genau einem Stapel von Ausgabegegenständen. Beim Vornehmen einer einzelnen Fertigung wird es genau einen Gegenstand von jedem Stapel im Fertigungsgitter verbrauchen, außer, wenn das Fertigungsrezept Ersätze definiert.
it: Le ricette di assemblaggio sono formate da almeno un oggetto iniziale ed esattamente una pila di oggetti finali. Quando si esegue un assemblaggio singolo, questo consumerà esattamente un oggetto dalla griglia di assemblaggio, a meno che la ricetta di assemblaggio stabilisca dei rimpiazzi.
ja: クラフトレシピは、少なくとも1つの入力アイテムと、ちょうど1つの出力アイテムのスタックから成ります。1つのクラフトを実行するとき、クラフトレシピが置換を定義していない限り、クラフトグリッドの各スタックから正確に1つのアイテムを消費します。
ru: Рецепты состоят, как минимум, из одного входного элемента и стака выходных элементов. При выполнении единичного крафта будет употреблён ровно один предмет из каждого стака в слотах сетки крафта, если только рецепт не предполагает замены.

source: There are multiple types of crafting recipes:
de: Es gibt mehrere Arten von Fertigungsrezepten:
ja: クラフトレシピは次のような複数の種類がある：
ru: Существует несколько типов рецептов:

source: • Cooking: Explained in “Basics > Cooking”
de: • Kochen: Siehe „Grundlagen > Kochen“
ja: ・調理：“Basics > Cooking”に解説あり
ru: • Приготовление пищи: описано в разделе “Основы > Приготовление пищи”

source: Rarely, crafting recipes have replacements. This means, whenever you perform a craft, some items in the crafting grid will not be consumed, but instead will be replaced by another item.
de: Selten können Fertigungsrezepte Ersätze haben. Das bedeutet, wenn Sie eine Fertigung vornehmen, werden einige Gegenstände im Fertigungsgitter nicht verbraucht, sondern durch einen anderen Gegenstand ersetzt.
it: Raramente, le ricette di assemblaggio hanno dei rimpiazzi. Questo significa, ogni volta che eseguite un assemblaggio, alcuni oggetti nella griglia di assemblaggio non verranno consumati, ma invece verranno rimpiazzati da un altro oggetto.
ja: まれに、クラフトレシピには置換があります。これは、クラフトを実行するたびに、クラフトグリッド内の一部のアイテムが消費されず、代わりに別のアイテムに置き換わることを意味します。
ru: В редких случаях в рецептах содержатся замены. Это означает, что при каждом крафтинге некоторые предметы из сетки крафта не будут расходоваться, а будут заменяться другими предметами.
