Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/vlf_doc_basics/locale/poconvert/*.po
Languages: de, it, ja, ru

source: • For /give and /giveme, you need an itemstring. This is an internally used unique item identifier which you may find in the item help if you have the “give” or “debug” privilege
de: • Für /give und /giveme brauchen Sie einen sog. Itemstring. Das ist ein intern benutzter eindeutiger Gegenstandsidentifikator, den Sie in der Gegenstandshilfe finden, wenn Sie das „give“ oder „debug“-Privileg haben
it: Per /give e /giveme, vi serve una stringa oggetto. Questa è un identificatore unico usato internamente che potreste trovare nell'aiuto sull'oggetto se avete il privilegio “give” o “debug”
ja: ・give と /giveme では、itemstring が必要です。これは内部で使われる固有のアイテム識別子で、“give”または“debug”権限を持っていれば、アイテムのヘルプに記載されているはずです
ru: • Для /give и /giveme вам понадобится “техническое название” (ItemString). Это уникальный идентификатор предмета для внутреннего использования, его можно найти в справке по предмету, если у вас есть привилегия “give” или “debug”

source: • For /spawnentity you need an entity name, which is another identifier
de: • Für /spawnentity brauchen Sie einen Entity-Namen, was ein anderer Identifikator ist
it: • Per /spawnentity vi serve il nome di una entità, che è un altro identificatore
ja: ・/spawnentity にはエンティティ名が必要で、これは別の識別子です
ru: • Для /spawnentity вам нужно имя сущности, которое также является идентификатором

source: Privileges
de: Privilegien
it: Privilegi
ja: 権限
ru: Привилегии

source: Each player has a set of privileges, which differs from server to server. Your privileges determine what you can and can't do. Privileges can be granted and revoked from other players by any player who has the privilege called “privs”.
de: Jeder Spieler hat eine Menge an Privilegien, die sich von Server zu Server unterscheiden. Ihre Privilegien bestimmen, was Sie tun können und was nicht. Privilegien können von anderen Spielern gewährt und entzogen werden, wenn diese das Privileg namens „privs“ haben.
it: Ogni utente ha un numero di privilegi, che variano da server a server. I vostri privilegi stabiliscono cosa potete e non potete fare. I privilegi possono essere concessi e revocati ad altr* utenti da qualunque utente che abbia il privilegio chiamato “privs”.
ja: 各プレイヤーは、サーバーによって異なる一連の権限を持ちます。権限は、あなたができること、できないことを規定します。“privs”という権限を持っているプレイヤーであれば、権限を他のプレイヤーに付与したり、取り消したりできます。
ru: Каждый игрок имеет набор привилегий, который отличается от сервера к серверу. Ваши привилегии определяют, что вы можете и чего не можете делать. Привилегии могут быть предоставлены и отозваны у других игроков любым игроком, имеющим привилегию под названием “privs”.

source: On a multiplayer server with the default configuration, new players start with the privileges called “interact” and “shout”. The “interact” privilege is required for the most basic gameplay actions such as building, mining, using, etc. The “shout” privilege allows to chat.
de: In Mehrspielerservern mit der Standardeinstellung starten Spieler mit den Privilegien „interact“ und „shout“. Das „interact“-Privileg wird für die grundlegendsten Spielaktionen so wie Bauen, Abbauen, Benutzen, usw. gebraucht. Das „shout“-Privileg braucht man zum Chatten.
it: Su di un server in rete avente la configurazione predefinita, i/le nuov* utenti iniziano coi privilegi chiamati “interact” (“interagire”) e “shout” (“urlare”). Il privilegio “interact” è necessario per le azioni di gioco di base, come costruire, scavare, usare, ecc. Il privilegio “shout” permette di conversare.
ja: デフォルト設定のマルチプレイヤーサーバーでは、新規プレイヤーは“interact”と“shout”と呼ばれる権限でスタートします。“interact”権限は、建築、採掘、使用など、最も基本的なゲームプレイに必要なものです。“shout”権限は、チャットを行うためのものです。
ru: На многопользовательском сервере с конфигурацией по умолчанию новые игроки начинают с привилегиями “interact” (взаимодействовать) и “shout” (кричать). Привилегия “interact” необходима для основных действий игрового процесса, таких как строительство, добыча , использование и т. д. Привилегия “shout” позволяет общаться в чате.

source: There is a small set of core privileges which you'll find on every server, other privileges might be added by mods.
de: Es gibt eine kleine Menge an Hauptprivilegien, die Sie auf jeden Server finden, andere Privilegien können von Mods hinzugefügt werden.
it: Esiste un piccolo numero di privilegi fondamentali che troverete su ogni server, altri privilegi potrebbero essere aggiunti dai moduli.
ja: すべてのサーバーで見られる主要な権限の小セットがあり、その他の権限はModによって追加される場合があります。
ru: Есть небольшой набор базовых привилегий, которые вы есть на каждом сервере, другие привилегии могут быть добавлены модами.

source: To view your own privileges, issue the server command “/privs”.
de: Um Ihre eigenen Privilegien zu sehen, erteilen Sie den Serverbefehl „/privs“.
it: Per vedere i vostri privilegi, inviate il comando “/privs”.
ja: 自分の権限を表示するには、サーバーコマンド“/privs”を実行します。
ru: Чтобы просмотреть свои собственные привилегии, выполните команду сервера “/privs”.

source: Here are a few basic privilege-related commands:
de: Hier sind ein paar Befehle zum Thema Privilegien:
it: Ecco alcuni comandi di base legati ai privilegi:
ja: 基本的な権限関連のコマンドをいくつか紹介します：
ru: Вот несколько основных команд, связанных с привилегиями:

source: • /privs: Lists your privileges
de: • /privs: Listet Ihre Privilegien auf
it: • /privs: elenca i vostri privilegi
ja: ・/privs：あなたの権限の一覧
ru: • /privs: список ваших привилегий

source: • /privs <player>: Lists the privileges of <player>
de: • /privs <Spieler>: Listet die Privilegien von <Spieler> auf
it: • /privs <Utente>: elenca i privilegi di <Utente>
ja: ・/privs <player>：<player>の権限の一覧
ru: • /privs <игрок>: список привилегий <игрока>

source: • /help privs: Shows a list and description about all privileges
de: • /help privs: Zeigt eine Liste und Beschreibung für alle Privilegien an
it: • /help privs: mostra un elenco e una descrizione di tutti i privilegi
ja: ・/help privs：全権限の一覧と説明を表示
ru: • /help privs: показывает список и описание всех привилегий

source: Players with the “privs” privilege can modify privileges at will:
de: Spieler mit dem Privileg „privs“ können Privilegien beliebig ändern:
it: Gli/le utenti con il privilegio “privs” possono cambiare i privilegi a volontà:
ja: “privs”権限を持つプレイヤーは、自由に権限を変更可能：
ru: Игроки с привилегией “privs” могут предоставлять игрокам привилегии, а также лишать их, по своему усмотрению:

source: • /grant <player> <privilege>: Grant <privilege> to <player>
de: • /grant <Spieler> <Privileg>: <Privileg> an <Spieler> gewähren
it: • /grant <Utente> <privilegio>: concede <privilegio> a <Utente>
ja: ・/grant <player> <privilege>：<player> に <privilege> を付与
ru: • /grant <игрок> <привилегия>: предоставить <привилегию> <игроку>

source: • /revoke <player> <privilege>: Revoke <privilege> from <player>
de: • /revoke <Spieler> <Privileg>: <Privileg> von <Spieler> entziehen
it: • /revoke <Utente> <privilegio>: revoca <privilegio> a <Utente>
ja: ・/revoke <player> <privilege>：<player> から <privilege> を取り消す
ru: • /revoke <игрок> <привилегия>: отменить <привилегию> для <игрока>

source: In single-player mode, you can use “/grantme all” to unlock all abilities.
de: Im Einzelspielermodus können Sie „/grantme all“ benutzen, um alle Fähigkeiten freizuschalten.
ja: シングルプレイでは、“/grantme all”ですべての能力が解放されます。
ru: В однопользовательском режиме вы можете использовать “/grantme all“, чтобы сразу разблокировать себе все возможности.

source: Movement modes
de: Bewegungsmodi
it: Modalità di movimento
ja: 移動モード
ru: Режимы передвижения

source: You can enable some special movement modes that change how you move.
de: Sie können in paar besondere Bewegungsmodi einschalten, die ändern, wie Sie sich bewegen.
ja: 移動方法を変更する、いくつかの特殊な移動モードを有効化できます。
ru: Вы можете включать специальные режимы вашего перемещения.

source: Pitch movement mode:
de: Nick-Bewegungsmodus:
ja: ピッチ移動モード：
ru: Режим движения по направлению взгляда

source: • Description: If this mode is activated, the movement keys will move you relative to your current view pitch (vertical look angle) when you're in a liquid or in fly mode.
de: • Wenn dieser Modus aktiviert ist, werden die Bewegungstasten Sie relativ zu Ihrem jetzigen Nickwinkel (vertikaler Blickwinkel) bewegen, wenn Sie sich in einer Flüssigkeit befinden oder der Flugmodus aktiv ist.
ja: ・説明：このモードが有効になっている場合、液中や飛行モードの時に移動キーを使うと、現在のビューピッチ（垂直方向の視線角）に対して相対的に移動します。
ru: • Описание: при активации этого режима клавиши будут перемещать вас относительно направления взгляда игрока когда вы находитесь в жидкости или в режиме полёта.

source: • Default key: [L]
de: • Standardtaste: [L]
ja: ・デフォルトキー：[L]
ru: • [L] - по умолчанию

source: • No privilege required
de: • Kein Privileg nötig
ja: ・権限は不要
ru: • Никаких привилегий не требуется

source: Fast mode:
de: Schnellmodus:
it: Modalità veloce:
ja: 高速モード：
ru: Быстрый режим

source: • Description: Allows you to move much faster. Hold down the the “Use” key [E] to move faster. In the client configuration, you can further customize fast mode.
de: • Beschreibung: Ermöglicht sehr schnelle Fortbewegung. Drücke [E] um sich schneller zu bewegen. In der Client-Konfiguration kannst Du diesen Schnellmodus weiter anpassen.
it: • Descrizione: vi consente di muovervi molto più velocemente. Tenete premuto il tasto “Usare” [E] per muovervi più velocemente. Potete personalizzare ulteriormente la modalità veloce nella configurazione del client.
ja: ・説明：より高速な移動が可能になります。「使う」キー[E]を押しながら移動すると、より速く動けます。クライアント設定にて、高速モードをさらにカスタマイズできます。
ru: • Описание: позволяет двигаться гораздо быстрее. Удерживайте нажатой клавишу [E], чтобы двигаться быстрее. В конфигурации клиента вы можете дополнительно настроить быстрый режим.

source: • Default key: [J]
de: • Standardtaste: [J]
it: • Tasto predefinito: [J]
ja: ・デフォルトキー：[J]
ru: • [J] - по умолчанию

source: • Required privilege: fast
de: • Benötigtes Privileg: fast
it: • Privilegio richiesto: fast (“veloce”)
ja: ・必要な権限：fast
ru: • Требуемые привилегии: fast

source: Fly mode:
de: Flugmodus:
it: Modalità volo:
ja: 飛行モード：
ru: Режим полёта:

source: • Description: Gravity doesn't affect you and you can move freely in all directions. Use the jump key to rise and the sneak key to sink.
de: • Beschreibung: Schwerkraft beeinflusst Sie nicht und Sie können sich in alle Richtungen schnell bewegen. Benutzen Sie die Sprungtaste zum Aufsteigen und die Schleichentaste zum Absinken.
it: • Descrizione: la gravità non ha effetto su di voi e potete muovervi liberamente in tutte le direzioni. Usate il tasto di salto per ascendere e quello di strisciamento per discendere.
ja: ・説明：重力に影響されず、全方向へ自由に動けます。ジャンプキーで上昇し、スニークキーで下降します。
ru: • Описание: гравитация не влияет на вас, и вы можете свободно перемещаться во всех направлениях. [Прыжок], чтобы взлететь выше, и клавишу [Красться], чтобы опуститься.

source: • Default key: [K]
de: • Standardtaste: [K]
it: • Tasto predefinito: [K]
ja: ・デフォルトキー：[K]
ru: • [K] - по умолчанию

source: • Required privilege: fly
de: • Benötigtes Privileg: fly
it: • Privilegio richiesto: fly (“volo”)
ja: ・必要な権限：fly
ru: • Требуемые привилегии: fly

source: Noclip mode:
de: Geistmodus:
it: Modalità incorporea:
ja: 壁抜けモード：
ru: Режим прохождения сквозь стены (Noclip):

source: • Description: Allows you to move through walls. Only works when fly mode is enabled, too.
de: • Beschreibung: Damit können Sie durch Wände fliegen, wenn der Flugmodus aktiv ist.
it: • Descrizione: vi consente di passare attraverso i muri. Funziona solo quando è attivata anche la modalità volo.
ja: ・説明：壁を通過して移動できるようになります。飛行モードも有効な場合のみ機能します。
ru: • Описание: позволяет перемещаться сквозь стены. Работает только тогда, когда включен режим полета.

source: • Default key: [H]
de: • Standardtaste: [H]
it: • Tasto predefinito: [H]
ja: ・デフォルトキー：[H]
ru: • [H] - по умолчанию

source: • Required privilege: noclip
de: • Benötigtes Privileg: noclip
it: • Privilegio richiesto: noclip (“nessun aggancio”)
ja: ・必要な権限：noclip
ru: • Требуемые привилегии: noclip

source: Coordinates
de: Koordinaten
it: Coordinate
ja: 座標
ru: Координаты

source: The world is a large cube. And because of this, a position in the world can be easily expressed with Cartesian coordinates. That is, for each position in the world, there are 3 values X, Y and Z.
de: Die Welt ist ein großer Würfel. Und daher kann eine Position in der Welt leicht mit kartesischen Koordinaten ausgedrückt weren. Das bedeutet, für jede Position in der Welt gibt es 3 Werte X, Y und Z.
ja: 世界は大きな立方体です。そのため、世界における位置は直交座標で簡単に表せます。つまり、世界の各位置には、X、Y、Zの3つの値が存在します。
ru: Мир это большой куб. Благодаря этому, положение в мире может быть легко выражено с помощью декартовой системы координат. Для каждой позиции в мире существует 3 значения: X, Y и Z.

source: Like this: (5, 45, -12)
de: So wie dies: (5, 45, -12)
it: Come questi: (5, 45, -12)
ja: こんな感じで：(5, 45, -12)
ru: Например, такие: (5, 45, -12).

source: This refers to the position where X=5, Y=45 and Z=-12. The 3 letters are called “axes”: Y is for the height. X and Z are for the horizontal position.
de: Das bezieht sich auf die Position, in der X=5, Y=45 und Z=-12 sind. Die drei Buchstaben nennt man „Achsen“. Y ist für die Höhe X und Z sind für die horizontale Position.
ja: これは、X=5、Y=45、Z=12 の位置を指します。この3文字を“軸”と呼びます：Yは高さ、XとZは水平方向の位置を表します。
ru: Это отсылка на место, имеющее координаты X=5, Y=45 и Z=-12. Буквы обозначают оси координат: Y - высота, X и Z - горизонтальное расположение.

source: The values for X, Y and Z work like this:
de: Die Werte für X, Y und Z funktionieren so:
it: I valori di X, Y e Z funzionano così:
ja: X、Y、Zの値は次のように動きます：
ru: Значения X, Y и Z изменяются следующим образом:

source: • If you go up, Y increases
de: • Wenn Sie aufsteigen, erhöht sich Y
it: • Se salite, Y aumenta
ja: ・上昇すると、Yが増加
ru: • Если вы идете вверх, Y увеличивается

source: • If you go down, Y decreases
de: • Steigen Sie ab, verringert sich Y
it: • Se scendete, Y diminuisce
ja: ・下降すると、Yが減少
ru: • Если вы идете вниз, Y уменьшается

source: • If you follow the sun, X increases
de: • Folgen Sie der Sonne, erhöht sich X
it: • Se seguite il sole, X aumenta
ja: ・太陽の進行方向にならうと、Xが増加
ru: • Если вы следуете за солнцем, X увеличивается

source: • If you go to the reverse direction, X decreases
de: • Gehen Sie in die entgegengesetzte Richtung, verringert sich X
it: • Se andate nella direzione opposta, X diminuisce
ja: ・逆方向へ行くと、Xは減少
ru: • Если вы идете в обратном направлении, X уменьшается

source: • Follow the sun, then go right: Z increases
de: • Folgen Sie der Sonne, dann gehen Sie nach rechts: Z erhöht sich
it: • Seguite il sole, poi andate a destra: Z aumenta
ja: ・太陽に向かって、右に進む：Zが増加
ru: • Следуете за солнцем, затем идите направо: Z увеличивается

source: • Follow the sun, then go left: Z decreases
de: • Folgen Sie der Sonne, dann gehen Sie nach links: Z verringert sich
it: • Seguite il sole, poi andate a sinistra: Z diminuisce
ja: ・太陽に向かって、左に進む：Zが減少
ru: • Следуете за солнцем, затем идите налево: Z уменьшается

source: • The side length of a full cube is 1
de: • Die Seitenlänge eines ganzen Würfels ist 1
it: • La larghezza di un cubo completo è pari a 1
ja: ・完全な立方体の辺の長さは、1
ru: • Длина стороны полного куба равна 1

source: You can view your current position in the debug screen (open with [F5]).
de: Sie sehen Ihre aktuelle Position im Debug-Bildschirm (mit [F5] öffnen).
ja: デバッグ画面（[F5]で開く）にて現在位置を確認できます。
ru: Вы можете узнать вашу текущую позицию с помощью отладочного экрана (включается/выключается нажатием клавиши [F5]).

source: Settings
de: Einstellungen
it: Impostazioni
ja: 設定
ru: Настройки

source: There is a large variety of settings to configure Minetest. Pretty much every aspect can be changed that way.
de: Es gibt viele Einstellungen, um Minetest einzurichten. Fast jeder Aspekt kann so verändert werden.
it: Esiste una grande varietà di impostazioni per configurare Minetest. Quasi ogni aspetto può essere cambiato in quel modo.
ja: Minetest を構成するために、多種多様な設定があります。ほとんどの局面をその方法で変更できます。
ru: Существует много разнообразных настроек Minetest. Почти каждый аспект игры может быть изменён.

source: These are a few of the most important gameplay settings:
de: Dies sind ein paar der wichtigsten Spieleinstellungen:
it: Queste sono alcune delle impostazioni di gioco più importanti:
ja: これらは、最も重要なゲームプレイの設定の一部です：
ru: Вот некоторые наиболее важные настройки:

source: • Damage enabled (enable_damage): Enables the health and breath attributes for all players. If disabled, players are immortal
de: • Schaden aktiviert (enable_damage): Aktiviert die Gesundheits- und Atemattribute für alle Spieler. Wird dies deaktiviert, sind Spieler unsterblich
it: • Ferimento abilitato (enable_damage): abilita gli attributi di salute e ossigeno per tutt* gli/le utenti. Se è disabilitato, gli/le utenti sono immortali
ja: ・ダメージを有効化（enable_damage）：全プレイヤーのヘルスと呼吸の設定を有効にする。無効の場合、プレイヤーは不死身になる
ru: • Урон (enable_damage): включает здоровье и дыхание для всех игроков. Если он выключен, то все игроки бессмертны

source: • PvP (enable_pvp): Short for “Player vs Player”. If enabled, players can deal damage to each other
de: • PvP (enable_pvp): Wenn aktiv, können sich Spieler gegenseitig verletzen
it: • UcU (enable_pvp): Abbreviazione per “Utente contro Utente” (“PvP” in Inglese). Se abilitata, gli/le utenti possono ferirsi a vicenda
ja: ・PvP（enable_pvp）：“Player vs Player”の略。有効にすると、プレイヤー同士がダメージを与え合うことが可能になる
ru: • PvP (enable_pvp): “игрок против игрока”. Если этот режим включён, игроки могут наносить урон друг другу

source: For a full list of all available settings, use the “All Settings” dialog in the main menu.
de: Für eine vollständige Liste aller verfügbaren Einstellungen, benutzen Sie den Knopf „Alle Einstellunen“ im Hauptmenü.
ja: 利用可能なすべての設定の一覧は、メインメニューの「すべての設定」ダイアログを使用してください。
ru: Для получения полного списка настроек вы можете перейти в ”Настройки - Все настройки“ в главном меню Minetest.

source: Online help
de: Online-Hilfe
it: Aiuto in rete
ja: オンラインヘルプ
ru: Онлайн-помощь

source: You may want to check out these online resources related to Minetest:
de: Sie können diese Onlinequellen zum Thema Minetest besuchen:
it: Potreste volere controllare queste risorse in rete collegate a Minetest:
ja: Minetest に関連するオンライン資料もチェックしてみてください：
ru: Возможно, вы захотите посетить эти онлайн-ресурсы, связанные с Minetest:

source: Official homepage of Minetest: <https://minetest.net/>
de: Offizielle Minetest-Homepage: <https://minetest.net/>
it: Pagina ufficiale di Minetest: <https://minetest.net/>
ja: Minetest の公式ホームページ：<https://minetest.net/>
ru: Официальная домашняя страница Minetest: <https://minetest.net/>

source: The main place to find the most recent version of Minetest.
de: Dort findet man die neueste Minetest-Version.
it: Il luogo principale dove trovare la versione più recente di Minetest.
ja: Minetest の最新版を入手できるメインサイトです。
ru: Это основное место для скачивания свежих версий Minetest.

source: Community wiki: <https://wiki.minetest.net/>
it: Wiki della comunità: <https://wiki.minetest.net/>
ja: コミュニティ wiki：<https://wiki.minetest.net/>
ru: Wiki сообщества: <https://wiki.minetest.net/>

source: A community-based documentation website for Minetest. Anyone with an account can edit it! It also features a documentation of Minetest Game.
de: Eine gemeinschaftsbasierte Dokumentationswebpräsenz für Minetest. Jeder mit einem Benutzerkonto kann sie bearbeiten. Enthält auch die Hilfe zu Minetest Game.
it: Un sito in rete di documentazione per Minetest basato sulla comunità. Chiunque abbia un account può modificarlo! Presenta anche una documentazione del Minetest Game.
ja: Minetest のための、コミュニティベースの文書サイトです。アカウントがあれば誰でも編集可能です！ また、Minetest Game の資料も掲載されています。
ru: Веб-сайт документации сообщества. Любой, у кого есть учетная запись, может её редактировать! Там много документации по Minetest Game.

source: A web-based discussion platform where you can discuss everything related to Minetest. This is also a place where player-made mods and games are published and discussed. The discussions are mainly in English, but there is also space for discussion in other languages.
de: Eine webbasierte Diskussionsplattform, wo Sie über alles zum Thema Minetest diskutieren können. Dort werden auch spielergemachte Mods und Spiele veröffentlicht und diskutiert.
ja: Minetest に関連するあらゆることを話し合える、Webベースの議論場です。また、プレイヤーが作成したMODやゲームを公開し、議論する場でもあります。議論は主に英語で行われますが、他言語で議論するスペースもあります。
ru: Интернет-форумы, где вы можете обсудить все, что связано с Minetest. Это также место, где публикуются и обсуждаются игры и моды, сделанные игроками. Дискуссии ведутся в основном на английском языке, но есть также раздел для дискуссий и на других языках.

source: Chat: <irc://irc.freenode.net#minetest>
it: Messaggistica: <irc://irc.freenode.net#minetest>
ja: チャット：<irc://irc.freenode.net#minetest>
ru: Чат: <irc://irc.freenode.net#minetest>

source: A generic Internet Relay Chat channel for everything related to Minetest where people can meet to discuss in real-time. If you do not understand IRC, see the Community Wiki for help.
de: Ein allgemeiner Internet-Relay-Chat-Kanal für alles über Minetest, wo sich Menschen treffen können, um in Echtzeit zu diskutieren. Wenn Sie IRC nicht verstehen, sehen Sie im Community-Wiki für Hilfe nach.
it: Un canale Internet Relay Chat generico per tutto ciò che riguarda Minetest dove le persone possono incontrarsi per discutere in tempo reale. Se non capite IRC, leggete la Wiki della comunità per ottenere aiuto.
ja: Minetest に関連するあらゆることをリアルタイムで議論するために人々が集う、IRC（インターネット・リレー・チャット）の汎用チャンネルです。IRCが分からない場合は、コミュニティWikiを参照してください。
ru: Универсальный IRC-чат-канал для всего, связанного с Minetest, где люди могут встретиться для общения в режиме реального времени. Если вы не разбираетесь в IRC, обратитесь за помощью к Wiki.

source: Basics
de: Grundlagen
it: Nozioni di base
ja: 基礎編
ru: Основы

source: Everything you need to know to get started with playing
de: Alles, was Sie zum Spielen wissen sollten
ja: プレイを始めるために必要なすべてのこと
ru: Всё, что вам нужно знать, чтобы начать играть

source: Quick start
de: Schnellstart
it: Partenza rapida
ja: クイックスタート
ru: Быстрый старт

source: How to play:
de: Spielanleitung:
ja: プレイ方法
ru: Как играть:

source: • Punch a tree trunk until it breaks and collect wood
de: • Hauen Sie einen Baumstamm, bis er bricht und sammeln Sie Holz auf
ja: ・木の幹が折れるまで叩き、木材を集める
ru: • Бейте дерево по стволу пока оно не сломается и соберите выпавшую древесину

source: • Place the wood into the 2×2 grid (your “crafting grid”) in your inventory menu and craft 4 wood planks
de: • Platzieren Sie das Holz in das 2×2-Gitter (Ihr „Fertigungsgitter) in Ihrem Inventar und fertigen Sie 4 Holzplanken
ja: ・インベントリメニューの2×2グリッド（クラフト用グリッド）に木を置き、板材を4枚クラフト
ru: • Поместите древесину в решётку 2×2 (вашу “сетку крафта”) в меню инвентаря и скрафтите из него 4 доски

source: • Place them in a 2×2 shape in the crafting grid to craft a crafting table
de: • Platzieren Sie sie in eine 2×2-Form im Fertigungsgitter, um eine Werkbank zu errichten
ja: ・それらをクラフトグリッドに2×2の形で配置し、作業台をクラフト
ru: • Разместите их в виде квадрата 2×2 в крафт-сетке, чтобы сделать верстак

source: • Place the crafting table on the ground
de: • Platzieren Sie die Werkbank auf den Boden
ja: ・作業台を地面に置く
ru: • Поставьте верстак на землю

source: • Rightclick it for a 3×3 crafting grid
de: • Rechtsklicken Sie sie für ein 3×3-Fertigungsgitter
ja: ・それを右クリックで、3×3のクラフトグリッドが表示される
ru: • Кликните правой кнопкой мыши по верстаку для работы с сеткой крафта 3×3

source: • Use the crafting guide (book icon) to learn all the possible crafting recipes
de: • Benutzen Sie den Fertigungsführer (Buchsymbol), um die möglichen Fertigungsrezepte zu lernen
ja: ・クラフトガイド（本のアイコン）を使い、可能な限りのクラフトレシピを学ぶ
ru: Используйте книгу рецептов для изучения всех доступных рецептов

source: • Craft a wooden pickaxe so you can dig stone
de: • Fertigen Sie eine Holzspitzhacke, damit Sie Stein graben können
ja: ・石を掘れるようになるために、木製のツルハシをクラフト
ru: • Создайте деревянную кирку, чтобы добыть камень
