Repository: VoxelForge/VoxelForge
Catalog: mods/ENTITIES/mobs_mc/locale/poconvert/*.po
Languages: oc

source: Axolotl
oc: Axolòtl

source: Bat
oc: Ratapenada

source: Blaze
oc: Flamor

source: Chicken
oc: Polet

source: Cod
oc: Merluça

source: Cow
oc: Vacha

source: Mooshroom
oc: Vachairòla

source: Dolphin
oc: Daufin

source: Ender Dragon
oc: Dragon de Finuèit

source: Enderman
oc: Finuèairi

source: Endermite
oc: Finuèibau

source: Ghast
oc: Òrra

source: Guardian
oc: Gardian

source: Elder Guardian
oc: Ancian Gardian

source: Hoglin
oc: Porcard

source: Horse
oc: Ega

source: Skeleton Horse
oc: Ega Squeleta

source: Zombie Horse
oc: Ega Zombia

source: Donkey
oc: Asne

source: Mule
oc: Miule

source: Iron Golem
oc: Golem de Fèrre

source: Llama
oc: Lamà

source: Ocelot
oc: Ocelòt

source: Parrot
oc: Papagai

source: Pig
oc: Cochon

source: Zombie Piglin
oc: Porcadés Zombia

source: Pillager
oc: Pilhard

source: Polar Bear
oc: Ors Blanc

source: Rabbit
oc: Lapin

source: Killer Bunny
oc: Lapin Tuaire

source: Salmon
oc: Saumon

source: Sheep
oc: Moton

source: Shulker
oc: Coirafin

source: Silverfish
oc: Peiçon d'Argent

source: Skeleton
oc: Squeleta

source: Stray
oc: Trainabiaça

source: Wither Skeleton
oc: Squeleta Sechaire

source: Magma Cube
oc: Cube de Magmà

source: Snow Golem
oc: Golem d'Ivèrn

source: Spider
oc: Aranha

source: Cave Spider
oc: Aranha Venimósa

source: Squid
oc: Pofre

source: Glow Squid
oc: Pofre Lusent

source: Strider
oc: Trèva

source: Tropical fish
oc: Peiçon tropicau

source: Villager
oc: Vialatgés

source: Evoker
oc: Invocataire

source: Illusioner
oc: Fisiciaire

source: Vindicator
oc: Vindicataire

source: Zombie Villager
oc: Vialatgés Zombia

source: Farmer
oc: Boriaire

source: Fisherman
oc: Peschaire

source: Fletcher
oc: Archèir

source: Shepherd
oc: Bergèir

source: Librarian
oc: Bibliotecaire

source: Cartographer
oc: Cartografe

source: Armorer
oc: Armurèir

source: Leatherworker
oc: Tanaire

source: Butcher
oc: Maselèir

source: Weapon Smith
oc: Farjaire d'Armas

source: Tool Smith
oc: Farjaire d'Otilhs

source: Cleric
oc: Clerc

source: Nitwit
oc: Simple

source: Witch
oc: Fachinèira

source: Wither
oc: Le Sechaire

source: Wolf
oc: Lop

source: Zombie
oc: Zombia

source: Husk
oc: Zombia Momificat
