Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/vlf_throwing/locale/poconvert/*.po
Languages: pt_br, zh_tw

source: Use the punch key to throw.
pt_br: Use o botão de soco para arremessar.
zh_tw: 按下擊打鍵扔出

source: Snowball
pt_br: Bola de Neve
zh_tw: 雪球

source: Throwable
pt_br: Arremesaável
zh_tw: 可扔出

source: Snowballs can be thrown or launched from a dispenser for fun. Hitting something with a snowball does nothing.
pt_br: Bolas de neve podem ser arremessadas ou lançadas a partir de um ejetor por diversão. Atingir coisas com bolas de neve não fará coisa alguma.
zh_tw: 雪球可以被扔出或從發射器中發射出去取樂。用雪球打東西沒有任何作用。

source: Egg
pt_br: Ovo
zh_tw: 蛋

source: Chance to hatch chicks when broken
pt_br: Chance de eclodir pintinhos quando quebrado
zh_tw: 破碎時有可能孵化小雞

source: Eggs can be thrown or launched from a dispenser and breaks on impact. There is a small chance that 1 or even 4 chicks will pop out of the egg.
pt_br: Ovos podem ser arremessados ou lançados a partir de um ejetor e quebra no impacto. Existe uma pequena chance de 1 ou até 4 pintinhos aparecerem desse ovo.
zh_tw: 雞蛋可以被拋出或從發射器中發射出去，並在撞擊中破碎。有機會，1至4個小雞會從蛋裡跳出來。

source: Ender Pearl
pt_br: Pérola do Ender
zh_tw: 終界珍珠

source: Teleports you on impact for cost of 5 HP
pt_br: Teleporta você no impacto ao custo de 5 HP
zh_tw: 損失5點生命值以傳送

source: An ender pearl is an item which can be used for teleportation at the cost of health. It can be thrown and teleport the thrower to its impact location when it hits a solid block or a plant. Each teleportation hurts the user by 5 hit points.
pt_br: Uma pérola do ender é um item ao qual pode ser usado para teleporte ao custo de saúde. Pode ser arremessada e teleporta o arremessador para seu local de impacto quando acerta um bloco sólido ou uma planta. Cada teleporte machuca o usuário em 5 pontos de dano.
zh_tw: 末影珍珠是一種可以在損失生命值的情況下用於傳送的物品。可以將其扔出並將撞到實心塊或植物時將其傳送到其撞擊位置。每次傳送都會傷害使用者5點生命值。
