Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/mcl_bows/locale/poconvert/*.po
Languages: es, fr, hu, ja, pl

source: Arrow
es: Flecha
fr: Flèche
hu: Nyíl
ja: 矢
pl: Strzała

source: Ammunition
es: Munición
fr: Munition
hu: Lőszer
ja: 弾
pl: Amunicja

source: Damage from bow: 1-10
es: Daño con arco: 1-10
fr: Dégâts de l'arc : 1-10
hu: Sebzés íjból kilőve: 1-10
ja: 弓によるダメージ：1-10
pl: Obrażenia z łuku 1-10

source: Damage from dispenser: 3
es: Daño por dispensador: 3
fr: Dégâts du distributeur : 3
hu: Sebzés eldobásból: 3
ja: ディスペンサーによるダメージ：3
pl: Obrażenia z dozownika: 3

source: Arrows are ammunition for bows and dispensers.
es: Las flechas son municiones para arcos y dispensadores.
fr: Les flèches sont des munitions pour les arcs et les distributeurs.
hu: A nyílvessző lőszerként szolgál íjakhoz vagy adagolókhoz.
ja: 矢は、弓やディスペンサーの弾です。
pl: Strzały są amunicją do łuku i dozowników.

source: An arrow fired from a bow has a regular damage of 1-9. At full charge, there's a 20% chance of a critical hit dealing 10 damage instead. An arrow fired from a dispenser always deals 3 damage.
es: Una flecha disparada desde un arco tiene un daño regular de 1-9. A plena carga, hay un 20% de posibilidades de que un golpe crítico inflija 10 daños en su lugar. Una flecha disparada desde un dispensador siempre causa 3 de daño.
fr: Une flèche tirée d'un arc a des dégâts réguliers de 1 à 9. À pleine charge, il y a 20% de chances qu'un coup critique inflige 10 dégâts à la place. Une flèche tirée depuis un distributeur inflige toujours 3 dégâts.
hu: Az íjból kilőtt nyílvessző sebzése 1-9. Teljes feltöltésnél 20% esély van arra, hogy a kritikus találat 10 sebzést okoz. Az adagolóból kilőtt nyílvessző mindig 3 sebzést okoz.
ja: 弓から放たれる矢は通常1～9のダメージです。最大タメで20%の確率でクリティカルヒットが発生し、代わりに10ダメージを与えます。ディスペンサーから発射された矢は、常に3ダメージを与えます。
pl: Strzała wypuszczona z łuku ma typowe obrażania 1-9. Przy pełnym napięciu jest szansa 20% na trafienie krytyczne zadające 10 obrażeń. Strzała wystrzelona z dozownika zawsze zadaje 3 obrażenia.

source: Arrows might get stuck on solid blocks and can be retrieved again. They are also capable of pushing wooden buttons.
es: Las flechas pueden atascarse en bloques sólidos y pueden recuperarse nuevamente. También son capaces de presionar botones de madera.
fr: Les flèches peuvent se coincer sur des blocs solides et peuvent être récupérées à nouveau. Elles sont également capables de pousser des boutons en bois.
hu: A nyilak megakadhatnak a szilárd blokkokon, és újra visszaszerezhetők. A fából készült gombokat is képesek megnyomni.
ja: 矢は、固体のブロックに刺さる可能性があり、その場合は回収できます。また、木製のボタンも押せます。
pl: Strzały zatrzymują się na stałych blokach i mogą być wówczas odzyskane. Są również w stanie klikać drewniane przyciski.

source: To use arrows as ammunition for a bow, just put them anywhere in your inventory, they will be used up automatically. To use arrows as ammunition for a dispenser, place them in the dispenser's inventory. To retrieve an arrow that sticks in a block, simply walk close to it.
es: Para usar flechas como municiones para un arco, simplemente colóquelas en cualquier parte de su inventario, se usarán automáticamente. Para usar flechas como municiones para un dispensador, colóquelas en el inventario del dispensador. Para recuperar una flecha que se pega en un bloque, simplemente camine cerca de ella.
fr: Pour utiliser des flèches avec un arc, il suffit de les placer n'importe où dans votre inventaire, elles seront utilisées automatiquement. Pour utiliser des flèches avec un distributeur, placez-les dans l'inventaire du distributeur. Pour récupérer une flèche qui colle dans un bloc, il vous suffit de vous en approcher.
hu: Ahhoz, hogy nyilakat használj lőszerként az íjadhoz, csak tedd őket bárhová a leltáradba, automatikusan elhasználódnak. Ahhoz, hogy nyilakat használj lőszerként egy adagolóhoz, tedd őket az adagoló leltárába. Ha vissza akarsz szerezni egy tömbben megakadt nyilat, egyszerűen sétálj közel hozzá.
ja: 矢を弓の弾として使うには、インベントリのどこかに入れるだけでよく、使い切るまで自動的に装填されます。矢をディスペンサーの弾薬として使用するには、ディスペンサーのインベントリに入れます。ブロックに刺さった矢を回収するには、ブロックの近くまで歩くだけです。
pl: Aby użyć strzał jako amunicję do łuku umieść je gdziekolwiek w twoim ekwipunku, będą użyte automatyczne. Aby użyć strzał jako amunicję do dozownika umieść je w jego ekwipunku. Aby odzyskać strzałę wbitą w blok po prostu podejdź do niej.

source: Bow
es: Arco
fr: Arc
hu: Íj
ja: 弓
pl: Łuk

source: Bows are ranged weapons to shoot arrows at your foes.
es: Los arcos son armas a distancia para disparar flechas a tus enemigos.
fr: Les arcs sont des armes à distance pour tirer des flèches sur vos ennemis.
hu: Az íj távolsági lőfegyver, mellyel nyílvesszőt lőhetsz az ellenségre.
ja: 弓は、敵に矢を射るための遠距離武器です。
pl: Łuki to bronie dystansowe do strzelania strzałami w twoich przeciwników.

source: To use the bow, you first need to have at least one arrow anywhere in your inventory (unless in Creative Mode). Hold down the right mouse button (or the zoom key) to charge, release to shoot.
es: Para usar el arco, primero debes tener al menos una flecha en tu inventario (a menos que estés en el Modo Creativo). Mantén presionado el botón derecho del ratón (o la tecla de zoom) para cargar, y suéltalo para disparar.
fr: Pour utiliser l'arc, vous devez avoir au moins une flèche dans votre inventaire (hormis en mode créatif). Maintenez le bouton droit de la souris (ou la touche zoom) enfoncé pour charger, puis relâchez pour tirer.
hu: Az íj használatához először is rendelkezned kell legalább egy nyílvesszővel az eszköztáradban (kivéve, ha kreatív módban vagy). Tartsd lenyomva a jobb egérgombot (vagy a zoom billentyűt) a töltéshez, a lövéshez engedd el.

source: Launches arrows
es: Lanza flechas
fr: Décoche des flèches
hu: Nyílvesszőt lő ki
ja: 矢を発射
pl: Strzela strzałami

source: The speed and damage of the arrow increases the longer you charge. The regular damage of the arrow is between 1 and 9. At full charge, there's also a 20% of a critical hit, dealing 10 damage instead.
es: La velocidad y el daño de la flecha aumentan cuanto más tiempo tenses. El daño regular de la flecha está entre 1 y 9. A plena carga, también hay un 20% de un golpe crítico, que en vez de eso causa 10 de daño.
fr: La vitesse et les dégâts de la flèche augmentent plus vous chargez. Les dégâts réguliers de la flèche sont compris entre 1 et 9. À pleine charge, il y a également 20% d'un coup critique, infligeant 10 dégâts à la place.
hu: A nyílvessző sebessége és sebzése annál nagyobb, minél tovább töltesz. A nyílvessző rendes sebzése 1 és 9 között van. Teljes feltöltésnél 20% a kritikus találat esélye is, ami 10 sebzést okoz.
ja: 矢の速度とダメージは、タメ時間が長いほど増加します。通常の矢のダメージは1～9です。最大タメ時には20%の確率でクリティカルヒットすることがあり、その場合は代わりに10ダメージを与えます。
pl: Szybkość i obrażenia strzały wzrastają im dłużej ją naciągasz. Zwykłe obrażenia strzały są pomiędzy 1 a 9. Przy pełnym napięciu jest szansa 20% na trafienie krytyczne zadające 10 obrażeń.

source: Crossbow
es: Ballesta
fr: Arbalète
hu: Számszeríj
ja: クロスボウ

source: Crossbows are ranged weapons to shoot arrows at your foes.
es: Las ballestas son armas a distancia para disparar flechas a tus enemigos.
fr: Les arbalètes sont des armes à distance pour tirer des flèches sur vos ennemis.
hu: A számszeríj távolsági lőfegyver, mellyel nyílvesszőt lőhetsz az ellenségre.
ja: クロスボウは、敵に矢を射るための遠距離武器です。

source: To use the crossbow, you first need to have at least one arrow anywhere in your inventory (unless in Creative Mode). Hold down the right mouse button (or zoom key) to charge, release to load an arrow into the chamber, then to shoot press left mouse.
es: Para usar la ballesta, primero debes tener al menos una flecha en tu inventario (a menos que estés en el Modo Creativo). Mantén presionado el botón derecho del ratón (o la tecla de zoom) para cargar, suelta para cargar una flecha en el canal, y luego presiona el botón izquierdo del ratón para disparar.
fr: Pour utiliser l'arbalète, vous devez d'abord avoir au moins une flèche dans votre inventaire (sauf en mode créatif). Maintenez le bouton droit de la souris (ou la touche zoom) enfoncé pour charger, relâchez pour charger une flèche dans la chambre, puis pour tirer, appuyez sur le bouton gauche de la souris.
hu: A számszeríj használatához először is rendelkezned kell legalább egy nyílvesszővel a eszköztáradban (kivéve, ha kreatív módban vagy). Tartsd lenyomva a jobb egérgombot (vagy a zoom billentyűt) a töltéshez, engedd el, hogy betölts egy nyilat a kamrába, majd a lövéshez nyomd meg a bal egérgombot.

source: To use the crossbow, you first need to have at least one arrow anywhere in your inventory (unless in Creative Mode). Hold down the right mouse button to charge, release to load an arrow into the chamber, then to shoot press left mouse.
es: Para usar la ballesta, primero debes tener al menos una flecha en cualquier lugar de tu inventario (a menos que estés en el modo creativo). Mantenga presionado el botón derecho del mouse para cargar, suéltelo para cargar una flecha en el canal y luego, para disparar, presione el botón izquierdo del mouse.
fr: Pour utiliser l'arbalète, vous devez d'abord avoir au moins une flèche dans votre inventaire (sauf en mode créatif). Maintenez le bouton droit de la souris enfoncé pour charger, relâchez pour charger une flèche dans la chambre, puis appuyez sur le bouton gauche de la souris pour tirer.
hu: A számszeríj használatához rendelkezned kell legalább egy nyílvesszővel a leltárban (kivéve, ha kreatív módban vagy). Tartsd lenyomva a jobb egérgombot (vagy a zoom billentyűt) a töltéshez, engedd el, hogy betölts egy nyilat a kamrába, majd a lövéshez nyomd meg a bal egérgombot.
