Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/mcl_mangrove/locale/poconvert/*.po
Languages: it

source: Mangrove Roots
it: Radici di Mangrovia

source: Mangrove roots are decorative blocks that form as part of mangrove trees.
it: Le radici di mangrovia sono dei blocchi decorativi formati come parte degli alberi di mangrovia.

source: Mangrove Propagule
it: Propagulo di mangrovia

source: Muddy Mangrove Roots
it: Radici di mangrovia fangose

source: Mangrove Bark
it: Corteccia di mangrovia

source: Mangrove Bark Slab
it: Lastra di corteccia di mangrovia

source: Mangrove Bark Stairs
it: Scalini di corteccia di mangrovia

source: Mangrove Boat
it: Barca di mangrovia

source: Mangrove Button
it: Pulsante di mangrovia

source: Mangrove Chest Boat
it: Barca di mangrovia con baule

source: Mangrove Door
it: Porta di mangrovia

source: Mangrove Fence
it: Staccionata di mangrovia

source: Mangrove Fence Gate
it: Cancelletto di mangrovia

source: Mangrove Leaves
it: Foglie di mangrovia

source: Mangrove Log
it: Tronco di mangrovia

source: Mangrove Planks
it: Assi di mangrovia

source: Mangrove Pressure Plate
it: Pedana a pressione di mangrovia

source: Mangrove Sign
it: Cartello di mangrovia

source: Mangrove Slab
it: Lastra di mangrovia

source: Mangrove Stairs
it: Scalini di mangrovia

source: Mangrove Trapdoor
it: Botala di mangrovia

source: Stripped Mangrove Bark
it: Corteccia levigata di mangrovia

source: Stripped Mangrove Log
it: Tronco di mangrovia scortecciato
