Repository: VoxelForge/VoxelForge
Catalog: mods/ENTITIES/mcl_minecarts/locale/poconvert/*.po
Languages: de, fr, ja, pl

source: Sneak-click to remove
de: Schleichen und Klicken zum Entfernen
fr: Cliquer furtivement pour supprimer

source: Minecart
de: Lore
fr: Wagonnet
ja: トロッコ
pl: Wagonik

source: Vehicle for fast travel on rails
de: Fahrzeug zum schnellen Transport auf Schienen
fr: Véhicule pour voyager rapidement sur rails
ja: レール上を快速移動するための車両
pl: Pojazd do szybkiej podróży na torach

source: Minecarts can be used for a quick transportion on rails.
de: Loren können für eine schnelle Fahrt auf Schienen benutzt werden.
fr: Les wagonnets peuvent être utilisés pour un transport rapide sur rails.
ja: トロッコは、レールを使った高速輸送を可能にします。
pl: Wagoniki mogą być użyte do szybkiego transportu po torach.

source: Minecarts only ride on rails and always follow the tracks. At a T-junction with no straight way ahead, they turn left. The speed is affected by the rail type.
de: Loren fahren nur auf Schienen und bleiben immer auf der Strecke. An einer Einmündung ohne einem Weg nach vorne fahren sie nach links. Die Geschwindigkeit hängt vom Schienentyp ab.
fr: Les wagonnets roulent uniquement sur des rails et suivent toujours les pistes. À un carrefour en T sans voie directe, ils tournent à gauche. La vitesse dépend du type de rail.
ja: トロッコはレール上にしか乗らない為、常に線路に沿って走ります。直進できない丁字路では、取り敢えず左折します。速度はレールの種類によって異なります。
pl: Wagoniki mogą jeździć tylko po torach i zawsze podążają za wytyczoną ścieżką. W przypadku skrzyżowań typu T, gdzie nie ma prostej ścieżki, skręcają w lew. Ich szybkość zależy od typu torów.

source: You can place the minecart on rails. Right-click it to enter it. Punch it to get it moving.
de: Sie können die Lore auf Schienen platzieren. Rechtsklicken, um einzusteigen.
fr: Vous pouvez placer le wagonnet sur des rails. Faites un clic droit dessus pour entrer dedans. Frappez-le pour le faire bouger.
ja: レールの上にトロッコを置けます。右クリックで乗り込みます。パンチすると動き出します。
pl: Możesz postawić wagonik na torach. Kliknij prawym przyciskiem myszy aby do niego wejść. Uderz go by zaczął się poruszać.

source: To obtain the minecart, punch it while holding down the sneak key.
de: Um die Lore aufzusammeln, schlagen Sie sie, während Sie die Schleichen-Taste gedrückt halten.
fr: Pour obtenir la wagonnet, frappez-le tout en maintenant la touche furtive enfoncée.
ja: トロッコを入手するには、スニークキーを押しながらパンチします。
pl: Aby odzyskać wagonik uderz go podczas skradania.

source: If it moves over a powered activator rail, you'll get ejected.
de: Wenn sie sich über eine Aktivatorschiene bewegt, wirst du herausgeschleudert.
fr: S'il passe au-dessus d'un rail d'activation motorisé, vous serez éjecté.

source: Sneak to dismount
de: Zum Aussteigen schleichen
fr: S'accroupir pour descendre
ja: スニークで降りる
pl: Zacznij się skradać by zejść

source: Minecart with Chest
de: Lore mit Truhe
fr: Wagonnet de stockage
ja: チェスト付きトロッコ
pl: Wagonik ze skrzynią

source: Minecart with Furnace
de: Lore mit Ofen
fr: Wagonnet motorisé
ja: かまど付きトロッコ
pl: Wagonik z piecem

source: A minecart with furnace is a vehicle that travels on rails. It can propel itself with fuel.
de: Eine Lore mit Ofen ist ein Fahrzeug, das auf Rädern fährt. Sie kann mit Brennstoff angetrieben werden.
fr: Une wagonnet motorisé est un véhicule qui se déplace sur rails. Il peut se propulser avec du carburant.
ja: かまど付きトロッコは、レール上を走行する車両です。燃料で自走できます。
pl: Wagonik z piecem jest pojazdem podróżującym na torach. Napędza on samego siebie za pomocą paliwa.

source: Place it on rails. If you give it some coal, the furnace will start burning for a long time and the minecart will be able to move itself. Punch it to get it moving.
de: Auf Schienen platzieren. Wird Kohle eingefügt, wird der Ofen für eine lange Zeit brennen und die Lore wird fähig sein, sich selbst anzutreiben. Zuschlagen, um die Bewegung einzuläuten.
fr: Placez-le sur des rails. Si vous lui donnez du charbon, le four commencera à brûler pendant longtemps et le wagonnet pourra se déplacer. Frappez-le pour le faire bouger.
ja: レールの上に置きます。石炭を与えると、かまどが長時間燃え続け、トロッコが自走可能になります。パンチすると動き出します。
pl: Postaw go na torach. Jeśli dasz mu nieco węgla piec zacznie palić przez długi czas, a wagonik będzie się sam poruszał. Uderz go by zaczął się poruszać.

source: To obtain the minecart and furnace, punch them while holding down the sneak key.
de: Um die Lore und den Ofen zu erhalten, schlagen Sie zu, während Sie die Schleichtaste drücken.
fr: Pour obtenir le wagonnet et le four, frappez-les tout en maintenant la touche furtive enfoncée.
ja: トロッコとかまどを入手するには、スニークキーを押しながらパンチします。
pl: Aby odzyskać wagonik z piecem uderz go podczas skradania.

source: Minecart with Command Block
de: Lore mit Befehlsblock
fr: Wagonnet à bloc de commande
ja: コマンドブロック付きトロッコ
pl: Wagonik z blokiem poleceń

source: Minecart with Hopper
de: Lore mit Trichter
fr: Wagonnet à entonnoir
ja: ホッパー付きトロッコ
pl: Wagonik z lejem

source: Minecart with TNT
de: Lore mit TNT
fr: Wagonnet à TNT
ja: TNT付きトロッコ
pl: Wagonik z TNT

source: Can be ignited by tools or powered activator rail
de: Kann mit Werkzeugen oder bestromten Aktivierungsschienen angezündet werden
fr: Peut être allumé par des outils ou un rail d'activation motorisé
ja: 道具や稼動中のアクティベーターレールにより着火が可能
pl: Może być zapalony przez narzędzia, lub zasilane tor aktywacyjne

source: A minecart with TNT is an explosive vehicle that travels on rail.
de: Eine Lore mit TNT ist ein explosives Fahrzeug, das auf Schienen fährt.
fr: Un wagonnet à TNT est un véhicule explosif qui se déplace sur rail.
ja: TNT付きトロッコは、レール上を行きかう爆薬車両です。
pl: Wagonik z TNT jest wybuchowym pojazdem podróżującym po torach.

source: Place it on rails. Punch it to move it. The TNT is ignited with a flint and steel or when the minecart is on an powered activator rail.
de: Auf Schienen platzieren. Zuschlagen zum Bewegen. Das TNT wird mit einem Feuerzeug angezündet, oder, wenn die Lore sich auf einer bestromten Aktivierungsschiene befindet.
fr: Placez-le sur des rails. Frappez-le pour le déplacer. Le TNT est allumé avec un briquet ou lorsque le minecart est sur un rail d'activation alimenté.
ja: レール上に配置。パンチで移動。TNTが着火するのは、火打石と打金を使った時か、稼動中のアクティベーターレール上にトロッコが乗った時です。
pl: Postaw go na torach. Uderz by zaczął się poruszać. TNT zapala się krzesiwem lub gdy wagonik jest na zasilonych torach aktywacyjnych.

source: To obtain the minecart and TNT, punch them while holding down the sneak key. You can't do this if the TNT was ignited.
de: Um die Lore und das TNT zu erhalten, schlagen Sie sie, während Sie die Schleichtaste drücken. Das ist nicht möglich, wenn das TNT bereits gezündet wurde.
fr: Pour obtenir le wagonnet et le TNT, frappez-les tout en maintenant la touche furtive enfoncée. Vous ne pouvez pas faire cela si le TNT a été allumé.
ja: トロッコとTNTを入手するには、スニークキーを押しながらパンチしてください。TNTに火が着いていた場合は、無理です。
pl: Aby odzyskać wagonik z TNT uderz go podczas skradania. Nie możesz tego zrobić gdy TNT jest zapalone.

source: Place them on the ground to build your railway, the rails will automatically connect to each other and will turn into curves, T-junctions, crossings and slopes as needed.
de: Bauen Sie sie auf den Boden, um Ihr Schienennetzwerk zu errichten, die Schienen werden sich automatisch verbinden und sich nach Bedarf in Kurven, Einmündungen, Kreuzungen und Steigungen verwandeln.
fr: Placez-les sur le sol pour construire votre chemin de fer, les rails se connecteront automatiquement les uns aux autres et se transformeront en courbes, en jonctions en T, en traversées et en pentes au besoin.
ja: 地面に置いて線路を作ると、レール同士が自動的につながり、必要に応じてカーブや丁字路、踏切、坂道などに変化します。
pl: Postaw je na ziemi by zbudować ścieżkę z torów. Tory automatycznie połączą się ze sobą i zamienią się w zakręty, skrzyżowania typu T, skrzyżowania i równie w zależności od potrzeb.

source: Rail
de: Schiene
fr: Rails
ja: レール
pl: Tor

source: Track for minecarts
de: Strecke für Loren
fr: Piste pour wagonnets
ja: トロッコ用の線路
pl: Tor dla wagoników

source: Rails can be used to build transport tracks for minecarts. Normal rails slightly slow down minecarts due to friction.
de: Schienen können benutzt werden, um Strecken für Loren zu bauen. Normale Schienen werden Loren aufgrund von Reibung leicht verlangsamen.
fr: Les rails peuvent être utilisés pour construire des voies de transport pour les wagonnets. Les rails ralentissent légèrement les wagonnets en raison de la friction.
ja: レールを利用して、トロッコの輸送路が敷けます。普通のレールは、摩擦の関係でトロッコが少しずつ減速していきます。
pl: Tory mogą być wykorzystane do zbudowania torów dla wagoników. Zwyczajne tory nieco spowalniają wagoniki ze względu na tarcie.

source: Powered Rail
de: Antriebsschiene
fr: Rails de propulsion
ja: パワードレール
pl: Zasilane tory

source: Speed up when powered, slow down when not powered
de: Beschleunigt, wenn bestromt, sonst verlangsamt es
fr: Accélérez lorsqu'il est alimenté, ralentissez lorsqu'il ne l'est pas
ja: 稼動中は加速、非稼動中は減速
pl: Przyspiesza gdy zasilane, spowalnia gdy nie

source: Rails can be used to build transport tracks for minecarts. Powered rails are able to accelerate and brake minecarts.
de: Schienen können benutzt werden, um Strecken für Loren zu bauen. Antriebsschienen können Loren beschleunigen und abbremsen.
fr: Les rails peuvent être utilisés pour construire des voies de transport pour les wagonnets. Les rails de propulsion sont capables d'accélérer et de freiner les wagonnets.
ja: レールを利用して、トロッコの輸送路が敷けます。パワードレールは、トロッコを加速させたり、ブレーキをかけたりできます。
pl: Tory mogą być wykorzystane do zbudowania torów dla wagoników. Zasilane tory mogą przyspieszać lub spowalniać wagoniki.

source: Without redstone power, the rail will brake minecarts. To make this rail accelerate minecarts, power it with redstone power.
de: Ohne Redstone-Energie wird die Schiene Loren abbremsen, mit Redstone-Energie beschleunigen.
fr: Sans énergie de redstone, le rail freinera les wagonnets. Pour que ce rail accélère les minecarts, alimentez-le avec une source d'énergie redstone.
ja: レッドストーン動力なしだと、このレールはトロッコにブレーキをかけます。このレールでトロッコを加速させるには、レッドストーン動力を供給してください。
pl: Bez zasilania czerwienitem tory będą spowalniać wagoniki. Aby sprawić by je przyspieszały zasil je czerwienitem.

source: Activator Rail
de: Aktivierungsschiene
fr: Rails déclencheurs
ja: アクティベーターレール
pl: Tory aktywacyjne

source: Activates minecarts when powered
de: Aktiviert Loren, wenn bestromt
fr: Active les wagonnets lorsqu'il est alimenté
ja: 稼動中はトロッコを作動
pl: Aktywuje wagoniki gdy zasilane

source: Rails can be used to build transport tracks for minecarts. Activator rails are used to activate special minecarts.
de: Schienen können benutzt werden, um Strecken für Loren zu bauen. Aktivierungsschienen werden benutzt, um besondere Loren zu aktivieren.
fr: Les rails peuvent être utilisés pour construire des voies de transport pour les wagonnets. Des rails activateurs sont utilisés pour activer des wagonnets spéciaux.
ja: レールを利用して、トロッコの輸送路が敷けます。アクティベーターレールは、特殊なトロッコを作動させるために使われます。
pl: Tory mogą być wykorzystane do zbudowania torów dla wagoników. Tory aktywacyjne są wykorzystywane do aktywacji specjalnych wagoników.

source: To make this rail activate minecarts, power it with redstone power and send a minecart over this piece of rail.
de: Wenn diese Schiene mit Redstone-Energie versorgt wird, werden alle Loren, die sie passieren, aktiviert.
fr: Pour activer ce rail, activez les wagonnets, alimentez-le avec de l'énergie redstone et envoyez un wagonnet sur ce morceau de rail.
ja: このレールでトロッコを作動させるには、レッドストーン動力を与えたレール上にトロッコを送り込みます。
pl: Aby ten tor aktywował wagonik, zasil go czerwienitem i spraw by wagonik po nim przejechał.

source: Detector Rail
de: Sensorschiene
fr: Rails détecteurs
ja: ディテクターレール
pl: Tory z czujnikiem

source: Emits redstone power when a minecart is detected
de: Gibt ein Redstonesignal aus, wenn eine Lore erfasst wird
fr: Émet de l'énergie redstone lorsqu'un wagonnet est détecté
ja: トロッコを検知するとレッドストーン動力を放出
pl: Emituje zasilanie czerwienitem gdy wagonik jest wykryty

source: Rails can be used to build transport tracks for minecarts. A detector rail is able to detect a minecart above it and powers redstone mechanisms.
de: Schienen können benutzt werden, um Strecken für Loren zu bauen. Eine Sensorschiene kann eine Lore erkennen und versorgt Redstone-Mechanismen.
fr: Les rails peuvent être utilisés pour construire des voies de transport pour les wagonnets. Un rail de détection est capable de détecter un wagonnet au-dessus et alimente les mécanismes de redstone.
ja: レールを利用して、トロッコの輸送路が敷けます。ディテクターレールは、その上にあるトロッコを検知でき、その際レッドストーン機構の動力源となります。
pl: Tory mogą być wykorzystane do zbudowania torów dla wagoników. Tory z czujnikiem są w stanie wykryć kiedy wagonik po nich przejeżdża i wysłać sygnał do czerwienitowych mechanizmów.

source: To detect a minecart and provide redstone power, connect it to redstone trails or redstone mechanisms and send any minecart over the rail.
de: Um eine Lore zu erkennen und die Redstone-Energie zu aktivieren, verbinden Sie die Schiene mit Redstonestaub oder Redstone-Mechanismen und schicken Sie eine beliebige Lore über die Schiene.
fr: Pour détecter un wagonnet et fournir une alimentation redstone, connectez-le aux câble redstone ou aux mécanismes redstone et envoyez n'importe quel wagonnet sur le rail.
ja: トロッコを検知してレッドストーン動力を供給するには、レッドストーン導線またはレッドストーン機構に接続し、任意のトロッコをレール上に送り込みます。
pl: Aby wykryć wagonik i dostarczyć zasilanie czerwienitem podłącz go czerwienitem to mechanizmu i spraw by wagonik po nim przejechał.
