Repository: VoxelForge/VoxelForge
Catalog: mods/ENTITIES/mcl_minecarts/locale/poconvert/dk.po
Languages: dk

source: Minecart
dk: Minevogn

source: Vehicle for fast travel on rails
dk: Fartøj til hurtig kørsel på spor.

source: Minecarts can be used for a quick transportion on rails.
dk: Minevogne kan bruges til hurtig transport på spor.

source: Minecarts only ride on rails and always follow the tracks. At a T-junction with no straight way ahead, they turn left. The speed is affected by the rail type.
dk: Minevogne kan kun køre på spor, og følger dem altid. Ved et T-kryds uden en vej ligeud drejer de altid til venstre. Farten påvirkes af sportypen.

source: You can place the minecart on rails. Right-click it to enter it. Punch it to get it moving.
dk: Du kan placere minevogne på spor. Højre-klik for at stige ombord.

source: To obtain the minecart, punch it while holding down the sneak key.
dk: For at at få minevognen i din oppakning.

source: Sneak to dismount
dk: Snig for at stige af.

source: Minecart with Chest
dk: Minevogn med kiste

source: Minecart with Furnace
dk: Minevogn med ovn

source: A minecart with furnace is a vehicle that travels on rails. It can propel itself with fuel.
dk: En minevogn med ovn er et fartøj som kører på spor. Den kan køre af sig selv med brændstof.

source: Place it on rails. If you give it some coal, the furnace will start burning for a long time and the minecart will be able to move itself. Punch it to get it moving.
dk: Placér den på spor. Hvis du putter kul i den vil ovnen brænde i lang tid, og minevognen vil køre af sig selv. Slå den for at sætte den i bevægelse.

source: To obtain the minecart and furnace, punch them while holding down the sneak key.
dk: For at få minevognen med ovn i din oppakning skal du slå den mens du holder snigeknappen nede.

source: Minecart with Command Block
dk: Minevogn med kommandoblok

source: Minecart with Hopper
dk: Minevogn med tragt

source: Minecart with TNT
dk: Minevogn med TNT

source: Can be ignited by tools or powered activator rail
dk: Kan antændes med værktøj eller et aktivatorspor med strøm.

source: A minecart with TNT is an explosive vehicle that travels on rail.
dk: En minevogn med TNT as et eksplosivt fartøj som kører på spor.

source: Place it on rails. Punch it to move it. The TNT is ignited with a flint and steel or when the minecart is on an powered activator rail.
dk: Placér den på spor. Slå den for at flytte den. TNTet bliver antændt med flint og stål eller når minevognen er på et aktiveringsspor.

source: To obtain the minecart and TNT, punch them while holding down the sneak key. You can't do this if the TNT was ignited.
dk: For at få minevognen med TNT i din oppakning skal du slå den mens du holder snigeknappen nede. Du kan ikke gøre dette hvis TNTen er antændt.

source: Place them on the ground to build your railway, the rails will automatically connect to each other and will turn into curves, T-junctions, crossings and slopes as needed.
dk: Placér dem på jorden for at bygge din jerbane. Sporene kobler sig automatisk sammen med hinanden og laver sving, T-kryds, kryds og skråninger efter behov.

source: Rail
dk: Spor

source: Track for minecarts
dk: Spor til minevogne.

source: Rails can be used to build transport tracks for minecarts. Normal rails slightly slow down minecarts due to friction.
dk: Spor kan bruges til at bygge jernbaner til minevogne. Normale spor sænker minevognene en smule på grund af friktionsmodstand.

source: Powered Rail
dk: Strømspor

source: Speed up when powered, slow down when not powered
dk: Accelerérer når der er strøm, sænk hastigheden når der ikke er strøm.

source: Rails can be used to build transport tracks for minecarts. Powered rails are able to accelerate and brake minecarts.
dk: Spor kan bruges til at bygge jernbaner til minevogne. Strømspor kan accelerere eller bremse minevogne.

source: Without redstone power, the rail will brake minecarts. To make this rail accelerate minecarts, power it with redstone power.
dk: Uden redstonekraft vil sporet bremse minevognen. For at accelerere minevognen skal den bruge redstoneskraft.

source: Activator Rail
dk: Aktiveringsspor

source: Activates minecarts when powered
dk: Aktieverer minevogne når der er strøm.

source: Rails can be used to build transport tracks for minecarts. Activator rails are used to activate special minecarts.
dk: Spor kan bruges til at bygge jernbaner til minevogne. Aktiveringsspor bruges til at aktivere specielle minevogne.

source: To make this rail activate minecarts, power it with redstone power and send a minecart over this piece of rail.
dk: For at få dette spor til at aktiere minevogne skal du give det redstonekraft og sende en minevogn over dette sporstykke.

source: Detector Rail
dk: Detektorspor

source: Emits redstone power when a minecart is detected
dk: Udsender redstonekraft når en minevogn bliver opdaget.

source: Rails can be used to build transport tracks for minecarts. A detector rail is able to detect a minecart above it and powers redstone mechanisms.
dk: Spor kan bruges til at bygge jernbaner til minevogne. Et detektorspor kan opdage en minevogn som kører over det og give kraft til redstonemekanismer.

source: To detect a minecart and provide redstone power, connect it to redstone trails or redstone mechanisms and send any minecart over the rail.
dk: For at opdage en minevogn og give redstonekraft skal den forbindes til redstonestøv eller redstonemekanismer og send en hvilkensomhelst minevogn hen over sporet.
