Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/mcl_flowers/locale/poconvert/*.po
Languages: it

source: This is a small flower. Small flowers are mainly used for dye production and can also be potted.
it: Questo è un fiore piccolo. I fiori piccoli sono utilizzati principalmente per la produzione di colorante e possono anche essere invasati.

source: It can only be placed on a block on which it would also survive.
it: Può essere piazzata solo su di un blocco sul quale le è anche possibile sopravvivere.

source: Poppy
it: Papavero

source: Dandelion
it: Dente di leone

source: Oxeye Daisy
it: Margherita

source: Orange Tulip
it: Tulipano arancione

source: Pink Tulip
it: Tulipano rosa

source: Red Tulip
it: Tulipano rosso

source: White Tulip
it: Tulipano bianco

source: Allium
it: Fiore d'aglio

source: Azure Bluet
it: Houstonia

source: Blue Orchid
it: Orchidea blu

source: Wither Rose
it: Rosa di Wither

source: Lily of the Valley
it: Mughetto

source: Cornflower
it: Fiordaliso

source: Peony
it: Peonia

source: Rose Bush
it: Rosaio

source: Lilac
it: Lillà

source: Sunflower
it: Girasole

source: Double Tallgrass
it: Erba alta

source: Large Fern
it: Felce grande

source: Tall Grass
it: Erba bassa

source: Fern
it: Felce

source: Lily Pad
it: Ninfea
