Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/mcl_lush_caves/locale/poconvert/*.po
Languages: es, fr, zh_hans, zh_hant

source: Azalea Plant
es: Planta de azalea
fr: Plante azalée
zh_hans: 杜鹃花丛
zh_hant: 杜鵑花

source: Flowering Azalea Plant
es: Planta de azalea florecida
fr: Plante d'azalée fleurie
zh_hans: 开花的杜鹃花丛
zh_hant: 開花的杜鵑花

source: Moss
es: Musgo
fr: Mousse
zh_hans: 苔藓
zh_hant: 苔蘚方塊

source: Moss is a green block found in lush caves
es: El musgo es un bloque verde que se encuentra en las cuevas frondosas
fr: La mousse est un bloc vert que l'on trouve dans les grottes luxuriantes
zh_hans: 苔藓是一种在繁茂洞穴中能找到的绿色方块
zh_hant: 苔蘚方塊是茂盛洞穴中的一種綠色方塊。

source: Moss Carpet
es: Capa de musgo
zh_hans: 苔藓地毯
zh_hant: 苔蘚地毯

source: A moss carpet is a flat variant of the moss block.
es: Una capa de musgo es una variante plana del bloque de musgo.
zh_hans: 苔藓地毯是苔藓块的扁平变体。
zh_hant: 苔蘚地毯是扁平的苔蘚。

source: Hanging roots
es: Raíces colgantes
fr: Racines suspendues
zh_hans: 垂根
zh_hant: 懸根

source: Hanging roots are a decorative block found hanging from rooted dirt in lush caves.
es: Las raíces colgantes son bloques decorativos que se encuentra colgados en la tierra enraizada en cuevas frondosas.
zh_hans: 垂根是一种装饰块，悬挂在郁郁葱葱的洞穴根部泥土上。
zh_hant: 懸根是從札根土垂下的裝飾性方塊。

source: Cave vines
es: Enredaderas de cueva
fr: Lianes des cavernes
zh_hans: 洞穴藤蔓
zh_hant: 洞穴藤蔓

source: Cave vines are decorative blocks growing from the ceiling of lush caves.
es: Las enredaderas de cueva son bloques decorativos que crecen desde el techo de cuevas frondosas.
zh_hans: 洞穴藤蔓是从郁郁葱葱的洞穴天花板上生长出来的装饰块。
zh_hant: 洞穴藤蔓是一種裝飾性方塊，會從茂盛洞穴的天花垂下。

source: Lit Cave vines
es: Enredaderas de cueva encendidas
zh_hans: 发光洞穴藤蔓
zh_hant: 洞穴藤蔓（亮）

source: Lit cave vines are light emitting decorative blocks growing from the ceiling of lush caves.
es: Las enredaderas de cueva encendidas son bloques decorativos emisores de luz que crecen desde el techo de cuevas frondosas.
zh_hans: 从郁郁葱葱的洞穴天花板上生长出来的发光装饰块。
zh_hant: 洞穴藤蔓是一種發光的裝飾性方塊，會從茂盛洞穴的天花垂下。

source: Rooted dirt
es: Tierra enraizada
fr: Terre racineuse
zh_hans: 扎根土
zh_hant: 札根土

source: Rooted dirt is type of dirt found in lush caves.
es: La tierra enraizada es un tipo de tierra que se encuentra en las cuevas frondosas.
zh_hans: 在茂密的洞穴中发现的一种土。
zh_hant: 被杜鵑扎根的泥土，在茂盛洞穴中可以找到。

source: Glow berry
es: Bayas luminosas
fr: Baies lumineuses
zh_hans: 发光浆果
zh_hant: 螢光莓

source: This is a food item which can be eaten.
es: Este es un alimento que se puede comer.
fr: Il s'agit d'un aliment qui peut être consommé.
zh_hans: 这是一种可以食用的食物。
zh_hant: 螢光莓可以吃。

source: Azalea Leaves
es: Hojas de azalea
fr: Feuilles d'azalée
zh_hans: 杜鹃树叶
zh_hant: 杜鵑葉

source: Leaves of an Azalea tree
es: Hojas de un árbol de Azalea
fr: Les feuilles d'un arbre d'azalée
zh_hans: 杜鹃树的叶子
zh_hant: 杜鵑樹的葉

source: Flowering Azalea Leaves
es: Hojas de azalea florecidas
fr: Feuilles d'azalée fleuries
zh_hans: 开花杜鹃的叶子
zh_hant: 開花的杜鵑葉

source: The Flowering Leaves of an Azalea tree
es: Las hojas florecidas de un árbol de Azalea
fr: Les feuilles fleuries d'un arbre d'azalée
zh_hans: 一棵杜鹃树的开花叶子
zh_hant: 開花的杜鵑樹的葉

source: Spore blossom
es: Flor de esporas
fr: Fleur sporifère
zh_hans: 孢子花
zh_hant: 孢子花

source: Spore blossoms are a type of flower found in lush caves.
es: La flor de esporas es un tipo de flor que se encuentra en las cuevas frondosas.
zh_hans: 在茂密的洞穴中发现的一种花。
zh_hant: 孢子花是茂盛洞穴中的一種花。

source: Needs soil and bone meal to grow
es: Necesita suelo y polvo de hueso para crecer
fr: A besoin de terre et de poudre d'os pour se développer
zh_hans: 需要土壤和骨粉才能生长

source: Azalea
fr: Azalée
zh_hans: 杜鹃
zh_hant: 杜鵑叢

source: Azalea is a small plant which often occurs in lush caves. It can be broken by hand or any tool. By using bone meal, azalea can be turned into an azalea tree.
es: La azalea es una planta pequeña que suele crecer en las cuevas frondosas. Se puede romper con la mano o con cualquier herramienta. Si se utiliza polvo de hueso, la azalea se puede convertir en un árbol de azalea.
fr: L'azalée est une petite plante que l'on trouve souvent dans les grottes luxuriantes. Elle peut être cassée à la main ou avec n'importe quel outil. En utilisant de la poudre d'os, l'azalée peut être transformée en un arbre d'azalée.
zh_hans: 杜鹃是一种小型植物，常出现在繁茂洞穴中。它可以用手或任何工具破坏。使用骨粉的话，杜鹃能够变成一棵杜鹃树。

source: Flowering Azalea
es: Azalea florecida
fr: Azalée fleurie
zh_hans: 开花的杜鹃
zh_hant: 開花的杜鵑叢

source: Flowering azalea is a small plant which often occurs in lush caves. It can be broken by hand or any tool. By using bone meal, flowering azalea can be turned into an azalea tree.
es: La azalea florecida es una planta pequeña que suele crecer en las cuevas frondosas. Se puede romper con la mano o con cualquier herramienta. Si se utiliza polvo de hueso, la azalea florecida se puede convertir en un árbol de azalea.
fr: L'azalée fleurie est une petite plante que l'on trouve souvent dans les grottes luxuriantes. Elle peut être cassée à la main ou avec n'importe quel outil. En utilisant de la poudre d'os, l'azalée fleurie peut être transformée en un arbre d'azalée.
zh_hans: 开花杜鹃是一种小型植物，常出现在繁茂洞穴中。它可以用手或任何工具破坏。使用骨粉的话，开花杜鹃能够变成一棵杜鹃树。
