Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/doc/doc/locale/poconvert/*.po
Languages: es, fr, id, ru

source: This is the help.
es: Esta es la ayuda.
fr: Voici la rubrique d'aide.
id: Ini adalah Bantuan.
ru: Это помощь.

source: All help entries revealed!
es: ¡Todas las páginas de ayuda descubiertas!
fr: Toutes les pages d'aide ont été découvertes !
id: Semua entri bantuan terungkap!
ru: Все подсказки открыты!

source: All help entries are already revealed.
es: Todas las página de ayuda ya están descubiertas.
fr: Toutes les pages d'aide sont déjà découvertes.
id: Semua entri bantuan sudah terungkap.
ru: Все подсказки уже открыты.

source: Category list
es: Lista de categorías
fr: Liste des catégories
id: Daftar kategori
ru: Список категорий

source: Entry list
es: Lista de páginas
fr: Liste des pages
id: Daftar entri
ru: Список записей

source: Entry
es: Página
fr: Page
id: Entri
ru: Запись

source: Error: No help available.
es: Error: No hay ayuda disponible.
fr: Erreur : Aucune aide disponible.
id: Kesalahan : Tidak ada bantuan tersedia.
ru: Ошибка: Помощь недоступна.

source: No categories have been registered, but they are required to provide help.
es: No se han registrado categorías, pero son necesarias para proporcionar ayuda.
fr: Aucune catégorie n'a été enregistrée, mais elles sont nécessaires pour fournir l'aide.
id: Tidak ada kategori yang terdaftar, tetapi dibutuhkan untuk memberikan bantuan.
ru: Для предоставления помощи требуются зарегистрированные категории, но они отсутствуют.

source: The Documentation System [doc] does not come with help contents on its own, it needs additional mods to add help content. Please make sure such mods are enabled on for this world, and try again.
es: El Sistema de Documentación [doc] no incluye contenido de ayuda por sí mismo; requiere mods adicionales para añadir contenido de ayuda. Asegúrate de que dichos mods estén habilitados en este mundo y vuelve a intentarlo.
fr: Le Système de Documentation [doc] n'est fourni avec aucun contenu d'aide, il a besoin d'autres mods pour ajouter le contenu de l'aide. Vérifiez que de tels mods sont activés pour ce monde, et réessayez.
id: Sistem Dokumentasi [doc] tidak dilengkapi dengan konten bantuan sendiri, ia memerlukan mod tambahan untuk menambahkan konten bantuan. Pastikan mod tersebut diaktifkan untuk dunia ini, dan coba lagi.
ru: Система документации [doc] не предоставляет помощи сама по себе, нужны дополнительные моды для добавления справочной информации. Пожалуйста, убедитесь, что моды включены для этого мира, после чего попробуйте снова.

source: Recommended mods: doc_basics, doc_items, doc_identifier, doc_encyclopedia.
es: Mods recomendados: doc_basics, doc_items, doc_identifier, doc_encyclopedia.
fr: Mods recommandés : doc_basics, doc_items, doc_identifier, doc_encyclopedia.
id: Mod yang direkomendasikan : doc_basics, doc_items, doc_identifier, doc_encyclopedia.
ru: Рекомендованные моды: doc_basics, doc_items, doc_identifier, doc_encyclopedia.

source: Error: Access denied.
es: Error: Acceso denegado.
fr: Erreur : Accès refusé.
id: Kesalahan : Akses ditolak.
ru: Ошибка: Доступ запрещён.

source: Access to the requested entry has been denied; this entry is secret. You may unlock access by progressing in the game. Figure out on your own how to unlock this entry.
es: El acceso a la entrada solicitada ha sido denegado; esta entrada es secreta. Puedes desbloquear el acceso progresando en el juego. Descubre cómo desbloquear esta entrada.
fr: L'accès à cette page a été refusé ; cette page est secrète. Vous pouvez débloquer l'accès en progressant dans le jeu. Trouvez comment débloquer cette page.
id: Akses ke entri yang diminta telah ditolak; entri ini rahasia. Anda dapat membuka akses dengan melanjutkan permainan. Cari tahu sendiri cara untuk membuka entri ini.
ru: Доступ к запрошенной записи запрещён; эта запись засекречена. Вы можете получить доступ к ней, продвигаясь в игре. Найдите свой способ раскрыть эту запись.

source: Nameless entry (@1)
es: Página sin nombre (@1)
fr: Pages sans nom (@1)
id: Entri tanpa nama (@1)
ru: Безымянная запись (@1)

source: Help > @1
es: Ayuda > @1
fr: Rubrique d'aide > @1
id: Bantuan > @1
ru: Помощь > @1

source: Currently all entries in this category are hidden from you.
es: Todas las páginas de esta categoría están ocultas para ti.
fr: Toutes les pages de cette catégories vous sont cachées.
id: Saat ini semua entri dalam kategori ini disembunyikan dari Anda.
ru: Пока что все записи в этой категории скрыты от вас.

source: Unlock new entries by progressing in the game.
es: Desbloquea nuevas páginas a medida que avanzas en el juego.
fr: Débloquez de nouvelles pages en progressant dans le jeu.
id: Buka entri baru dengan melanjutkan permainan.
ru: Разблокируйте новые записи, продвигаясь в игре.

source: Number of entries: @1
es: Nombre de página: @1
fr: Nombre de pages : @1
id: Jumlah entri : @1
ru: Количество записей: @1

source: New entries: @1
es: Nuevas páginas: @1
fr: Nouvelles pages : @1
id: Entri baru : @1
ru: Новые записи: @1

source: Hidden entries: @1
es: Páginas ocultas: @1
fr: Pages cachées : @1
id: Entri tersembunyi : @1
ru: Скрытые записи: @1

source: Help > @1 > (No Entry)
es: Ayuda > @1 > (Sin página)
fr: Rubrique d'aide > @1 > (Aucune page)
id: Bantuan > @1 > (Tidak Ada Entri)
ru: Помощь > @1 > (Нет записи)

source: Help > @1 > @2
es: Ayuda > @1 > @2
fr: Rubrique d'aide > @1 > @2
id: Bantuan > @1 > @2

source: Open a window providing help entries about Minetest and more
es: Abra una ventana que contenga páginas de ayuda sobre Minetest
fr: Ouvrir une fenêtre contenant les pages d'aides à propos de Minetest
id: Buka jendela yang menyediakan entri bantuan tentang Minetest dan lainnya
ru: Откройте окно, содержащее справочные материалы о Minetest и многом другом

source: Help
es: Ayuda
fr: Rubrique d'aide
id: Bantuan
ru: Помощь

source: Allows you to reveal all hidden help entries with /help_reveal
es: Le permite descubrir todas las páginas de ayuda ocultas con /help_reveal
fr: Vous permet de découvrir toutes les pages d'aide cachées avec /help_reveal
id: Memperbolehkan Anda untuk mengungkapkan semua entri bantuan tersembunyi dengan '/help_reveal'
ru: Позволяет вам раскрыть все невидимые подсказки через /help_reveal

source: Reveal all hidden help entries to you
es: Le revela todas las páginas de ayuda ocultas
fr: Vous révèle toutes les pages d'aide cachées
id: Mengungkapkan semua entri bantuan tersembunyi kepada Anda
ru: Раскрыть все подсказки для вас
