Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/vlc_doc_basics/locale/poconvert/*.po
Languages: pl

source: Advanced usage
pl: Zaawansowane użycie

source: Advanced information which may be nice to know, but is not crucial to gameplay
pl: Zaawansowane informacje które mogą być przydatne, ale nie są niezbędne podczas grania

source: Creative Mode
pl: Tryb kreatywny

source: Enabling Creative Mode in MineClone 2 applies the following changes:
pl: Włączenie trybu kreatywnego w MineClone 2 aplikuje następujące zmiany:

source: • You keep the things you've placed
pl: • Nie tracisz postawionych rzeczy

source: • Creative inventory is available to obtain most items easily
pl: • Kreatywny ekwipunek jest dostępny, który pozwala łatwo zdobywać przedmioty

source: • Hand breaks all default blocks instantly
pl: • Ręka niszczy wszystkie domyślne bloki natychmiastowo

source: • Greatly increased hand pointing range
pl: • Znacząco zwiększony zasięg reki

source: • Mined blocks don't drop items
pl: • Wykopane bloki nie wyrzucają zrzutu

source: • Items don't get used up
pl: • Przedmioty nie zużywają się

source: • Tools don't wear off
pl: • Narzędzie nie niszczą się

source: • You can eat food whenever you want
pl: • Możesz jeść jedzenie kiedy tylko chcesz

source: • You can always use the minimap (including radar mode)
pl: • Zawsze możesz korzystać z minimapy (włączając w to tryb radaru)

source: Damage is not affected by Creative Mode, it needs to be disabled separately.
pl: Tryb kreatywny nie ma wpływu na obrażenia, muszą być wyłączone osobno.

source: Console
pl: Konsola

source: With [F10] you can open and close the console. The main use of the console is to show the chat log and enter chat messages or server commands.
pl: Naciskając [F10] możesz otworzyć i zamknąć konsolę. Głównym zastosowaniem konsoli jest wyświetlenie czatu oraz wysyłanie wiadomości lub wpisywanie komend serwera.

source: Using the chat or server command key also opens the console, but it is smaller and will be closed after you sent a message.
pl: Korzystanie z przycisku czatu lub komand serwera również otwiera konsolę, będzie ona jednak mniejsza i zostanie zamknięta po wysłaniu wiadomości.

source: Use the chat to communicate with other players. This requires you to have the “shout” privilege.
pl: Użyj czatu by komunikować się z innymi graczami. Wymaga to przywileju "shout".

source: Just type in the message and hit [Enter]. Public chat messages can not begin with “/”.
pl: Aby to zrobić wpisz wiadomość i naciśnij [Enter]. Publiczne wiadomości nie mogą rozpoczynać się od znaku "/".

source: You can send private messages: Say “/msg <player> <message>” in chat to send “<message>” which can only be seen by <player>.
pl: Możesz wysyłać prywatne wiadomości: Napisz "/msg <gracz> <wiadomość>" w czacie aby wysłać "<wiadomość>" widoczną tylko przez <gracza>.

source: There are some special controls for the console:
pl: W konsoli obowiązuje kilka specjalnych metod sterowania:

source: • [F10] Open/close console
pl: • [F10] Otwórz/zamknij konsolę

source: • [Enter]: Send message or command
pl: • [Enter]: Wyślij wiadomość lub komendę

source: • [Tab]: Try to auto-complete a partially-entered player name
pl: • [Tab]: Spróbuj dokończyć częściowo wprowadzone imię gracza

source: • [Ctrl]+[Left]: Move cursor to the beginning of the previous word
pl: • [Ctrl]+[Lewo]: Przenieś kursor na początek poprzedniego słowa

source: • [Ctrl]+[Right]: Move cursor to the beginning of the next word
pl: • [Ctrl]+[Prawo]: Przenieś kursor na początek następnego słowa

source: • [Ctrl]+[Backspace]: Delete previous word
pl: • [Ctrl]+[Backspace]: Usuń poprzednie słowo

source: • [Ctrl]+[Delete]: Delete next word
pl: • [Ctrl]+[Delete]: Usuń następne słowo

source: • [Ctrl]+[U]: Delete all text before the cursor
pl: • [Ctrl]+[U]: Usuń cały tekst przed kursorem

source: • [Ctrl]+[K]: Delete all text after the cursor
pl: • [Ctrl]+[K]: Usuń cały tekst po kursorze

source: • [Page up]: Scroll up
pl: • [Page up]: Przewiń do góry

source: • [Page down]: Scroll down
pl: • [Page down]: Przewiń w dół

source: There is also an input history. Minetest saves your previous console inputs which you can quickly access later:
pl: Istnieje również historia wprowadzania. Minetest zapisuje wprowadzone komendy, do szybkiego dostępu później:

source: • [Up]: Go to previous entry in history
pl: • [Góra]: Idź do poprzedniej komendy w historii

source: • [Down]: Go to next entry in history
pl: • [Dół]: Idź do następnej komendy w historii

source: Server commands
pl: Komendy serwera

source: Server commands (also called “chat commands”) are little helpers for advanced users. You don't need to use these commands when playing. But they might come in handy to perform some more technical tasks. Server commands work both in multi-player and single-player mode.
pl: Komendy serwera (zwane również "komendy czatu") są drobnymi pomocnymi komendami dla zaawansowanych użytkowników. Nie musisz korzystać z tych komend podczas grania, ale mogą okazać się przydatne przy wykonywaniu technicznych zadań. Działają one zarówno w grze wieloosobowej i jednoosobowej.

source: Server commands can be entered by players using the chat to perform a special server action. There are a few commands which can be issued by everyone, but some commands only work if you have certain privileges granted on the server. There is a small set of basic commands which are always available, other commands can be added by mods.
pl: Komendy serwera mogą być wprowadzane przy użyciu czatu, aby wykonać akcje na serwerze. Niektóre komendy mogą być wywołane przez każdego, ale niektóre działają tylko jeśli masz przyznane przywileje na serwerze. Mały zbiór podstawowych komend dostępny jest zawsze, inne komendy mogą być dodane przez mody.

source: To issue a command, simply type it like a chat message or press Minetest's command key (default: [/]). All commands have to begin with “/”, for example “/mods”. The Minetest command key does the same as the chat key, except that the slash is already entered.
pl: Aby wywołać komendę, po prostu wpisze ją jako wiadomość czatu lub kliknij przycisk komend Minetesta (domyślnie: [/]). Wszystkie komendy muszą zaczynać się od "/', np. "/mods". Przycisk komend Minetesta robi dokładnie to samo co przycisk czatu, ale "/" jest od razu wpisany.

source: Commands may or may not give a response in the chat log, but errors will generally be shown in the chat. Try it for yourselves: Close this window and type in the “/mods” command. This will give you the list of available mods on this server.
pl: Komendy mogą, ale nie muszą wypisać odpowiedź w czacie, ale błędy będą zwykle pokazane w czacie. Sama spróbuj: Zamknij to okno i wpisz komendę "/mods". Ta komenda wypiszę listę dostępnych modów na tym serwerze.

source: “/help all” is a very important command: You get a list of all available commands on the server, a short explanation and the allowed parameters. This command is also important because the available commands often differ per server.
pl: "/help all" jest bardzo ważną komendą: Zostanie ci pokazana lista wszystkich dostępnych komend na serwerze, krótkie wyjaśnienie oraz dozwolone parametry. Ta komenda jest również ważna, ponieważ dostępne komendy będą inne w zależności od serwera.

source: Commands are followed by zero or more parameters.
pl: Po komendach mogą wystąpić parametry.

source: In the command reference, you see some placeholders which you need to replace with an actual value. Here's an explanation:
pl: W opisie komend możesz zobaczyć tekst zastępczy, który musisz zamienić na faktyczną wartość. Oto krótkie wyjaśnienie:

source: • Text in greater-than and lower-than signs (e.g. “<param>”): Placeholder for a parameter
pl: • Teks pomiędzy symbolami większe niż oraz mniejsze niż (np. "<parametr>"): Tekst zastępczy dla parametru

source: • Anything in square brackets (e.g. “[text]”) is optional and can be omitted
pl: • Cokolwiek w nawiasach kwadratowych (np. "[tekst]") jest opcjonalne i może być pominięte

source: • Pipe or slash (e.g. “text1 | text2 | text3”): Alternation. One of multiple texts must be used (e.g. “text2”)
pl: • Pionowa kreska lub slesz (np. "tekst1 | tekst2 | tekst3"): Alternatywa. Jeden z wymienionych tekstów musi być użyty (np. "tekst2")

source: • Parenthesis: (e.g. “(word1 word2) | word3”): Groups multiple words together, used for alternations
pl: • Nawiasy (np. "((słowo1 słowo2) | słowo3)"): Grupuje wiele słów razem, używane przy alternatywach

source: • Everything else is to be read as literal text
pl: • Wszystko inne powinno być czytane jako dosłowny tekst

source: Here are some examples to illustrate the command syntax:
pl: Oto kilka przykładów ilustrujących składnię komend:

source: • /mods: No parameters. Just enter “/mods”
pl: • /mods: Brak parametrów. Po prostu wpisz "/mods"

source: • /me <action>: 1 parameter. You have to enter “/me ” followed by any text, e.g. “/me orders pizza”
pl: • /ja <akcja>: 1 parametr. Musisz wpisać "/ja ", a następnie dowolny tekst, np. "/ja zamawiam pizzę"

source: • /give <name> <ItemString>: Two parameters. Example: “/give Player default:apple”
pl: • /give <imię> <nazwa przedmiotu>: Dwa parametry. Przykładowo: "/give gracz default:apple"

source: • /help [all|privs|<cmd>]: Valid inputs are “/help”, “/help all”, “/help privs”, or “/help ” followed by a command name, like “/help time”
pl: • /help [all|privs|<komenda>]: Poprawne użycia tej komendy to "/help", "/help all", "/help privs" lub "/help ", po którym następują nazwa komendy, np. "/help mods"

source: • /spawnentity <EntityName> [<X>,<Y>,<Z>]: Valid inputs include “/spawnentity boats:boat” and “/spawnentity boats:boat 0,0,0”
pl: • /spawnentity <nazwa obiektu> [<X>,<Y>,<Z>]: Poprawne użycia tej komendy to np. "/spawnentity boats:boat" oraz "/spawnentity boats:boat 0,0,0"

source: Some final remarks:
pl: Kilka uwag na koniec:

source: • For /give and /giveme, you need an itemstring. This is an internally used unique item identifier which you may find in the item help if you have the “give” or “debug” privilege
pl: • Aby użyć komend /give oraz /giveme, potrzebujesz nazwy przedmiotu. Jest to używany wewnętrznie unikalny identyfikator, który możesz znaleźć w pomocy jeśli masz przywileje "give" lub "debug"

source: • For /spawnentity you need an entity name, which is another identifier
pl: • Aby użyć /spawnentity musisz znać nazwę obiektu, która podobnie jest identyfikatorem

source: Privileges
pl: Przywileje

source: Each player has a set of privileges, which differs from server to server. Your privileges determine what you can and can't do. Privileges can be granted and revoked from other players by any player who has the privilege called “privs”.
pl: Każdy gracz ma zbiór przywilejów, które są różne w zależności od serwera. Twoje przywileje definiują co możesz, a czego nie możesz robić. Przywileje mogą być nadane i odebrane przez dowolnego gracza, który ma przywilej "privs".

source: On a multiplayer server with the default configuration, new players start with the privileges called “interact” and “shout”. The “interact” privilege is required for the most basic gameplay actions such as building, mining, using, etc. The “shout” privilege allows to chat.
pl: Na serwerze z domyślną konfiguracją nowi gracze zaczynają z przywilejami "interact" oraz "shout". Przywilej "interact" pozwala na podstawowe akcje gry takie jak budowanie, kopanie, używanie itp. Przywilej "shout" pozwala na używanie czatu.

source: There is a small set of core privileges which you'll find on every server, other privileges might be added by mods.
pl: Mały zbiór bazowych przywilejów znajdziesz na każdym serwerze, inne przywileje mogą zostać dodane przez mody.

source: To view your own privileges, issue the server command “/privs”.
pl: Aby zobaczyć swoje przywileje, użyj komendy serwera "/privs".

source: Here are a few basic privilege-related commands:
pl: Oto kilka podstawowych komend związanych z przywilejami:

source: • /privs: Lists your privileges
pl: • /privs: Pokazuje twoje przywileje

source: • /privs <player>: Lists the privileges of <player>
pl: • /privs <gracz>: Pokazuje przywileje <gracza>

source: • /help privs: Shows a list and description about all privileges
pl: • /help privs: Pokazuje listę i opis wszystkich przywilejów

source: Players with the “privs” privilege can modify privileges at will:
pl: Gracze z przywilejem "privs" mogą zmieniać przywileje jak chcą:

source: • /grant <player> <privilege>: Grant <privilege> to <player>
pl: • /grant <gracz> <przywilej>: Nadal <przywilej> <graczowi>

source: • /revoke <player> <privilege>: Revoke <privilege> from <player>
pl: • /revoke <gracz> <przywilej>: Odbierz <przywilej> <graczowi>

source: In single-player mode, you can use “/grantme all” to unlock all abilities.
pl: W trybie jednoosobowym możesz użyć "/grantme all" aby odblokować wszystkie umiejętności.

source: Movement modes
pl: Tryby poruszania

source: You can enable some special movement modes that change how you move.
pl: Możesz uruchomić specjalne tryby poruszania, które zmieniają sposób w jaki się przemieszczasz.

source: Pitch movement mode:
pl: Alternatywny tryb poruszania bez-ważkiego:

source: • Description: If this mode is activated, the movement keys will move you relative to your current view pitch (vertical look angle) when you're in a liquid or in fly mode.
pl: • Opis: Jeśli ten tryb jest włączony, klawisze ruchu będą poruszać cię prostopadle do kierunku patrzenia, gdy jesteś w płynach lub w trybie latania.

source: • Default key: [L]
pl: • Domyślny przycisk: [L]

source: • No privilege required
pl: • Nie potrzeba żadnego przywileju

source: Fast mode:
pl: Tryb szybki:

source: • Description: Allows you to move much faster. Hold down the the “Use” key [E] to move faster. In the client configuration, you can further customize fast mode.
pl: • Opis: Pozwala poruszać się znacznie szybciej. Przytrzymaj swój przycisk "Używania" [E] aby poruszać się szybciej. W konfiguracji klienta możesz dokładniej skonfigurować tryb szybki.

source: • Default key: [J]
pl: • Domyślny przycisk: [J]

source: • Required privilege: fast
pl: • Potrzebny przywilej: fast

source: Fly mode:
pl: Tryb latania:

source: • Description: Gravity doesn't affect you and you can move freely in all directions. Use the jump key to rise and the sneak key to sink.
pl: • Opis: Grawitacja przestaje na ciebie wpływać i możesz swobodnie poruszać się w dowolnym kierunku. Użyj przycisku skoku aby się wznosić, a przycisku skradania aby opadać.

source: • Default key: [K]
pl: • Domyślny przycisk: [K]

source: • Required privilege: fly
pl: • Potrzebny przywilej: fly

source: Noclip mode:
pl: Tryb noclip:

source: • Description: Allows you to move through walls. Only works when fly mode is enabled, too.
pl: • Opis: Pozwala przechodzić przez ściany. Działa tylko gdy uruchomiony jest tryb latania.

source: • Default key: [H]
pl: • Domyślny przycisk: [H]

source: • Required privilege: noclip
pl: • Potrzebny przywilej: noclip

source: Coordinates
pl: Współrzędne

source: The world is a large cube. And because of this, a position in the world can be easily expressed with Cartesian coordinates. That is, for each position in the world, there are 3 values X, Y and Z.
pl: Świat jest wielką kostką. I z tego powodu pozycja w świecie może być łatwo wyrażona we współrzędnych kartezjańskich. To oznacza, że dla każdej pozycji na świecie są 3 wartości X, Y oraz Z.

source: Like this: (5, 45, -12)
pl: Na przykład: (5, 45, -12)

source: This refers to the position where X=5, Y=45 and Z=-12. The 3 letters are called “axes”: Y is for the height. X and Z are for the horizontal position.
pl: To opisuje pozycje w której X=5, Y=45 i Z=-12. Te 3 litery nazywamy "osiami": Y jest wysokością, X i Z są dla pozycji poziomej.

source: The values for X, Y and Z work like this:
pl: Wartości dla X, Y i Z działają następująco:

source: • If you go up, Y increases
pl: • Jeśli pójdziesz w górę, Y się zwiększy

source: • If you go down, Y decreases
pl: • Jeśli pójdziesz w dół, Y się zmniejszy

source: • If you follow the sun, X increases
pl: • Jeśli podążysz za słońcem, X się zwiększy

source: • If you go to the reverse direction, X decreases
pl: • Jeśli pójdziesz w przeciwnym kierunku, X się zmniejszy

source: • Follow the sun, then go right: Z increases
pl: • Podążaj za słońcem następnie, w prawo: Z się zwiększy

source: • Follow the sun, then go left: Z decreases
pl: • Podążaj za słońcem następnie, w lewo: Z się zmniejszy

source: • The side length of a full cube is 1
pl: • Długość boku jednego sześcianu wynosi 1

source: You can view your current position in the debug screen (open with [F5]).
pl: Możesz zobaczyć swoją aktualną pozycję na ekranie debug (otwórz go naciskając [F5]).

source: Settings
pl: Ustawienia

source: There is a large variety of settings to configure Minetest. Pretty much every aspect can be changed that way.
pl: Jest wiele różnych ustawień pozwalających zmodyfikować działanie Minetesta. Niemal każdy aspekt może być w ten sposób zmieniony.

source: These are a few of the most important gameplay settings:
pl: Oto kilka najważniejszych ustawień dotyczących rozgrywki:

source: • Damage enabled (enable_damage): Enables the health and breath attributes for all players. If disabled, players are immortal
pl: • Włączone obrażenia (enable_damage): Włącza paski zdrowia i oddechu. Jeśli wyłączone, gracze są nieśmiertelni

source: • PvP (enable_pvp): Short for “Player vs Player”. If enabled, players can deal damage to each other
pl: • PvP (enable_pvp): Skrót od "Player vs Player" (gracz kontra gracz). Jeśli włączone, gracze mogą zadawać sobie obrażenia

source: For a full list of all available settings, use the “All Settings” dialog in the main menu.
pl: Aby zobaczyć pełną listę dostępnych ustawień, użyj przycisku "Wszystkie ustawienia" w menu głównym.

source: Online help
pl: Pomoc online

source: You may want to check out these online resources related to Minetest:
pl: Możesz chcieć zobaczyć te zasoby online dotyczące Minetest

source: Official homepage of Minetest: <https://minetest.net/>
pl: Oficjalna strona Minetest: <https://minetest.net/>

source: The main place to find the most recent version of Minetest.
pl: Miejsce gdzie można znaleźć najnowszą wersję Minetesta.

source: Community wiki: <https://wiki.minetest.net/>
pl: Wiki społeczności: <https://wiki.minetest.net/>

source: A community-based documentation website for Minetest. Anyone with an account can edit it! It also features a documentation of Minetest Game.
pl: Utrzymywana przez społeczność dokumentacja na temat Minetest. Każdy z kontem może ją edytować! Znajduje się na niej również dokumentacja Gry Minetest.

source: A web-based discussion platform where you can discuss everything related to Minetest. This is also a place where player-made mods and games are published and discussed. The discussions are mainly in English, but there is also space for discussion in other languages.
pl: Platforma dyskusyjna, gdzie możesz porozmawiać na wszystkie tematy związane z Minetestem. Jest to również miejsce gdzie stworzone przez graczy mody i gry są publikowane i omawiane. Rozmowy są prowadzone głównie po angielsku ale jest również miejsce na rozmowy w innych językach.

source: Chat: <irc://irc.freenode.net#minetest>
pl: Czat: <irc://irc.freenode.net#minetest>

source: A generic Internet Relay Chat channel for everything related to Minetest where people can meet to discuss in real-time. If you do not understand IRC, see the Community Wiki for help.
pl: Ogólne kanał IRC na dowolny temat związany z Minetest, gdzie ludzie mogą się spotkać i rozmawiać w czasie rzeczywistym. Jeśli nie rozumiesz IRC, zobacz na Wiki społeczności by znaleźć pomoc.

source: Basics
pl: Podstawy

source: Everything you need to know to get started with playing
pl: Wszystko co musisz wiedzieć by zacząć grać

source: Quick start
pl: Szybki start

source: How to play:
pl: Jak grać:

source: • Punch a tree trunk until it breaks and collect wood
pl: • Uderzaj pień drzewa aż się zniszczy i zbierz drewno

source: • Place the wood into the 2×2 grid (your “crafting grid”) in your inventory menu and craft 4 wood planks
pl: • Umieść drewno w siatce 2×2 (twojej "siatce do wytwarzania") w twoim ekwipunku i wytwórz 4 deski

source: • Place them in a 2×2 shape in the crafting grid to craft a crafting table
pl: • Umieść je w kształt 2×2 w twojej siatce do wytwarzania i wytwórz stół rzemieślniczy

source: • Place the crafting table on the ground
pl: • Umieść stół rzemieślniczy na ziemi

source: • Rightclick it for a 3×3 crafting grid
pl: • Kliknij go prawym przyciskiem aby zyskać dostęp do siatki 3×3

source: • Use the crafting guide (book icon) to learn all the possible crafting recipes
pl: • Użyj przewodnika do wytwarzania (ikona książki) aby poznać wszystkie możliwe receptury do wytwarzania

source: • Craft a wooden pickaxe so you can dig stone
pl: • Wytwórz drewniany kilof aby wykopać kamień

source: • Different tools break different kinds of blocks. Try them out!
pl: • Różne narzędzia są w stanie zniszczyć różne typy bloków. Wypróbuj je!

source: • Read entries in this help to learn the rest
pl: • Przeczytaj inne wpisy aby dowiedzieć się resztę

source: Controls
pl: Sterowanie

source: Basic movement:
pl: Podstawy poruszania:

source: • Moving the mouse around: Look around
pl: • Poruszanie myszką: Rozglądnij się

source: • W: Move forwards
pl: • W: Idź naprzód

source: • A: Move to the left
pl: • A: Idź w lewo

source: • D: Move to the right
pl: • D: Idź w prawo

source: • S: Move backwards
pl: • S: Idź w tył

source: While standing on solid ground:
pl: Podczas stania na stałym gruncie:

source: • Space: Jump
pl: • Spacja: Skok

source: • Shift: Sneak
pl: • Shift: Skradanie

source: While on a ladder, swimming in a liquid or fly mode is active
pl: Podczas wspinania, pływania w płynie lub aktywnego trybu latania:

source: • Space: Move up
pl: • Spacja: W górę

source: • Shift: Move down
pl: • Shift: W dół

source: Extended movement (requires privileges):
pl: Rozszerzone poruszanie:

source: • J: Toggle fast mode, makes you run or fly fast (requires “fast” privilege)
pl: • J: Przełącz tryb szybki, co umożliwia szybkie bieganie i latanie (wymaga przywileju "fast")

source: • K: Toggle fly mode, makes you move freely in all directions (requires “fly” privilege)
pl: • K: Przełącz tryb latania, co umożliwia swobodne poruszanie w dowolnym kierunku (wymaga przywileju "fly")

source: • H: Toggle noclip mode, makes you go through walls in fly mode (requires “noclip” privilege)
pl: • H: Przełącz tryb noclip, co umożliwia przechodzenie przez ściany w trybie latania (wymaga przywileju "noclip")

source: • E: Walk fast in fast mode
pl: • Poruszaj się szybciej w trybie szybkim

source: World interaction:
pl: Interakcja ze światem:

source: • Left mouse button: Punch / mine blocks
pl: • Lewy przycisk myszy: Uderz / kop bloki

source: • Right mouse button: Build or use pointed block
pl: • Prawy przycisk myszy: Zbuduj lub użyj wskazywany blok

source: • Shift+Right mouse button: Build
pl: • Shift+Prawy przycisk myszy: Zbuduj

source: • Roll mouse wheel / B / N: Select next/previous item in hotbar
pl: • Kręć kółkiem myszy / B / N: Wybierz następny/poprzedni przedmiot w pasku szybkiego dostępu

source: • 1-9: Select item in hotbar directly
pl: • 1-9: Wybierz przedmiot z pasku szybkiego dostępu

source: • Q: Drop item stack
pl: • Q: Wyrzuć grupę przedmiotów

source: • Shift+Q: Drop 1 item
pl: • Shift+Q: Wyrzuć jeden przedmiot

source: • I: Show/hide inventory menu
pl: • I: Pokaż/schowaj menu ekwipunku

source: Inventory interaction:
pl: Interakcja z ekwipunkiem:

source: See the entry “Basics > Inventory”.
pl: Zobacz wpis "Podstawy > Ekwipunek".

source: Camera:
pl: Kamera:

source: • F7: Toggle camera mode
pl: • F7: Zmień tryb kamery

source: Interface:
pl: Interfejs:
