Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/vlc_doc_basics/locale/poconvert/*.po
Languages: pl

source: • Esc: Open menu window (pauses in single-player mode) or close window
pl: • Esc: Otwórz okno menu (zatrzymuje grę w trybie pojedynczego gracza) lub zamknij okno

source: • F1: Show/hide HUD
pl: • F1: Pokaż/ukryj interfejs

source: • F2: Show/hide chat
pl: • F2: Pokaż/ukryj czat

source: • F9: Toggle minimap
pl: • F9: Przełącz minimapę

source: • Shift+F9: Toggle minimap rotation mode
pl: • Shift+F9: Przełącz tryb rotacji minimapy

source: • F10: Open/close console/chat log
pl: • F10: Otwórz/zamknij konsolę/okno czatu

source: • F12: Take a screenshot
pl: • F12: Zrób zrzut ekranu

source: Server interaction:
pl: Interakcja z serwerem:

source: • T: Open chat window (chat requires the “shout” privilege)
pl: • T: Otwórz okno czatu (chat wymaga przywileju "shout")

source: • /: Start issuing a server command
pl: • /: Rozpocznij wpisywanie komendy serwera

source: Technical:
pl: Techniczne:

source: • +: Increase minimal viewing distance
pl: • +: Zwiększ minimalny zasięg widzenia

source: • -: Decrease minimal viewing distance
pl: • -: Zmniejsz minimalny zasięg widzenia

source: • F3: Enable/disable fog
pl: • F3: Włącz/wyłącz mgłę

source: • F5: Enable/disable debug screen which also shows your coordinates
pl: • F5: Włącz/wyłącz ekran debug'u, który pokazuje również twoje położenie

source: • F6: Only useful for developers. Enables/disables profiler
pl: • F6: Przydatne tylko dla deweloperów. Włącza/wyłącza profiler

source: Pointing
pl: Wskazywanie

source: “Pointing” means looking at something in range with the crosshair. Pointing is needed for interaction, like mining, punching, using, etc. Pointable things include blocks, players, computer enemies and objects.
pl: "Wskazywanie" oznacza patrzenia na coś w zasięgu celownikiem. Wskazywanie jest wymagane podczas interakcji takich jak kopanie, uderzanie, używanie itp. Wskazywalne obiekty to między innymi bloki, gracze, przeciwnicy komputerowi i obiekty.

source: To point something, it must be in the pointing range (also just called “range”) of your wielded item. There's a default range when you are not wielding anything. A pointed thing will be outlined or highlighted (depending on your settings). Pointing is not possible with the 3rd person front camera.
pl: Aby na coś wskazać musi być to w zasięgu wskazywania (zwykle nazywanym po prostu "zasięgiem") trzymanego przez ciebie przedmiotu. Gdy nic nie jest trzymane jest to zasięg domyślny. Wskazywany przedmiot będzie obrysowany lub podświetlony (w zależności od twoich ustawień). Wskazywanie nie jest możliwe gdy włączona jest przednia kamera trzecioosobowa.

source: A few things can not be pointed. Most blocks are pointable. A few blocks, like air, can never be pointed. Other blocks, like liquids can only be pointed by special items.
pl: Na niektóre rzeczy nie można wskazywać. Większość bloków jest wskazywalna. Na niektóre bloki, np. powietrze, nie można wskazać. Inne bloki, takie jak płyny, mogą być wskazane tylko przy użyciu specjalnych przedmiotów.

source: Items
pl: Przedmioty

source: Items are things you can carry along and store in inventories. They can be used for crafting, smelting, building, mining, and more. Types of items include blocks, tools, weapons and items only used for crafting.
pl: Przedmioty są rzeczami które możesz przenosić i przechowywać w ekwipunku. Mogą być wykorzystane do wytwarzania, przetapiania, budowania, kopania i w innych celach. Typy przedmiotów to m.in. bloki, narzędzia bronie oraz przedmioty użyteczne tylko w wytwarzaniu.

source: An item stack is a collection of items of the same type which fits into a single item slot. Item stacks can be dropped on the ground. Items which drop into the same coordinates will form an item stack.
pl: Grupa przedmiotów jest zbiorem przedmiotów tego samego typu, która mieści się w jednym miejscu na przedmiot. Grupy przedmiotów mogą zostać upuszczone na ziemię. Przedmioty, które zostaną upuszczone na te same współrzędne utworzą grupę przedmiotów.

source: Items have several properties, including the following:
pl: Przedmioty mają wiele właściwości, między innymi:

source: • Maximum stack size: Number of items which fit on 1 item stack
pl: • Maksymalny rozmiar grupy: Liczba przedmiotów które mieszczą się w jednej grupie

source: • Pointing range: How close things must be to be pointed while wielding this item
pl: • Zasięg wskazywania: Jak blisko muszą być przedmioty aby można na nie wskazać za pomocą tego przedmiotu

source: • Group memberships: See “Basics > Groups”
pl: • Przynależność do grupy: Zobacz "Podstawy > Grupy"

source: • May be used for crafting or cooking
pl: • Mogą być używane do wytwarzania lub pieczenia

source: Inventory
pl: Ekwipunek

source: Inventories are used to store item stacks. There are other uses, such as crafting. An inventory consists of a rectangular grid of item slots. Each item slot can either be empty or hold one item stack. Item stacks can be moved freely between most slots.
pl: Ekwipunki są wykorzystywane do przechowywania grup przedmiotów. Mogą być również wykorzystywane w innych celach, np. wytwarzanie. Ekwipunek składa się z prostokątnej siatki miejsc na przedmioty. Każde miejsce na przedmioty może być puste lub zapełnione jedną grupą przedmiotów. Grupy przedmiotów można dowolnie przenosić pomiędzy miejscami.

source: Blocks can also have their own inventory, e.g. chests and furnaces.
pl: Bloki mogą mieć swój własny ekwipunek, np. skrzynie lub piece.

source: Inventory controls:
pl: Sterowanie w ekwipunku

source: Taking: You can take items from an occupied slot if the cursor holds nothing.
pl: Zabieranie: Możesz zabierać przedmioty z zajętego miejsca jeśli na kursorze niczego nie ma.

source: • Left click: take entire item stack
pl: • Lewy przycisk: weź całą grupę przedmiotów

source: • Right click: take half from the item stack (rounded up)
pl: • Prawy przycisk: weź połowę przedmiotów z grupy (zaokrąglone w górę)

source: • Middle click: take 10 items from the item stack
pl: • Środkowy przycisk: weź 10 przedmiotów z grupy

source: • Mouse wheel down: take 1 item from the item stack
pl: • Kółko myszy w dół: Weź 1 przedmiot z grupy

source: Putting: You can put items onto a slot if the cursor holds 1 or more items and the slot is either empty or contains an item stack of the same item type.
pl: Wstawianie: Możesz wstawić przedmioty w miejsce jeśli na kursorze jest przynajmniej 1 przedmiot, a wskazane miejsce jest puste lub zawiera grupę przedmiotów tego samego typu.

source: • Left click: put entire item stack
pl: • Lewy przycisk: Wstaw całą grupę przedmiotów

source: • Right click or mouse wheel up: put 1 item of the item stack
pl: • Prawy przycisk lub kółko myszy w górę: Wstaw 1 przedmiot z grupy

source: • Middle click: put 10 items of the item stack
pl: • Środkowy przycisk: wstaw 10 przedmiotów z grupy

source: Exchanging: You can exchange items if the cursor holds 1 or more items and the destination slot is occupied by a different item type.
pl: Wymienianie: Możesz wymieniać przedmioty jeśli na kursorze jest przynajmniej jeden przedmiot, a we wskazanym miejscu znajduje się grupa innych przedmiotów.

source: • Click: exchange item stacks
pl: • Kliknij: wymień grupy przedmiotów

source: Hotbar
pl: Pasek szybkiego dostępu

source: • Select previous item in hotbar: [Mouse wheel up] or [B]
pl: • Wybierz poprzedni przedmiot w pasku: [Kółko myszy w górę] lub [B]

source: • Select next item in hotbar: [Mouse wheel down] or [N]
pl: • Wybierz następny przedmiot w pasku: [Kółko myszy w dół] lub [N]

source: • Select item in hotbar directly: [1]-[9]
pl: • Wybierz bezpośrednio przedmiot w pasku: [1]-[9]

source: The selected item is also your wielded item.
pl: Wybrany przedmiot jest również przedmiotem, który trzymasz.

source: Tools
pl: Narzędzia

source: Some items may serve as a tool when wielded. Any item which has some special use which can be directly used by its wielder is considered a tool.
pl: Niektóre przedmioty służą jako narzędzia gdy trzyma się je w rękach. Dowolny przedmiot, który ma specjalne użycia które mogą być bezpośrednio użyte przez jego posiadacza jest uznawany za narzędzie.

source: Weapons
pl: Bronie

source: Some items are usable as a melee weapon when wielded. Weapons share most of the properties of tools.
pl: Niektóre przedmioty są przydatne jako bronie wręcz gdy trzymane. Bronie mają wiele podobnych własności co narzędzia.

source: Melee weapons deal damage by punching players and other animate objects. There are two ways to attack:
pl: Bronie wręcz zadają obrażenia przy uderzaniu graczy i innych obiektów.

source: • Single punch: Left-click once to deal a single punch
pl: • Pojedyncze uderzenie: Kliknij lewy przycisk myszy aby wykonać jedno uderzenie

source: • Quick punching: Hold down the left mouse button to deal quick repeated punches
pl: • Szybkie uderzenia: Przytrzymaj lewy przycisk myszy aby zadać szybkie, powtarzające się uderzenia

source: There are two core attributes of melee weapons:
pl: Dwie istotne cechy każdej broni wręcz:

source: • Maximum damage: Damage which is dealt after a hit when the weapon was fully recovered
pl: • Maksymalne obrażenia: Obrażenia zadawane gdy broń przy uderzeniu gdy broń jest całkowicie ochłonięta

source: • Full punch interval: Time it takes for fully recovering from a punch
pl: • Pełny okres uderzenia: Czas który jest potrzebny do ochłonięcia broni po uderzeniu

source: A weapon only deals full damage when it has fully recovered from a previous punch. Otherwise, the weapon will deal only reduced damage. This means, quick punching is very fast, but also deals rather low damage. Note the full punch interval does not limit how fast you can attack.
pl: Broń zadaje pełne obrażenia tylko gdy jest w pełni ochłonięta z poprzedniego uderzenia. W przeciwnym wypadku zadane obrażenia będą zmniejszone. To oznacza, że szybkie uderzanie jest bardzo szybkie, ale zadaje niskie obrażenia. Zauważ, że pełny okres uderzenia nie jest limitem na to jak szybko możesz atakować.

source: There is a rule which sometimes makes attacks impossible: Players, animate objects and weapons belong to damage groups. A weapon only deals damage to those who share at least one damage group with it. So if you're using the wrong weapon, you might not deal any damage at all.
pl: Istnieje reguła która sprawia, że ataki są czasem niemożliwe: Gracze, ruchome obiekty i bronie należą do grup obrażeń. Broń zadaje obrażenia tylko tym, którzy należą do przynajmniej jednej z jej grup obrażeń.

source: Blocks
pl: Bloki

source: The world is made entirely out of blocks (voxels, to be precise). Blocks can be added or removed with the correct tools.
pl: Świat jest w całości złożony z bloków (a bardziej precyzyjnie voxeli). Bloki mogą być dodawane lub usuwane przy użyciu odpowiednich narzędzi.

source: Blocks can have a wide range of different properties which determine mining times, behavior, looks, shape, and much more. Their properties include:
pl: Bloki mogą mieć wiele różnych właściwości określających czas kopania, zachowanie, wygląd, kształt i wiele więcej. Te własności to między innymi:

source: • Collidable: Collidable blocks can not be passed through; players can walk on them. Non-collidable blocks can be passed through freely
pl: • Zderzalne: Przez bloki z tą własnością nie można przechodzić; gracze mogą po nich chodzić. Przez nie-zderzalne bloki można swobodnie przechodzić.

source: • Pointable: Pointable blocks show a wireframe or a halo box when pointed. But you will just point through non-pointable blocks. Liquids are usually non-pointable but they can be pointed at by some special tools
pl: • Wskazywalne: Te bloki pokażą obwód lub poświatę gdy zostaną wskazane. Ale przez niewskazywalne bloki będziesz wskazywała bloki znajdujące się za nimi. Płyny są zwykła niewskazywalne, ale można na nie wskazać przy użyciu specjalnych narzędzi.

source: • Mining properties: By which tools it can be mined, how fast and how much it wears off tools
pl: • Własności kopania: Przez jakie narzędzia mogą być wykopane, jak szybko oraz jak bardzo zużyje to narzędzie

source: • Climbable: While you are at a climbable block, you won't fall and you can move up and down with the jump and sneak keys
pl: • Wspinaczkowe: Gdy jesteś obok bloków wspinaczkowych nie spadniesz, oraz możesz poruszać się w górę i w dół korzystając z przycisków do skakania i skradania.

source: • Drowning damage: See the entry “Basics > Player”
pl: • Obrażenia tonięcia: Zobacz wpis "Podstawy > Gracz"

source: • Liquids: See the entry “Basics > Liquids”
pl: • Płyny: Zobacz wpis "Podstawy > Płyny"

source: • Group memberships: Group memberships are used to determine mining properties, crafting, interactions between blocks and more
pl: • Przynależność do grup: Przynależności do grup definiują własności kopania, wytwarzania, interakcje między blokami i wiele więcej

source: Mining
pl: Kopanie

source: Mining (or digging) is the process of breaking blocks to remove them. To mine a block, point it and hold down the left mouse button until it breaks.
pl: Kopanie (lub wydobywanie) jest procesem niszczenia i usuwania bloków. Aby wykopać blok, wskaż na niego i przytrzymaj lewy przycisk myszy aż się zniszczy.

source: Blocks require a mining tool to be mined. Different blocks are mined by different mining tools, and some blocks can not be mined by any tool. Blocks vary in hardness and tools vary in strength. Mining tools will wear off over time. The mining time and the tool wear depend on the block and the mining tool. The fastest way to find out how efficient your mining tools are is by just trying them out on various blocks. Any items you gather by mining will drop on the ground, ready to be collected.
pl: Bloki wymagają narzędzi do kopania aby je wykopać. Różne bloki są wykopywane przez różne narzędzia, a niektóre nie mogą być wykopane przez żadne narzędzie. Najszybszym sposobem testowania jak efektowne są twoje narzędzia do kopania jest po prostu wypróbowanie ich na różnych blokach. Wszystkie przedmioty które wykopiesz zostaną upuszczone na ziemię, gotowe do podniesienia.

source: After mining, a block may leave a “drop” behind. This is a number of items you get after mining. Most commonly, you will get the block itself. There are other possibilities for a drop which depends on the block type. The following drops are possible:
pl: Po wykopaniu, blok może upuścić "zrzut". Jest to kilka przedmiotów zdobytych przez kopanie. Najczęściej będzie to wykopany blok. Możliwe są inne zrzuty zależne od typu bloku. Następujące zrzuty są możliwe:

source: • Always drops itself (the usual case)
pl: • Zawsze wyrzuca siebie (typowy przypadek)

source: • Always drops the same items
pl: • Zawsze wyrzuca te same przedmioty

source: • Drops items based on probability
pl: • Wyrzuca przedmioty z pewnym prawdopodobieństwem

source: • Drops nothing
pl: • Nie wyrzuca niczego

source: Building
pl: Budowanie

source: Almost all blocks can be built (or placed). Building is very simple and has no delay.
pl: Prawie wszystkie bloki mogą być zbudowane (lub postawione). Stawianie jest bardzo proste i natychmiastowe.

source: To build your wielded block, point at a block in the world and right-click. If this is not possible because the pointed block has a special right-click action, hold down the sneak key before right-clicking.
pl: Aby postawić trzymany blok, wskaż na blok w świecie i kliknij prawy przycisk. Jeśli jest to niemożliwe, ponieważ wskazany blok ma specjalną akcję aktywowaną prawym przyciskiem myszy, przytrzymaj przycisk skradania przed kliknięciem prawego przycisku.

source: Blocks can almost always be built at pointable blocks. One exception are blocks attached to the floor; these can only be built on the floor.
pl: Bloki prawie zawsze mogą być zbudowane na wskazywalnych blokach. Jednym z wyjątków są bloki przyczepione do podłogi; takie mogą być zbudowane tylko na podłodze.

source: Normally, blocks are built in front of the pointed side of the pointed block. A few blocks are different: When you try to build at them, they are replaced.
pl: Zwykle, bloki są zbudowane przed wskazaną stroną wskazanego bloki. Niektóre bloki są inne: Gdy próbujesz na nich coś postawić są one tym zastępowane.

source: Crafting
pl: Wytwarzanie

source: Crafting is the task of combining several items to form a new item.
pl: Wytwarzanie jest procesem łączenia i przetwarzania przedmiotów aby utworzyć nowy przedmiot.

source: To complete the craft, take the result item from the output slot, which will consume items from the crafting grid and creates a new item. It is not possible to place items into the output slot.
pl: Aby zakończyć wytwarzanie zabierze wynikowy przedmiot z miejsca wyjściowego. Skonsumuje to przedmioty z siatki do wytwarzania i utworzy nowy przedmiot. Nie da się umieszczać przedmiotów w miejscu wyjściowym.

source: Crafting recipes consist of at least one input item and exactly one stack of output items. When performing a single craft, it will consume exactly one item from each stack of the crafting grid, unless the crafting recipe defines replacements.
pl: Receptury do wytwarzania składają się z przynajmniej jednego przedmiotu na wejściu i dokładnie jednej grupy przedmiotów wyjściowych. Podczas dokonywania pojedynczego wytwarzania skonsumowany zostanie dokładnie jeden przedmiot z każdej grupy w siatce wytwarzania, chyba, że receptura definiuje zamienniki.

source: There are multiple types of crafting recipes:
pl: Istnieje kilka typów receptur:

source: • Cooking: Explained in “Basics > Cooking”
pl: • Pieczenie: Wyjaśnione w "Podstawy > Pieczenie"

source: Rarely, crafting recipes have replacements. This means, whenever you perform a craft, some items in the crafting grid will not be consumed, but instead will be replaced by another item.
pl: Czasami, receptury mają zamienniki. To oznacza, że po wykonaniu przetwarzania, niektóre przedmioty w siatce nie będą skonsumowane, a jedynie zamienione w inny przedmiot.

source: Cooking
pl: Pieczenie

source: Cooking (or smelting) is a form of crafting which does not involve a crafting grid. Cooking is done with a special block (like a furnace), an cookable item, a fuel item and time in order to yield a new item.
pl: Pieczenie (lub przetapianie) jest formą wytwarzania, która nie wymaga siatki do wytwarzania. Pieczenie jest wykonywane przy użyciu specjalnego bloku (np. pieca), przedmiotu który można upiec, paliwa oraz czasu potrzebnego na uzyskanie nowego przedmiotu.

source: Each fuel item has a burning time. This is the time a single item of the fuel keeps a furnace burning.
pl: Każdy przedmiot będący paliwem ma czas wypalania. Jest to czas przez jaki pojedynczy przedmiot tego paliwa utrzymuje piec zapalony.

source: Each cookable item requires time to be cooked. This time is specific to the item type and the item must be “on fire” for the whole cooking time to actually yield the result.
pl: Każdy przedmiot możliwy do upieczenia potrzebuje czasu by zostać upieczony. Czas ten jest przypisany do typu przedmiotu i każdy przedmiot musi być "na ogniu" przez cały ten czas by uzyskać przedmiot wynikowy.

source: Hunger
pl: Głód

source: Hunger affects your health and your ability to sprint. Hunger is not in effect when damage is disabled.
pl: Głód wpływa na twoje zdrowie i możliwość biegania. Głód jest wyłączony gdy obrażenia są wyłączone.

source: Core hunger rules:
pl: Główne zasady głodu:

source: • You start with 20/20 hunger points (more points = less hungry)
pl: • Zaczynasz z 20/20 punktami głodu (więcej punktów = mniej głodna)

source: • Actions like combat, jumping, sprinting, etc. decrease hunger points
pl: • Akcje takie jak walka, skakanie, bieganie itp. zmniejszają liczbę punktów głodu

source: • Food restores hunger points
pl: • Jedzenie przywraca punkty głodu

source: • If your hunger bar decreases, you're hungry
pl: • Jeśli twój pasek głodu zmniejsza się, staniesz się głodna

source: • At 18-20 hunger points, you regenerate 1 HP every 4 seconds
pl: • Przy 18-20 punktach głodu, będziesz regenerował 1 HP co 4 sekundy

source: • At 6 hunger points or less, you can't sprint
pl: • Przy 6 punktach głodu i mniej, nie możesz biegać

source: • At 0 hunger points, you lose 1 HP every 4 seconds (down to 1 HP)
pl: • Przy 0 punktach głodu i mniej, tracisz 1 HP co 4 sekundy

source: • Poisonous food decreases your health
pl: • Trujące jedzenie zmniejsza twoje zdrowie

source: Details:
pl: Szczegóły:

source: You have 0-20 hunger points, indicated by 20 drumstick half-icons above the hotbar. You also have an invisible attribute: Saturation.
pl: Masz 0-20 punktów głodu, oznaczanych przez 20 pałek pół-ikon nad paskiem szybkiego dostępu. Posiadasz również niewidzialną własność: Nasycenie.

source: Hunger points reflect how full you are while saturation points reflect how long it takes until you're hungry again.
pl: Punkty głodu pokazują jak pełna jesteś, podczas gdy punkty nasycenia mówią jak długo zajmie zanim znów będziesz głodna.

source: Each food item increases both your hunger level as well your saturation.
pl: Każde jedzenie zwiększa zarówno twój poziom głodu jak i nasycenia.

source: Food with a high saturation boost has the advantage that it will take longer until you get hungry again.
pl: Jedzenie z większym wzrostem nasycenia ma tę przewagę, że sprawi, że dłużej zajmie zanim znów będziesz głodna.

source: A few food items might induce food poisoning by chance. When you're poisoned, the health and hunger symbols turn sickly green. Food poisoning drains your health by 1 HP per second, down to 1 HP. Food poisoning also drains your saturation. Food poisoning goes away after a while or when you drink milk.
pl: Niektóre jedzenia mogą losowo wywołać zatrucie pokarmowe. Gdy jesteś otruta symbole życia i głodu zmienią kolor na zgniło-zielony. Zatrucie pokarmowe zmniejsza twoje życie o 1 HP na sekundę aż do 1 hp. Zmniejsza ono również twoje nasycenie. Zatrucie pokarmowe przechodzi po chwili lub gdy wypijesz mleko.

source: You start with 5 saturation points. The maximum saturation is equal to your current hunger level. So with 20 hunger points your maximum saturation is 20. What this means is that food items which restore many saturation points are more effective the more hunger points you have. This is because at low hunger levels, a lot of the saturation boost will be lost due to the low saturation cap.
pl: Zaczynasz z 5 punktami nasycenia. Maksymalne nasycenie jest równe twojemu aktualnemu poziomowi głodu. Więc z 20 punktami głodu, twój maksymalny poziom nasycenia to 20. To oznacza, że jedzenie które zwiększa nasycenie jest bardziej efektywne im więcej punktów głodu masz. Jest tak ponieważ na niskich poziomach głodu spora część zwiększenia nasycenia zostanie stracona przez niski poziom maksymalny.

source: If your saturation reaches 0, you're hungry and start to lose hunger points. Whenever you see the hunger bar decrease, it is a good time to eat.
pl: Gdy twój poziom nasycenia spadnie do 0 stajesz się głodna i zaczynasz tracić punkty głodu. Gdy widzisz, że twój pasek głodu zmniejsza się, to jest to dobry moment na jedzenie.

source: Saturation decreases by doing things which exhaust you (highest exhaustion first):
pl: Nasycenie zmniejsza się gdy robisz rzeczy, które cię męczą (w kolejności od najbardziej męczącego):

source: • Regenerating 1 HP
pl: • Odnowienie 1 HP

source: • Suffering food poisoning
pl: • Zatrucie pokarmowe

source: • Sprint-jumping
pl: • Skakanie podczas biegu

source: • Sprinting
pl: • Bieganie

source: • Attacking
pl: • Atakowanie

source: • Taking damage
pl: • Otrzymywanie obrażeń

source: • Swimming
pl: • Pływanie

source: • Jumping
pl: • Skakanie

source: • Mining a block
pl: • Kopanie bloku

source: Other actions, like walking, do not exaust you.
pl: Inne akcje takie jak chodzenie nie męczą cię.

source: Mobs
pl: Moby
