Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/vlc_doc_basics/locale/poconvert/*.po
Languages: pl

source: Mobs are the living beings in the world. This includes animals and monsters.
pl: Moby są żyjącymi stworzeniami w świecie. To między innymi zwierzęta i potwory.

source: Mobs appear randomly throughout the world. This is called “spawning”. Each mob kind appears on particular block types at a given light level. The height also plays a role. Peaceful mobs tend to spawn at daylight while hostile ones prefer darkness. Most mobs can spawn on any solid block but some mobs only spawn on particular blocks (like grass blocks).
pl: Moby pojawiają się losowo w świecie. Nazywamy to "spawnowaniem". Każdy mob pojawia się na pewnym typie bloku przy pewnym poziomie oświetlenia. Wysokość również ma znaczenie. Spokojne moby najczęściej spawnują się w świetle, podczas gdy wrogie preferują ciemność. Większość mobów spawnuje się na dowolnym stałym bloku, ale niektóre moby spawnują się tylko na konkretnych blokach (np. blokach trawy).

source: Like players, mobs have hit points and sometimes armor points, too (which means you need better weapons to deal any damage at all). Also like players, hostile mobs can attack directly or at a distance. Mobs may drop random items after they die.
pl: Podobnie jak gracze, moby mają punkty życia, a czasami również zbroi (co oznacza, że będziesz potrzebował lepszych broni by zadać im obrażenia). Również podobnie jak gracze wrogie moby mogą atakować bezpośrednio lub z dystansu. Moby mogą wyrzucać losowe przedmioty przy śmierci.

source: Most animals roam the world aimlessly while most hostile mobs hunt players. Animals can be fed, tamed and bred.
pl: Większość zwierząt przemieszcza się po świecie bez celu, a większość wrogich mobów poluje na gracza. Zwierzęta mogą być karmione, oswajane i rozmnażane.

source: Animals
pl: Zwierzęta

source: Animals are peaceful beings which roam the world aimlessly. You can feed, tame and breed them.
pl: Zwierzęta są spokojnymi mobami, które przemierzają świat bez celu. Mogą być karmione, oswajane i rozmnażane.

source: Feeding:
pl: Karmienie:

source: Each animal has its own taste for food and doesn't just accept any food. To feed, hold an item in your hand and rightclick the animal.
pl: Każde zwierzę ma swój własny gust w jedzeniu i nie przyjmuje byle czego. Aby nakarmić, weź przedmiot do swojej ręki i kliknij prawym przyciskiem na zwierzę.

source: Animals are attraced to the food they like and follow you as long you hold the food item in hand.
pl: Zwierzęta są przyciągane do jedzenia które lubią i będą za tobą podążać tak długo jak będziesz je trzymała w dłoni.

source: Feeding an animal has three uses: Taming, healing and breeding.
pl: Karmienie zwierząt a trzy zastosowania: Oswajanie, uzdrawianie i rozmnażanie.

source: Feeding heals animals instantly, depending on the quality of the food item.
pl: Karmienie natychmiast uzdrawia zwierzęta w zależności od jakości.

source: Taming:
pl: Oswajanie

source: A few animals can be tamed. You can generally do more things with tamed animals and use other items on them. For example, tame horses can be saddled and tame wolves fight on your side.
pl: Niektóre zwierzęta mogą być oswojony. Z oswojonymi zwierzętami możesz zwykle robić więcej rzeczy i używać na nich dodatkowych przedmiotów. Przykładowo oswojone konie mogą być osiodłane, a oswojone wilki walczą po twojej stronie.

source: Breeding:
pl: Rozmnażanie

source: When you have fed an animal up to its maximum health, then feed it again, you will activate “Love Mode” and many hearts appear around the animal.
pl: Gdy nakarmisz zwierzę do pełnego zdrowia, a następnie nakarmisz je jeszcze raz, aktywujesz "tryb miłości" i wiele serc pojawi się wokół zwierzęcia.

source: Two animals of the same species will start to breed if they are in Love Mode and close to each other. Soon a baby animal will pop up.
pl: Dwa zwierzęta tego samego gatunku będą się rozmnażać jeśli są blisko siebie i w trybie miłości. Wkrótce potem pojawi się dziecko zwierzątko.

source: Baby animals:
pl: Dzieci zwierzątka

source: Baby animals are just like their adult couterparts, but they can't be tamed or bred and don't drop anything when they die. They grow to adults after a short time. When fed, they grow to adults faster.
pl: Dzieci zwierzątka są takie jak ich dorosłe odpowiedniki, jednak nie mogą być oswojone i rozmnażane oraz nie wyrzucają niczego gdy umierają. Po pewnym czasie wyrastają w dorosłe zwierze. Gdy są karmione wyrastają szybciej.

source: Minimap
pl: Minimapa

source: Press [F9] to make a minimap appear on the top right. The minimap helps you to find your way around the world. Press it again to select different minimap modes and zoom levels. The minimap also shows the positions of other players.
pl: Naciśnij [F9] aby minimapa pojawiła się w prawym górnym rogu. Minimapa pomoże ci odnaleźć się w świecie. Naciśnij [F9] ponownie aby wybrać inny tryb minimapy i stopień przybliżenia. Minimapa pokazuje również pozycję innych graczy.

source: There are 2 minimap modes and 3 zoom levels.
pl: Są 2 tryby minimapy oraz 3 stopnie przybliżenia.

source: Surface mode (image 1) is a top-down view of the world, roughly resembling the colors of the blocks this world is made of. It only shows the topmost blocks, everything below is hidden, like a satellite photo. Surface mode is useful if you got lost.
pl: Tryb powierzchni (obrazek 1) jest widokiem z lotu ptaka na świat, mniej więcej odzwierciedlającym kolory bloków z których stworzony jest świat. Pokazuje tylko najwyżej położone bloki, wszystko poniżej jest ukryte, podobnie jak zdjęcie satelitarne. Tryb ten jest przydatny gdy się zgubisz.

source: Radar mode (image 2) is more complicated. It displays the “denseness” of the area around you and changes with your height. Roughly, the more green an area is, the less “dense” it is. Black areas have many blocks. Use the radar to find caverns, hidden areas, walls and more. The rectangular shapes in image 2 clearly expose the position of a dungeon.
pl: Tryb radaru (obrazek 2) jest bardziej skomplikowany. Pokazuje "gęstość" obszaru wokół ciebie i zmienia się z wysokością. Z grubsza, im bardziej zielony jest obszar, ty mniej "gęsty" jest. Czarne obszary mają wiele bloków. Użyj tego trybu by znaleźć jaskinie, ukryte obszary, ściany i więcej. Prostokątne kształty w obrazku 2 wyraźnie ujawniają pozycję lochów.

source: There are also two different rotation modes. In “square mode”, the rotation of the minimap is fixed. If you press [Shift]+[F9] to switch to “circle mode”, the minimap will instead rotate with your looking direction, so “up” is always your looking direction.
pl: Istnieją również dwa różne tryby rotacji. W "trybie kwadratowym" rotacja minimapy jest ustalona. Jeśli naciśniesz [Shift]+[F9] aby zmienić na "tryb okręgu", minimapy będzie natomiast obracać się wraz z twoim kierunkiem patrzenia.

source: • Toggle minimap mode: [F9]
pl: • Przełącz tryb minimapy: [F9]

source: • Toggle minimap rotation mode: [Shift]+[F9]
pl: • Przełącz tryb rotacji minimapy: [Shift]+[F9]

source: Camera
pl: Kamera

source: There are 3 different views which determine the way you see the world. The modes are:
pl: Istnieją 3 różne widoki, które definiują w jaki sposób będziesz obserwował świat. Te widoki to:

source: • 1: First-person view (default)
pl: • 1: Widok pierwszoosobowy (domyślny)

source: • 2: Third-person view from behind
pl: • 2: Widok trzecioosobowy od tyłu

source: • 3: Third-person view from the front
pl: • 3: Widok trzecioosobowy od przodu

source: • Switch camera mode: [F7]
pl: • Zmień widok kamery: [F7]

source: Sneaking
pl: Skradanie

source: Sneaking makes you walk slower and prevents you from falling off the edge of a block.
pl: Skradanie sprawia, że chodzisz wolniej i zapobiega spadaniu z bloków.

source: To sneak, hold down the sneak key (default: [Shift]). When you release it, you stop sneaking. Careful: When you release the sneak key at a ledge, you might fall!
pl: Aby się skradać przytrzymaj przycisk skradania (domyślnie: [Shift]). Gdy go puścisz, przestaniesz się skradać. Ostrożnie: Jeśli puścisz przycisk skradania na krawędzi możesz spaść!

source: Sneaking only works when you stand on solid ground, are not in a liquid and don't climb.
pl: Skradanie działa tylko gdy stoisz na stałym gruncie, nie w wodzie oraz nie podczas wspinania.

source: Players
pl: Gracze

source: Players are living beings. They start with a number of health points (HP) and a number of breath points (BP).
pl: Gracze są żywymi stworzeniami. Zaczynają z pewną liczbą punktów życia (HP) oraz punktów oddechu (BP).

source: Players are capable of walking, sneaking, jumping, climbing, swimming, diving, mining, building, fighting and using tools and blocks.
pl: Gracze są w stanie chodzić, skradać się, skakać, wspinać, pływać, nurkować, kopać, budować walczyć oraz korzystać z narzędzi i bloków.

source: • Taking fall damage
pl: • Obrażenia od upadku

source: • Touching a block which causes direct damage
pl: • Dotknięcie bloku który zadaje obrażenia

source: • Drowning
pl: • Tonięcie

source: • Being attacked by another player
pl: • Zaatakowanie przez innego gracza

source: • Being attacked by a computer enemy
pl: • Zaatakowanie przez przeciwnika sterowanego przez komputer

source: Some blocks reduce breath. While being with the head in a block which causes drowning, the breath points are reduced by 1 for every 2 seconds. When all breath is gone, the player starts to suffer drowning damage. Breath is quickly restored in any other block.
pl: Niektóre bloki zmniejszają oddech. Podczas przebywania w bloku powodującym topienie się, punkty oddechu są zmniejszane o 1 co 2 sekundy. Gdy punkty oddechu się skończą, gracz zacznie otrzymywać obrażenia od tonięcia. Oddech szybko odnawia się w dowolnym innym bloku.

source: Damage can be disabled on any world. Without damage, players are immortal and health and breath are unimportant.
pl: Obrażenia mogą zostać wyłączone w dowolnym świecie. Bez obrażeń gracze są nieśmiertelni, a ich życie i oddech są nieistotne.

source: Liquids
pl: Płyny

source: Liquids are special dynamic blocks. Liquids like to spread and flow to their surrounding blocks. Players can swim and drown in them.
pl: Płyny są specjalnymi dynamicznymi blokami. Płyny lubią się rozprzestrzeniać i wpływać na otaczające bloki. Gracze mogą w nich pływać i tonąć.

source: Liquids usually come in two forms: In source form (S) and in flowing form (F).
pl: Płyny zwykle pojawiają się w dwóch formach: W formie źródła (S) oraz w formie bieżącej (F).

source: Liquid sources have the shape of a full cube. A liquid source will generate flowing liquids around it from time to time, and, if the liquid is renewable, it also generates liquid sources. A liquid source can sustain itself. As long it is left alone, a liquid source will normally keep its place and does not drain out.
pl: Źródła płynów są w kształcie pełnej kostki. Źródło płynu od czasu do czasu wygeneruje bieżący formę płynu w swoim otoczeniu oraz jeśli płyn jest odnawialny, utworzy również źródła płynu. Źródło płynu podtrzymuje siebie. Tak długo jak nie jest ruszane, źródło wody zostanie w miejscu i nie kończy się.

source: Flowing liquids take a sloped form. Flowing liquids spread around the world until they drain. A flowing liquid can not sustain itself and always comes from a liquid source, either directly or indirectly. Without a liquid source, a flowing liquid will eventually drain out and disappear.
pl: Bieżące płyny przyjmują formę ściętą. Rozprzestrzeniają się one po świecie dopóki się nie wyczerpią. Bieżący płyn nie podtrzymuje sam siebie i zawsze powstaje ze źródła płynu, bezpośrednio lub pośrednio. Bez źródła płynu, płyn bieżący prędzej czy później wyczerpie się i zniknie.

source: All liquids share the following properties:
pl: Wszystkie płyny mają następujące własności:

source: • All properties of blocks (including drowning damage)
pl: • Wszystkie własności bloków (włączając w to obrażenia od tonięcia)

source: • Renewability: Renewable liquids can create new sources
pl: • Odnawialność: Odnawialne płyny mogą tworzyć nowe źródła

source: • Flowing range: How many flowing liquids are created at maximum per liquid source, it determines how far the liquid will spread. Possible are ranges from 0 to 8. At 0, no flowing liquids will be created. Image 5 shows a liquid of flowing range 2
pl: • Zasięg płynięcia: Ile maksymalnie płynów bieżących jest utworzonych przez źródło płynu. Definiuje to jak daleko płyn może się rozprzestrzenić. Możliwe wartości są od 0 do 8. Przy 0, żadne płyny bieżące nie będą utworzone. Obrazek 5 pokazuje płyn z zasięgiem płynięcia 2

source: • Viscosity: How slow players move through it and how slow the liquid spreads
pl: • Lepkość: Jak wolno gracze poruszają się przez niego i jak wolno płyn się rozprzestrzenia

source: Renewable liquids create new liquid sources at open spaces (image 2). A new liquid source is created when:
pl: Odnawialne płyny mogą tworzyć nowe źródła płynów w wolnej przestrzeni (obrazek 2). Nowe źródło płynu jest tworzone gdy:

source: • Two renewable liquid blocks of the same type touch each other diagonally
pl: • Dwa odnawialne źródła płynów tego samego typu stykają się po przekątnej

source: • These blocks are also on the same height
pl: • Bloki te są na tej samej wysokości

source: • One of the two “corners” is open space which allows liquids to flow in
pl: • Jeden z dwóch "rogów" jest wolną przestrzenią gdzie może wpłynąć płyn

source: When those criteria are met, the open space is filled with a new liquid source of the same type (image 3).
pl: Gdy te kryteria są spełnione, wolna przestrzeń jest zapełniona źródłem płynu tego samego typu (obrazek 3).

source: Swimming in a liquid is fairly straightforward: The usual direction keys for basic movement, the jump key for rising and the sneak key for sinking.
pl: Pływanie w płynie jest całkiem proste: Klawisze chodzenia powodują ruch w danym kierunku, przycisk skakania powoduje wznoszenia, a skradania opadanie.

source: The physics for swimming and diving in a liquid are:
pl: Fizyka pływania i nurkowania w płynach jest następująca:

source: • The higher the viscosity, the slower you move
pl: • Im wyższa lepkość, tym wolniej się poruszasz

source: • If you rest, you'll slowly sink
pl: • Jeśli się nie ruszasz, będziesz powoli opadała

source: • There is no fall damage for falling into a liquid as such
pl: • Nie ma obrażeń od upadku gdy wpadniesz do płynu

source: • If you fall into a liquid, you will be slowed down on impact (but don't stop instantly). Your impact depth is determined by your speed and the liquid viscosity. For a safe high drop into a liquid, make sure there is enough liquid above the ground, otherwise you might hit the ground and take fall damage
pl: • Gdy wpadasz do płynu będziesz spowolniona przy zetknięciu (ale nie natychmiast). Zanurzenie po upadku jest ustalane na podstawie twojej szybkości oraz lepkości płynu. Żeby bezpiecznie skoczyć do płynu, upewnij się, że jest go wystarczająco dużo nad ziemię. W przeciwnym wypadku możesz uderzyć w ziemię i otrzymać obrażenia od upadku.

source: Liquids are often not pointable. But some special items are able to point all liquids.
pl: Płyny są zwykle niewskazywalne, ale niektóre specjalne przedmioty mogą wskazywać na płyny.

source: Light
pl: Światło

source: As the world is entirely block-based, so is the light in the world. Each block has its own brightness. The brightness of a block is expressed in a “light level” which ranges from 0 (total darkness) to 15 (as bright as the sun).
pl: Jako, że świat jest całkowicie oparty na blokach, jest tak również w przypadku światła. Każdy blok ma swoją własną jasność. Jasność bloku jest wyrażona w "poziomie oświetlenia", który przyjmuje wartości od 0 (zupełnie ciemny) do 15 (jasny jak słońce).

source: There are two types of light: Sunlight and artificial light.
pl: Są dwa typy światła: słoneczne oraz sztuczne.

source: Artificial light is emitted by luminous blocks. Artificial light has a light level from 1-14.
pl: Światło sztuczne jest emitowane przez oświetlające bloki. Sztuczne światło ma poziom oświetlenia od 1 do 14.

source: Sunlight is the brightest light and always goes perfectly straight down from the sky at each time of the day. At night, the sunlight will become moonlight instead, which still provides a small amount of light. The light level of sunlight is 15.
pl: Światło słoneczne jest najjaśniejszym światłem i zawsze świeci bezpośrednio w dół w trakcie dnia. W nocy światło to zamieni się w księżycowe, które wciąż daje niewielką ilość światła. Poziom oświetlenia słonecznego jest równy 15.

source: Blocks have 3 levels of transparency:
pl: Bloki mają 3 poziomy przeźroczystości:

source: • Transparent: Sunlight goes through limitless, artificial light goes through with losses
pl: • Przeźroczysty: Światło słoneczne przenika bez strat, sztuczne przenika ze spadkiem

source: • Semi-transparent: Sunlight and artificial light go through with losses
pl: • Półprzeźroczysty: Światło słoneczne i sztuczne przenika ze stratą jasności

source: • Opaque: No light passes through
pl: • Nieprzeźroczysty: Światło nie przenika

source: Artificial light will lose one level of brightness for each transparent or semi-transparent block it passes through, until only darkness remains (image 1).
pl: Światło sztuczne będzie traciło jeden poziom jasności z każdym przeźroczystym lub nieprzeźroczystym blokiem przez który przenika, dopóki nie pozostanie tylko ciemność (obrazek 1).

source: Sunlight will preserve its brightness as long it only passes fully transparent blocks. When it passes through a semi-transparent block, it turns to artificial light. Image 2 shows the difference.
pl: Światło słoneczne zachowuje swoją jasność tak długo jak przenika tylko przez w pełni przeźroczyste bloki. Gdy przenika przez półprzeźroczyste bloki, zamienia się w światło sztuczne. Obrazek 2 pokazuje różnicy.

source: Note that “transparency” here only means that the block is able to carry brightness from its neighboring blocks. It is possible for a block to be transparent to light but you can't see trough the other side.
pl: Zwróć uwagę, że "przeźroczystość" odnosi się tutaj tylko do możliwości przenoszenia poziomu oświetlenia z sąsiednich bloków. Jest możliwe by blok był przeźroczysty dla światła, ale nie będziesz w stanie przez niego zobaczyć.

source: Groups
pl: Grupy

source: Items, players and objects (animate and inanimate) can be members of any number of groups. Groups serve multiple purposes:
pl: Przedmioty, gracze i obiekty (ruchome i nieruchome) mogą przynależeć do dowolnej liczby grup. Grupy pełnią kilka funkcji:

source: • Crafting recipes: Slots in a crafting recipe may not require a specific item, but instead an item which is a member of a particular group, or multiple groups
pl: • Receptury wytwarzania: Miejsca w recepturze mogą nie wymagać konkretnego przedmiotu, lecz przedmiotu, który przynależy do konkretnej grupy, lub kilku grup

source: • Digging times: Diggable blocks belong to groups which are used to determine digging times. Mining tools are capable of digging blocks belonging to certain groups
pl: • Czas kopania: Bloki które można wykopać należą do grupy, które definiują czas ich kopania. Narzędzia do kopania są w stanie kopać przedmioty należące do pewnych grup

source: • Block behavior: Blocks may show a special behaviour and interact with other blocks when they belong to a particular group
pl: • Zachowanie bloku: Bloki mogą wykazywać się pewnym zachowaniem i wchodzić w interakcję z innymi blokami gdy należą do pewnych grup

source: • Damage and armor: Objects and players have armor groups, weapons have damage groups. These groups determine damage. See also: “Basics > Weapons”
pl: • Obrażenia i zbroja: Obiekty i gracze mają grupy zbroi, bronie mają grupy obrażeń. Te grupy definiują obrażenia. Zobacz również: "Podstawy > Bronie"

source: • Other uses
pl: • Inne użycia

source: In the item help, many important groups are usually mentioned and explained.
pl: We wpisach o przedmiotach wiele istotnych grup jest zwykle wymienionych i opisanych.

source: Glossary
pl: Słowniczek

source: This is a list of commonly used terms:
pl: Jest to lita często używanych terminów:

source: Controls:
pl: Sterowanie:

source: • Wielding: Holding an item in hand
pl: • Trzymanie: Posiadanie przedmiotu w ręce

source: • Pointing: Looking with the crosshair at something in range
pl: • Wskazywanie: Patrzenie na coś w zasięgu celownikiem

source: • Dropping: Throwing an item or item stack to the ground
pl: • Upuszczanie: Wyrzucenie przedmiotu lub grupy przedmiotów na ziemię

source: • Punching: Attacking with left-click, is also used on blocks
pl: • Uderzanie: Atakowanie lewym przyciskiem myszy, używane również na blokach

source: • Sneaking: Walking slowly while (usually) avoiding to fall over edges
pl: • Skradanie: Powolne chodzenie i (zwykle) unikanie spadania z bloków

source: • Climbing: Moving up or down a climbable block
pl: • Wspinanie: Wchodzenie w górę lub schodzenie w dół po wspinaczkowych blokach

source: Blocks:
pl: Bloki:

source: • Block: Cubes that the worlds are made of
pl: • Blok: Kostki z którego stworzony jest świat

source: • Mining/digging: Using a mining tool to break a block
pl: • Kopanie/Wydobywanie: Używanie przedmiotów do kopania do niszczenia bloków

source: • Building/placing: Putting a block somewhere
pl: • Budowanie/Umieszczanie: Wstawianie gdzieś bloku

source: • Drop: Items you get after mining a block
pl: • Zrzut: Przedmioty uzyskane po wykopaniu bloku

source: • Using a block: Right-clicking a block to access its special function
pl: • Używanie bloku: Kliknięcie prawym przyciskiem na blok aby uruchomić jego specjalną funkcję

source: Items:
pl: Przedmioty:

source: • Item: A single thing that players can possess
pl: • Przedmiot: Pojedyncza rzecz, którą gracz może posiadać

source: • Item stack: A collection of items of the same kind
pl: • Grupa przedmiotów: Zbiór przedmiotów tego samego typu

source: • Maximum stack size: Maximum amount of items in an item stack
pl: • Maksymalny rozmiar grupy: Maksymalna liczba przedmiotów w grupie przedmiotów

source: • Slot / inventory slot: Can hold one item stack
pl: • Miejsce / miejsce w ekwipunku: Może przechowywać jedną grupę przedmiotów

source: • Inventory: Provides several inventory slots for storage
pl: • Ekwipunek: Dostarcza kilka miejsc w ekwipunku do przechowywania

source: • Player inventory: The main inventory of a player
pl: • Ekwipunek gracza: Główny ekwipunek gracza

source: • Tool: An item which you can use to do special things with when wielding
pl: • Narzędzie: Przedmiot, który można wykorzystać w specjalny sposób podczas trzymania

source: • Range: How far away things can be to be pointed by an item
pl: • Zasięg: Jak dalekie rzeczy mogą być wskazane przedmiotem

source: • Mining tool: A tool which allows to break blocks
pl: • Narzędzie do kopania: Narzędzie pozwalające niszczyć bloki

source: • Craftitem: An item which is (primarily or only) used for crafting
pl: • Przedmiot do wytwarzania: Przedmiot który jest (głównie lub tylko) wykorzystywany do wytwarzania.

source: Gameplay:
pl: Rozgrywka

source: • “heart”: A single health symbol, indicates 2 HP
pl: • "serce": Pojedynczy symbol zdrowia, reprezentujący 2 HP

source: • “bubble”: A single breath symbol, indicates 1 BP
pl: • "bąbel": Pojedynczy symbol oddechu, reprezentujący 1 BP

source: • HP: Hit point (equals half 1 “heart”)
pl: • HP: Punkt zdrowia (równy połowie serca)

source: • BP: Breath point, indicates breath when diving
pl: • BP: Punkt oddechu reprezentujący ilość powietrza podczas nurkowania

source: • Mob: Computer-controlled enemy
pl: • Mob: Przeciwnik sterowany przez komputer
