Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/vlc_doc_basics/locale/poconvert/*.po
Languages: pl

source: • Crafting: Combining multiple items to create new ones
pl: • Wytwarzanie: Łączenie kilku przedmiotów w celu uzyskania innych

source: • Crafting guide: A helper which shows available crafting recipes
pl: • Przewodnik wytwarzania: Pomocniczy spis dostępnych receptur wytwarzania

source: • Spawning: Appearing in the world
pl: • Spawnowanie: Pojawienie się w świecie

source: • Respawning: Appearing again in the world after death
pl: • Odradzanie: Ponownie pojawienie się w świecie po śmierci

source: • Group: Puts similar things together, often affects gameplay
pl: • Grupa: Łączy podobne rzeczy razem, często wpływa na rozgrywkę

source: • noclip: Allows to fly through walls
pl: • noclip: Pozwala przelatywać przez ściany

source: Interface
pl: Interfejs:

source: • Hotbar: Inventory slots at the bottom
pl: • Pasek szybkiego dostępu: Miejsca ekwipunku na dole ekranu

source: • Statbar: Indicator made out of half-symbols, used for health and breath
pl: • Pasek statusu: Wskaźniki składające się z symboli używane dla oznaczania życia oraz oddechu

source: • Minimap: The map or radar at the top right
pl: • Minimapa: Mapa lub radar w prawym górnym rogu ekranu

source: • Crosshair: Seen in the middle, used to point at things
pl: • Celownik: Widoczny na środku ekranu, używany do wskazywania na rzeczy

source: Online multiplayer:
pl: Gra wieloosobowa w internecie:

source: • PvP: Player vs Player. If active, players can deal damage to each other
pl: • PvP: Gracz kontra Gracz. Jeśli ten tryb jest aktywny, gracze mogą zadawać sobie obrażenia

source: • Griefing: Destroying the buildings of other players against their will
pl: • Griefowanie: Celowe niszczenie budynków innych graczy wbrew ich woli

source: • Protection: Mechanism to own areas of the world, which only allows the owners to modify blocks inside
pl: • Ochrona: Mechanizm pozwalający wejść w posiadanie pewnych części świata, co pozwala tylko właścicielom modyfikować bloki wewnątrz

source: Technical terms:
pl: Techniczne terminy:

source: • Minetest: This game engine
pl: • Minetest: Ten silnik gier

source: • Minetest Game: A game for Minetest by the Minetest developers
pl: • Gra Minetest: Gra w Minetest napisana przez jego twórców

source: • Game: A complete playing experience to be used in Minetest; such as a game or sandbox or similar
pl: • Gra: Kompletny doświadczenie do wykorzystania w Minetest; takie jak gry, piaskownice i podobne

source: • Mod: A single subsystem which adds or modifies functionality; is the basic building block of games and can be used to further enhance or modify them
pl: • Mod: Pojedynczy system, który dodaje, lub modyfikuje funkcjonalność; jest podstawowym blokiem budowalnym gier i może być wykorzystywany do dalszego urozmaicania i modyfikowania ich

source: • Privilege: Allows a player to do something
pl: • Przywilej: Pozwala graczowi coś zrobić

source: • Node: Other word for “block”
pl: • Węzeł: Inna nazwa na "blok"

source: Minetest is a free software game engine for games based on voxel gameplay, inspired by InfiniMiner, Minecraft, and the like. Minetest was originally created by Perttu Ahola (alias “celeron55”).
pl: Minetest jest wolnym oprogramowaniem i silnikiem do gier opartych o rozgrywkę na voxelach, inspirowanym przez InfiniMinera, Minecrafta i podobnym. Minetest był oryginalnie stworzony przez Perttu Ahola (alias “celeron55”).

source: Minetest can be played alone or online together with multiple players. Online play will work out of the box with any mods, with no need for additional software as they are entirely provided by the server.
pl: W Minetest można grać samotnie lub online z kilkoma graczami. Gra online będzie działać od razu z modami, bez potrzeby dodatkowych programów jako, że są one całkowicie dostarczane przez serwer.
