Repository: VoxelForge/VoxelForge
Catalog: mods/EFFECTS/vlf_enchanting/locale/poconvert/*.po
Languages: de, ru

source: Bane of Arthropods
de: Schrecken der Gliederfüßler
ru: Бич членистоногих

source: Increases damage and applies Slowness IV to arthropod mobs (spiders, cave spiders, silverfish and endermites).
de: Erhöht Schaden und gibt Langsamkeit IV an Gliederfüßlern (Spinnen, Höhlenspinenn, Silberfischchen und Endermilben).
ru: Увеличивает урон и применяет Замедление IV к насекомым и членистоногим (паукам, пещерным паукам, чешуйницам и чешуйницам Края).

source: Channeling
de: Kanalisierung
ru: Громовержец

source: Channels a bolt of lightning toward a target. Works only during thunderstorms and if target is unobstructed with opaque blocks.
de: Kanalisiert einen Blitz zu einem Ziel. Funktioniert nur während Gewitterstürmen und solange kein undurchsichtiger Block im Weg ist.
ru: Бьёт молнией в цель. Работает только во время грозы, когда цель не защищена плотными блоками.

source: Curse of Vanishing
de: Fluch des Verschwindens
ru: Проклятье утраты

source: Item destroyed on death.
de: Gegenstand wird bei Tod zerstört.
ru: Предмет уничтожается при смерти.

source: Depth Strider
de: Tiefenstreicher
ru: Покоритель глубин

source: Increases underwater movement speed.
de: Erhöht Bewegungsgeschwindigkeit im Wasser.
ru: Увеличивает скорость передвижения под водой.

source: Efficiency
de: Effizienz
ru: Эффективность

source: Increases mining speed.
de: Erhöht Grabegeschwindigkeit.
ru: Увеличивает скорость добычи.

source: Fire Aspect
de: Feueraspekt
ru: Заговор огня

source: Sets target on fire.
de: Zündet das Ziel an.
ru: Поджигает цель.

source: Flame
de: Flamme
ru: Горящая стрела

source: Arrows set target on fire.
de: Pfeile zünden Ziel an.
ru: Стрелы поджигают цель.

source: Fortune
de: Glück
ru: Удача

source: Increases certain block drops.
de: Erhöht bestimmte Blockabwürfe.
ru: Даёт шанс выпадения большего количества ресурсов из блоков.

source: Frost Walker
de: Frostläufer
ru: Ледоход

source: Turns water beneath the player into frosted ice and prevents the damage from magma blocks.
de: Verwandelt Wasser unter dem Spieler zu brüchigem Eis und verhindert Schaden von Magmablöcken.
ru: Превращает воду под игроком в подмороженный лёд и предотвращает урон от магмовых блоков.

source: Impaling
de: Aufspießen
ru: Пронзатель

source: Trident deals additional damage to ocean mobs.
de: Dreizack richtet Zusatzschaden an Ozeanmobs an.
ru: Трезубец наносит дополнительный урон океаническим мобам.

source: Infinity
de: Unendlichkeit
ru: Бесконечность

source: Shooting consumes no regular arrows.
de: Schüsse verbrauchen keine regulären Pfeile.
ru: При стрельбе не расходуются обычные стрелы.

source: Knockback
de: Rückschlag
ru: Отдача

source: Increases knockback.
de: Verstärkt Rückschlag.
ru: Увеличивает отдачу.

source: Looting
de: Plünderer
ru: Добыча

source: Increases mob loot.
de: Erhöht Abwürfe von Mobs.
ru: Увеличивает добычу от мобов.

source: Loyalty
de: Loyalität
ru: Верность

source: Trident returns after being thrown. Higher levels reduce return time.
de: Dreizack kehrt nach Wurf zurück. Höhere Stufen reduzieren die Rückkehrzeit.
ru: Возвращает трезубец после броска. Более высокие уровни сокращают время возврата.

source: Luck of the Sea
de: Glück des Meeres
ru: Везучий рыбак

source: Increases rate of good loot (enchanting books, etc.)
de: Erhöht die Rate von guten Abwürfen (verzauberte Bücher, usw.)
ru: Увеличивает шанс поймать сокровище (зачарованные книги и т.п.)

source: Lure
de: Köder
ru: Приманка

source: Decreases time until rod catches something.
de: Reduziert die Zeit, bis die Angel etwas fängt.
ru: Уменьшает время ожидания клёва.

source: Mending
de: Ausbessern
ru: Починка

source: Repair the item while gaining XP orbs.
de: Gegenstand reparieren, während man Erfahrungskugeln erhält.
ru: Предмет чинится при сборе сфер опыта.

source: Multishot
de: Mehrfachschuss
ru: Залп

source: Shoot 3 arrows at the cost of one.
de: 3 Pfeile zum Preis von 1 schießen.
ru: Выстреливают три стрелы по стоимости одной.

source: Piercing
de: Durchbohren
ru: Бронебойность

source: Arrows passes through multiple objects.
de: Pfeile durchdringen mehrere Objekte.
ru: Стрела пробивает насквозь несколько объектов.

source: Power
de: Stärke
ru: Сила

source: Increases arrow damage.
de: Erhöht Pfeilschaden.
ru: Увеличивает урон от стрел.

source: Punch
de: Schlag
ru: Отбрасывание

source: Increases arrow knockback.
de: Erhöht Pfeilrückschlag.
ru: Увеличивает отбрасывание от стрелы.

source: Quick Charge
de: Schnellladen
ru: Быстрая перезарядка

source: Decreases crossbow charging time.
de: Reduziert Armbrustladezeit.
ru: Уменьшает время заряда снаряда.

source: Respiration
de: Atmung
ru: Подводное дыхание

source: Extends underwater breathing time.
de: Erhöht Unterwasseratemzeit.
ru: Увеличивает время дыхания под водой.

source: Riptide
de: Strömung
ru: Тягун

source: Trident launches player with itself when thrown. Works only in water or rain.
de: Dreizack wirft den Spieler mit. Funktioniert nur im Wasser oder Regen.
ru: Трезубец тянет игрока за собой. Работает только в воде или под дождём.

source: Sharpness
de: Schärfe
ru: Острота

source: Increases damage.
de: Erhöht Schaden.
ru: Увеличенный урон.

source: Silk Touch
de: Sorgfalt
ru: Шёлковое касание

source: Mined blocks drop themselves.
de: Abgebaute Blöcke werfen sich selbst ab.
ru: Добываемый блок выпадает сам, даже если из него должно выпадать что-то другое.

source: Smite
de: Qual
ru: Небесная кара

source: Increases damage to undead mobs.
de: Erhöht Schaden für untote Mobs.
ru: Дополнительный урон нежити.

source: Soul Speed
de: Schnelle Seele
ru: Скорость души

source: Increases walking speed on soul sand.
de: Erhöht Gehgeschwindigkeit auf Seelensand.
ru: Увеличивает скорость ходьбы по песку душ.

source: Sweeping Edge
de: Schwungklinge
ru: Разящий клинок

source: Increases sweeping attack damage.
de: Erhöht Schwungangriffsschaden.
ru: Увеличивает урон по мобам, стоящих рядом с целью.

source: Unbreaking
de: Haltbarkeit
ru: Прочность

source: Increases item durability.
de: Erhöht Haltbarkeit des Gegenstands.
ru: Увеличивает прочность предмета.

source: Inventory
de: Inventar
ru: Инвентарь

source: @1 Lapis Lazuli
ru: @1 лазурит(а)

source: @1 Enchantment Levels
de: @1 Verzauberungsstufen
ru: @1 уровень зачаровывания

source: Level requirement: @1
de: Level benötigt: @1
ru: Требуемый уровень: @1

source: Enchant an item
de: Gegenstand verzaubern
ru: Зачаровать предмет

source: <player> <enchantment> [<level>]
de: <Spieler> <Verzauberung> [<Stufe>]
ru: <игрок> <зачарование> [<уровень>]

source: Usage: /enchant <player> <enchantment> [<level>]
de: Verwendung: /enchant <Spieler> <Verzauberung> [<Stufe>]
ru: Использование: /enchant <игрок> <зачарование> [<уровень>]

source: Player '@1' cannot be found.
de: Spieler „@1“ kann nicht gefunden werden.
ru: Не удалось найти игрока '@1'.

source: There is no such enchantment '@1'.
de: Es gibt keine Verzauberung namens „@1“.
ru: Нет такого зачарования: '@1'.

source: The target doesn't hold an item.
de: Das Ziel hält keinen Gegenstand.
ru: Цель не держит предмета.

source: The selected enchantment can't be added to the target item.
de: Die gewählte Verzauberug kann nicht dem Ziel gegeben werden.
ru: Выбранное зачарование не может быть добавлено к целевому предмету.

source: '@1' is not a valid number
de: '@1' ist keine gültige Zahl
ru: '@1' не является допустимым числом

source: The number you have entered (@1) is too big, it must be at most @2.
de: Die eingegebene Zahl (@1) ist zu groß, maximal @2 erlaubt.
ru: Число, которое вы задали (@1), слишком велико, оно должно быть максимум @2.

source: The number you have entered (@1) is too small, it must be at least @2.
de: Die eingegebene Zahl (@1) ist zu klein, minimal @2 erlaubt.
ru: Число, которое вы задали (@1), слишком мало, оно должно быть минимум @2.

source: @1 can't be combined with @2.
de: @1 kann nicht mit @2 kombiniert werden.
ru: @1 нельзя сочетать с @2.

source: Enchanting succeded.
de: Verzauberug erfolgreich.
ru: Зачарование выполнено.

source: Forcefully enchant an item
de: Einen Gegenstand zwangsweise verzaubern
ru: Принудительно зачаровать предмет

source: Usage: /forceenchant <player> <enchantment> [<level>]
de: Verwendung: /forceenchant <Spieler> <Verzauberung> [<Stufe>]
ru: Использование: /forceenchant <игрок> <зачарование> [<уровень>]

source: The target item is not enchantable.
de: Der Zielgegenstand ist nicht verzauberbar.
ru: Целевой предмет нельзя зачаровать.

source: '@1' is not a valid number.
de: '@1' ist keine gültige Zahl.
ru: '@1' не является допустимым числом.

source: Enchanted Book
de: Verzaubertes Buch
ru: Зачарованная книга

source: Enchanting Table
de: Zaubertisch
ru: Стол зачаровывания

source: Spend experience, and lapis to enchant various items.
ru: Зачаровывает предметы за опыт и лазурит

source: Enchanting Tables will let you enchant armors, tools, weapons, and books with various abilities. But, at the cost of some experience, and lapis lazuli.
ru: Стол зачаровывания позволяет зачаровывать броню, инструменты, оружие и книги разными способностями. Но ценой опыта и лазурита.

source: Rightclick the Enchanting Table to open the enchanting menu.
ru: Правый клик по столу зачаровывания, чтобы открыть меню зачаровывания.

source: Place a tool, armor, weapon or book into the top left slot, and then place 1-3 Lapis Lazuli in the slot to the right.
ru: Поместите инстумент, броню, оружие или книгу в верхний левый слот, затем поместите 1-3 лазурита в правый слот.

source: After placing your items in the slots, the enchanting options will be shown. Hover over the options to read what is available to you.
ru: Варианты зачарований будут показаны как только вы разместите предметы в слоты. Наведите, чтобы прочитать что вам доступно.

source: These options are randomized, and dependent on experience level; but the enchantment strength can be increased.
ru: Эти опции случайны и зависят от уровня опыта; но зачарование может быть усилено.

source: To increase the enchantment strength, place bookshelves around the enchanting table. However, you will need to keep 1 air node between the table, & the bookshelves to empower the enchanting table.
ru: Чтобы усилить зачарование, поставьте книжные полки вокруг стола зачаровывания. Но вам нужно сохранять 1 блок пустого пространства между столом и полками.

source: After finally selecting your enchantment; left-click on the selection, and you will see both the lapis lazuli and your experience levels consumed. And, an enchanted item left in its place.
ru: Кликните на выбранное зачарование - ваш опыт и лазурит потратятся, и зачарованный предмет появится слева.

source: Enchant
de: Verzaubern
ru: Зачаровать
