Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/REDSTONE/mesecons_pressureplates/locale/poconvert/*.po
Languages: de

source: A pressure plate is a redstone component which supplies its surrounding blocks with redstone power while someone or something rests on top of it.
de: Eine Druckplatte ist eine Redstonekomponente, die ihre benachbarten Blöcke mit Redstoneenergie versorgt, wenn sich jemand oder etwas auf ihr befindet.

source: Provides redstone power when pushed
de: Gibt Redstoneenergie, wenn gedrückt

source: Pushable by players, mobs and objects
de: Drückbar von Spielern, Mobs und Objekten

source: Pushable by players and mobs
de: Drückbar von Spielern und Mobs

source: Pushable by mobs
de: Drückbar von Mobs

source: Pushable by players
de: Drückbar von Spielern

source: Stone Pressure Plate
de: Steindruckplatte

source: A stone pressure plate is a redstone component which supplies its surrounding blocks with redstone power while a player or mob stands on top of it. It is not triggered by anything else.
de: Eine Steindruckplatte ist eine Redstonekomponente, die ihre benachbarten Blöcke mit Redstoneenergie versorgt, solange sich ein Spieler oder Mob auf ihm befindet. Sie wird von nichts anderem ausgelöst.

source: Polished Blackstone Pressure Plate
de: Druckplatte aus poliertem Schwarzstein

source: A polished blackstone pressure plate is a redstone component which supplies its surrounding blocks with redstone power while a player or mob stands on top of it. It is not triggered by anything else.
de: Eine Druckplatte aus poliertem Schwarzstein ist eine Redstone-Komponente, die die umliegenden Blöcke mit Redstone-Energie versorgt, solange ein Spieler oder eine Kreatur auf ihr steht. Sie wird durch nichts anderes ausgelöst.
