Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/mcl_deepslate/locale/poconvert/*.po
Languages: it, ru

source: Deepslate
it: Ardesia oscura
ru: Глубинный сланец

source: Deepslate is a stone type found deep underground in the Overworld that functions similar to regular stone but is harder than the stone.
it: L'ardesia profonda è un tipo di pietra trovato sottoterra a grandi profondità nell'Overworld. Funziona in maniera simile alla roccia classica, ma è più resistente.
ru: Глубинный сланец это камень, который можно найти в глубине Верхнего мира. Схож с обычным камнем, но сланец твёрже.

source: Infested Deepslate
it: Ardesia oscura infestata
ru: Заражённый глубинный сланец

source: Reinforced Deepslate
it: Ardesia oscura armata
ru: Усиленный глубинный сланец

source: Reinforced deepslate is a very hard block undestructable by even wither explosions. It is unobtainable in survival mode.
ru: Усиленная глубинный сланец - это очень прочный блок, который не разрушается даже от взрывов. Его невозможно получить в режиме выживания.

source: Deepslate Coal Ore
it: Minerale di carbone in ardesia oscura
ru: Глубинная угольная руда

source: Deepslate Iron Ore
it: Minerale di ferro in ardesia oscura
ru: Глубинная железная руда

source: Deepslate Gold Ore
it: Minerale d'oro in ardesia oscura
ru: Глубинная золотая руда

source: Deepslate Emerald Ore
it: Minerale di smeraldo in ardesia oscura
ru: Глубинная изумрудная руда

source: Deepslate Diamond Ore
it: Minerale di diamante in ardesia oscura
ru: Глубинная алмазная руда

source: Deepslate Lapis Lazuli Ore
it: Minerale di lapislazzuli in ardesia oscura
ru: Глубинная лазуритовая руда

source: Deepslate Redstone Ore
it: Minerale di redstone in ardesia oscura
ru: Глубинная редстоуновая руда

source: Lit Deepslate Redstone Ore
ru: Светящаяся глубинная редстоуновая руда

source: Deepslate Copper Ore
it: Minerale di rame in ardesia oscura
ru: Глубинная медная руда

source: Cobbled Deepslate
it: Pietrisco di ardesia oscura
ru: Дроблёный сланец

source: Cobbled deepslate is a stone variant that functions similar to cobblestone or blackstone.
ru: Дроблёный сланец это вариант камня, схожий на булыжник или чернокамень.

source: Cobbled Deepslate Stairs
it: Scalini di pietrisco di ardesia oscura
ru: Ступени из дроблёного сланца

source: Cobbled Deepslate Slab
it: Lastra di pietrisco di ardesia oscura
ru: Плита из дроблёного сланца

source: Cobbled Deepslate Wall
it: Muretto di pietrisco di ardesia oscura
ru: Стена из дроблёного сланца

source: Polished Deepslate
it: Ardesia oscura levigata
ru: Полированный сланец

source: Polished deepslate is the stone-like polished version of deepslate.
ru: Полированный сланец это гладкая версия глубинного сланца.

source: Polished Deepslate Stairs
it: Scalini di ardesia oscura levigata
ru: Ступени из полированного сланца

source: Polished Deepslate Slab
it: Lastra di ardesia oscura levigata
ru: Плита из полированного сланца

source: Polished Deepslate Wall
it: Muretto di ardesia oscura levigata
ru: Стена из полированного сланца

source: Deepslate Bricks
it: Mattoni di ardesia oscura
ru: Сланцевые кирпичи

source: Deepslate bricks are the brick version of deepslate.
ru: Сланцевые кирпичи это кирпичный вариант глубинного сланца.

source: Deepslate Brick Stairs
it: Scalini di mattoni di ardesia oscura
ru: Лестница из кирпича глубинного сланца

source: Deepslate Brick Slab
it: Lastra di mattoni di ardesia oscura
ru: Плита из кирпича глубинного сланца

source: Deepslate Brick Wall
it: Muretto di mattoni di ardesia oscura
ru: Кирпичная стена из глубинного сланца

source: Cracked Deepslate Bricks
it: Mattoni di ardesia oscura crepati
ru: Потрескавшиеся сланцевые кирпичи

source: Deepslate Tiles
it: Piastrelle di ardesia oscura
ru: Сланцевый плитняк

source: Deepslate tiles are a decorative variant of deepslate.
ru: Сланцевый плитняк это декоративный вариант глубинного сланца.

source: Deepslate Tile Stairs
it: Scalini di piastrelle di ardesia oscura
ru: Лестница из сланцевого плитняка

source: Deepslate Tile Slab
it: Lastra di piastrelle di ardesia oscura
ru: Плита из сланцевого плитняка

source: Deepslate Tiles Wall
it: Muretto di piastrelle di ardesia oscura
ru: Стена из сланцевого плитняка

source: Cracked Deepslate Tiles
it: Piastrelle di ardesia oscura crepate
ru: Потрескавшийся сланцевый плитняк

source: Chiseled Deepslate
it: Ardesia oscura cesellata
ru: Резной сланец

source: @1 is a variant of @2 that can generate in deepslate and tuff blobs.
ru: @1 - это разновидность @2, которая может генерироваться в глубинных сланцах и туфовых блоках.

source: @1 are a cracked variant.
ru: Это треснувший вариант - @1.

source: Tuff
it: Tufo
ru: Туф

source: Tuff is an ornamental rock formed from volcanic ash, occurring in underground blobs below Y=16.
ru: Туф орнаментальный камень сформированный из вулканического пепла, появляется в виде подземных скоплений ниже Y=16.

source: Chiseled Tuff
it: Tufo cesellato
ru: Резной туф

source: Chiseled tuff is a chiseled variant of tuff.
ru: Резной туф - точеная разновидность туфа.

source: Chiseled Tuff Bricks
it: Mattoni di tufo cesellati
ru: Кирпичи из резного туфа

source: Chiseled tuff bricks are a variant of tuff bricks, featuring a large brick in the center of the block, with geometric design above and below.
ru: Резные кирпичи из туфа - это разновидность туфовых кирпичей, отличающаяся большим кирпичом в центре блока, с геометрическим рисунком сверху и снизу.

source: Tuff Stairs
it: Scalini di tufo
ru: Ступеньки из туфа

source: Tuff Slab
it: Lastra di tufo
ru: Плита из туфа

source: Tuff Wall
it: Muretto di tufo
ru: Стена из туфа

source: Polished Tuff
it: Tufo levigato
ru: Полированный туф

source: Polished tuff is a polished variant of the tuff block.
ru: Полированный туф - это полированная разновидность туфового блока.

source: Polished Tuff Stairs
it: Scalini di tufo levigato
ru: Ступени из полированного туфа

source: Polished Tuff Slab
it: Lastra di tufo levigato
ru: Плита из полированного туфа

source: Polished Tuff Wall
it: Muretto di tufo levigato
ru: Стена из полированного туфа

source: Tuff Bricks
it: Mattoni di tufo
ru: Туфовые кирпичи

source: Tuff bricks are a brick variant of tuff.
ru: Туфовый кирпич - это разновидность кирпича из туфа.

source: Tuff Bricks Stairs
it: Scalini di mattoni di tufo
ru: Ступени из туфового кирпича

source: Tuff Bricks Slab
it: Lastra di mattoni di tufo
ru: Плита из туфового кирпича

source: Tuff Bricks Wall
it: Muretto di mattoni di tufo
ru: Стена из туфовых кирпичей
