Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/mcl_crimson/locale/poconvert/*.po
Languages: it

source: Warped Fungus
it: Fungo distorto

source: Twisting Vines
it: Rampicante attorcigliato

source: Weeping Vines
it: Rampicante piangente

source: Nether Sprouts
it: Radici di nether

source: Warped Roots
it: Radici distorte

source: Warped Wart Block
it: Blocco di verruche distorte

source: Shroomlight
it: Fungilume

source: Warped Nylium
it: Necelio distorto

source: Crimson Fungus
it: Fungo cremisi

source: Crimson Roots
it: Radici cremisi

source: Crimson Nylium
it: Necelio cremisi

source: Crimson Bark
it: Corteccia cremisi

source: Crimson Bark Slab
it: Lastra di corteccia cremisi

source: Crimson Bark Stairs
it: Scalini di corteccia cremisi

source: Crimson Button
it: Pulsante cremisi

source: Crimson Door
it: Porta cremisi

source: Crimson Fence
it: Staccionata cremisi

source: Crimson Fence Gate
it: Cancelletto cremisi

source: Crimson Log
it: Tronco cremisi

source: Crimson Planks
it: Assi cremisi

source: Crimson Pressure Plate
it: Pedana a pressione cremisi

source: Crimson Sign
it: Cartello cremisi

source: Crimson Slab
it: Lastra cremisi

source: Crimson Stairs
it: Scalini cremisi

source: Crimson Trapdoor
it: Botola cremisi

source: Stripped Crimson Bark
it: Corteccia levigata cremisi

source: Stripped Crimson Log
it: Tronco cremisi scortecciato

source: Stripped Warped Bark
it: corteccia distorta levigata

source: Stripped Warped Log
it: Tronco distorto scortecciato

source: Warped Bark
it: Corteccia distorta

source: Warped Bark Slab
it: Lastra di corteccia distorta

source: Warped Bark Stairs
it: Scalini di corteccia distorta

source: Warped Button
it: Pulsante distorto

source: Warped Door
it: Porta distorta

source: Warped Fence
it: Staccionata distorta

source: Warped Fence Gate
it: Cancelletto distorto

source: Warped Log
it: Tronco distorto

source: Warped Planks
it: Assi distorte

source: Warped Pressure Plate
it: Pedana a pressione distorta

source: Warped Sign
it: Cartello distorto

source: Warped Slab
it: Lastra distorta

source: Warped Stairs
it: Scalini distorti

source: Warped Trapdoor
it: Botola distorta
