Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/REDSTONE/mesecons_commandblock/locale/poconvert/*.po
Languages: ru

source: Command blocks are not enabled on this server
ru: Командные блоки отключены на этом сервере

source: Error: The command “@1” does not exist; your command block has not been changed. Use the “help” chat command for a list of available commands.
ru: Ошибка: Команда “@1” не существует; ваш командный блок не был изменён. Используйте чат-команду “help” для получения списка доступных команд.

source: Error: The command “@1” does not exist; your command block has not been changed. Use the “help” chat command for a list of available commands. Hint: Try to remove the leading slash.
ru: Ошибка: Команда “@1” не существует; ваш командный блок не был изменён. Используйте чат-команду “help” для получения списка доступных команд. Подсказка: Попробуйте убрать ведущий слэш.

source: Error: You have insufficient privileges to use the command “@1” (missing privilege: @2)! The command block has not been changed.
ru: Ошибка: Вы не имеете привилегий для использования команды “@1” (отсутствует привилегия: @2)! Командный блок не был изменён.

source: Error: No commander! Block must be replaced.
ru: Ошибка: Нет командующего! Блок следует заменить.

source: Commander: @1
ru: Командующий: @1

source: Submit
ru: Принять

source: No commands.
ru: Нет команд.

source: Commands:
ru: Команды:

source: Help
ru: Помощь

source: Placement denied. You need the “maphack” privilege to place command blocks.
ru: Установка запрещена. Для установки командных блоков нужно иметь привилегию “maphack”.

source: Command Block
ru: Командный блок

source: Executes server commands when powered by redstone power
ru: При подаче сигнала редстоуна выполняет серверные команды

source: Command blocks are mighty redstone components which are able to alter reality itself. In other words, they cause the server to execute server commands when they are supplied with redstone power.
ru: Командные блоки это мощнейшие компоненты редстоуна, способные изменять саму реальность. Другими словами, они могут заставлять сервер выполнять серверные команды, если подать на них сигнал редстоуна.

source: Everyone can activate a command block and look at its commands, but not everyone can edit and place them.
ru: Каждый может активировать командный блок и увидеть его команды, но не все могут ставить и редактировать его.

source: To view the commands in a command block, use it. To activate the command block, just supply it with redstone power. This will execute the commands once. To execute the commands again, turn the redstone power off and on again.
ru: Чтобы просмотреть команды в командном блоке, используйте его. Чтобы активировать блок, просто подайте на него сигнал редстоуна. При этом команды выполнятся однократно. Чтобы выполнить их вновь, выключите и снова включите сигнал редстоуна.

source: To be able to place a command block and change the commands, you need to be in Creative Mode and must have the “maphack” privilege. A new command block does not have any commands and does nothing. Use the command block (in Creative Mode!) to edit its commands. Read the help entry “Advanced usage > Server Commands” to understand how commands work. Each line contains a single command. You enter them like you would in the console, but without the leading slash. The commands will be executed from top to bottom.
ru: Чтобы иметь возможность устанавливать командные блоки и изменять их команды, вы должны находиться в творческом режиме и иметь привилегию “maphack”. Новый командный блок не содержит команд и ничего не делает. Используйте командный блок (в творческом режиме!) для редактирования его команд. Изучите справочную запись “Продвинутое использование > Серверные команды”, чтобы понять, как они работают. Каждая строка содержит одну команду. Вы вводите их так, как вводили бы в консоли, но без ведущих символов слэш. Команды выполняются сверху вниз.

source: All commands will be executed on behalf of the player who placed the command block, as if the player typed in the commands. This player is said to be the “commander” of the block.
ru: Все команды будут выполняться от имени игрока, разместившего командный блок, как будто если бы игрок сам их набирал. Этот игрок является так называемым “командиром” блока.

source: Command blocks support placeholders, insert one of these placeholders and they will be replaced by some other text:
ru: Командные блоки поддерживают шаблоны, вставляйте один из них - и они будут заменены на нужный вам текст:

source: • “@c”: commander of this command block
ru: • “@c”: командир данного командного блока

source: • “@n” or “@p”: nearest player from the command block
ru: • “@n” или “@p”: игрок, находящийся ближе всего к данному командному блоку

source: • “@f” farthest player from the command block
ru: • “@f” игрок, находящийся дальше всего от данного командного блока

source: • “@r”: random player currently in the world
ru: • “@r”: случайный игрок, в данный момент присутствующий в мире

source: • “@@”: literal “@” sign
ru: • “@@”: если нужно использовать символ “@” сам по себе

source: Example 1: time 12000 Sets the game clock to 12:00
ru: Пример 1: time 12000 Устанавливает игровое время на 12:00

source: Example 2: give @n mcl_core:apple 5 Gives the nearest player 5 apples
ru: Пример 2: give @n mcl_core:apple 5 Даёт ближайшему игроку 5 яблок

source: Access denied. You need the “maphack” privilege to edit command blocks.
ru: Доступ запрещён. Вам нужно иметь привилегию “maphack”, чтобы редактировать командные блоки.

source: Editing the command block has failed! You can only change the command block in Creative Mode!
ru: Попытка редактирования командного блока неудалась. Вы можете изменять командные блоки только в творческом режиме!

source: Editing the command block has failed! The command block is gone.
ru: Попытка редактирования командного блока неудалась. Командный блок исчез.
