Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/mcl_craftguide/locale/poconvert/*.po
Languages: pl, pt_br, ru

source: Any shulker box
pl: Dowolna skrzynia shulkerowa
pt_br: Qualquer caixa shulker
ru: Любой ящик шалкера

source: Any wool
pl: Dowolna wełna
pt_br: Qualquer lã
ru: Любая шерсть

source: Any wood planks
pl: Dowolne deski
pt_br: Quaisquer tábuas de madeira
ru: Любые доски

source: Any wood
pl: Dowolne drewno
pt_br: Qualquer madeira
ru: Любая древесина

source: Any sand
pl: Dowolny piasek
pt_br: Qualquer areia
ru: Любой песок

source: Any normal sandstone
pl: Dowolny zwykły piaskowiec
pt_br: Qualquer arenito normal
ru: Любой обычный песчаник

source: Any red sandstone
pl: Dowolny czerwony piaskowiec
pt_br: Qualquer arenito vermelho
ru: Любой красный песчаник

source: Any carpet
pl: Dowolny dywan
pt_br: Qualquer carpete
ru: Любой ковёр

source: Any dye
pl: Dowolna farba
pt_br: Qualquer tintura
ru: Любой краситель

source: Any water bucket
pl: Dowolne wiadro wody
pt_br: Qualquer balde de água
ru: Любое ведро воды

source: Any flower
pl: Dowolny kwiat
pt_br: Qualquer flor
ru: Любой цветок

source: Any mushroom
pl: Dowolny grzyb
pt_br: Qualquer cogumelo
ru: Любой гриб

source: Any wooden slab
pl: Dowolny drewniana płyta
pt_br: Qualquer laje de madeira
ru: Любая деревянная плита

source: Any wooden stairs
pl: Dowolne drewniane schody
pt_br: Quaisquer escadas de madeira
ru: Любые деревянные ступени

source: Any coal
pl: Dowolny węgiel
pt_br: Qualquer carvão
ru: Любой уголь

source: Any kind of quartz block
pl: Dowolny typ bloku kwarcu
pt_br: Qualquer tipo de bloco de quartzo
ru: Любой кварцевый блок

source: Any kind of purpur block
pl: Dowolny typ bloku purpury
pt_br: Qualquer tipo de bloco de purpúra
ru: Любой пурпурный блок

source: Any stone bricks
pl: Dowolne kamienne cegły
pt_br: Quaisquer tijolos de pedra
ru: Любые каменные кирпичи

source: Any stick
pl: Dowolny patyk
pt_br: Qualquer graveto
ru: Любая палка

source: Any item belonging to the @1 group
pl: Dowolny przedmiot z grupy @1
pt_br: Qualquer item pertencente ao grupo @1
ru: Любой предмет из группы @1

source: Any item belonging to the groups: @1
pl: Dowolny przedmiot należący do grup: @1
pt_br: Qualquer item pertencente aos grupos: @1
ru: Любой предмет из группам: @1

source: Cooking time: @1
pl: Czas pieczenia: @1
pt_br: Tempo de cozimento: @1
ru: Время приготовления: @1

source: Burning time: @1
pl: Czas wypalenia: @1
pt_br: Tempo de queima: @1
ru: Время горения: @1

source: Usages
ru: Использование

source: Recipes
ru: Рецепты

source: @1 of @2
ru: @1 из @2

source: Recipe is too big to be displayed (@1×@2)
pl: Receptura jest zbyt długa do wyświetlenia (@1×@2)
pt_br: Receita é muito grande para ser mostrada (@1x@2)
ru: Рецепт слишком большой для отображения (@1×@2)

source: Increase window size
pl: Zwiększ rozmiar okna
pt_br: Aumentar tamanho da janela
ru: Увеличить окно

source: Decrease window size
pl: Zmniejsz rozmiar okna
pt_br: Diminuir tamanho da janela
ru: Уменьшить окно

source: Search
pl: Wyszukaj
pt_br: Pesquisar
ru: Поиск

source: Reset
pl: Zresetuj
pt_br: Resetar
ru: Сброс

source: Previous page
pl: Poprzednia strona
pt_br: Página anterior
ru: Предыдущая страница

source: Next page
pl: Następna strona
pt_br: Página posterior
ru: Следующая страница

source: No item to show
pl: Brak przedmiotów do pokazania
pt_br: Nenhum item para mostrar
ru: Нет предмета для показа

source: Collect items to reveal more recipes
pl: Zbierz przedmioty by odkryć więcej receptur
pt_br: Colete itens para revelar mais receitas
ru: Собирайте предметы, чтобы открыть больше рецептов

source: This item can be repaired at an anvil with: @1.
ru: Этот предмет можно починить на наковальне с помощью: @1.

source: This item can be repaired at an anvil with any wooden planks.
ru: Этот предмет можно починить на наковальне с помощью любых деревянных досок.

source: This item can be repaired at an anvil with any item in the “@1” group.
ru: Этот предмет можно починить на наковальне с помощью любого предмета из группы "@1".
