Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/mcl_potions/locale/poconvert/*.po
Languages: es, ja

source: <effect>|heal|list|clear|remove <duration|heal-amount|effect>|INF [<level>] [<factor>] [NOPART]
es: <efecto>|heal|list|clear|remove <duración|cantidad a curar|efecto>|INF [<nivel>] [<factor>] [NOPART]

source: Add a status effect to yourself. Arguments: <effect>: name of status effect. Passing "list" as effect name lists available effects. Passing "heal" as effect name heals (or harms) by amount designed by the next parameter. Passing "clear" as effect name removes all effects. Passing "remove" as effect name removes the effect named by the next parameter. <duration>: duration in seconds. Passing "INF" as duration makes the effect infinite. (<heal-amount>: amount of healing when the effect is "heal", passing a negative value subtracts health. <effect>: name of a status effect to be removed when using "remove" as the previous parameter.) <level>: effect power determinant, bigger level results in more powerful effect for effects that depend on the level (no changes for other effects), defaults to 1, pass F to use low-level factor instead. <factor>: effect strength modifier, can mean different things depending on the effect, no changes for effects that do not depend on level/factor. NOPART at the end means no particles will be shown for this effect.
es: Añade un estado de efecto a ti mismo. Argumentos: <efecto>: nombre del estado de efecto. A pasar "list" como nombre del efecto enumera los efectos disponibles. A pasar "heal" como nombre del efecto cura (o daña) por la cantidad designada por el siguiente parámetro. A pasar "clear" como nombre del efecto elimina todos los efectos. A pasar "remove" como nombre del efecto elimina el efecto nombrado por el siguiente parámetro. <duración>: duración en segundos. A pasar "INF" como duración hace que el efecto sea infinito. (<cantidad a curar>: cantidad a curar cuando el efecto es "heal", pasar un valor negativo resta salud. <efecto>: nombre de un estado de efecto que se eliminará cuando se use "remove" como parámetro anterior). <nivel>: determinante de la potencia del efecto, un nivel mayor da como resultado un efecto más poderoso para los efectos que dependen del nivel (sin cambios para otros efectos), por defecto 1, pase F para usar el factor de nivel bajo en su lugar. <factor>: modificador de la fuerza del efecto, puede significar cosas diferentes según el efecto, sin cambios para los efectos que no dependen del nivel/factor. NOPART al final significa que no se mostrarán partículas para este efecto.

source: Missing effect parameter!
es: ¡Falta parámetro de efecto!
ja: エフェクト のパラメータがありません！

source: Missing or invalid heal amount parameter!
es: ¡Parámetro de cantidad a curar faltante o no válido!

source: Player @1 healed by @2 HP.
es: Jugador @1 curado por @2 PS.

source: Player @1 harmed by @2 HP.
es: Jugador @1 dañado por @2 PS.

source: Effects cleared for player @1
es: Efectos eliminados para el jugador @1

source: Removed effect @1 from player @2
es: Se eliminó el efecto @1 del jugador @2

source: @1 is not an available status effect.
es: @1 no es un efecto de estado disponible.
ja: @1 は利用可能なステータス効果ではありません。

source: Missing or invalid duration parameter!
es: ¡Parámetro de duración faltante o no válido!
ja: デュレーション パラメータがないか、無効です！

source: Invalid level parameter!
es: ¡Parámetro de nivel no válido!

source: Missing or invalid factor parameter when level is F!
es: ¡Parámetro de factor faltante o no válido cuando el nivel es F!

source: @1 effect given to player @2 for @3 seconds with factor of @4.
es: @1 efecto dado al jugador @2 durante @3 segundos con un factor de @4.

source: @1 effect given to player @2 for @3 seconds.
es: @1 efecto dado al jugador @2 durante @3 segundos.

source: Giving effect @1 to player @2 failed.
es: Falló al dar el efecto @1 al jugador @2.

source: @1 effect on level @2 given to player @3 for @4 seconds.
es: @1 efecto en el nivel @2 dado al jugador @3 durante @4 segundos.

source: Invisiblity
es: Invisibilidad
ja: 透明化

source: body is invisible
es: El cuerpo es invisible
ja: 不可視性を付与します

source: Poison
es: Veneno
ja: 毒薬

source: -1 HP / @1 s
es: -1 PS / @1 s

source: Regeneration
es: Regeneración
ja: 再生

source: +1 HP / @1 s
es: +1 PS / @1 s

source: Strength
es: Fuerza
ja: 剛力

source: +@1% melee damage
es: +@1% de daño cuerpo a cuerpo
ja: 近接攻撃の威力が@1%上昇する

source: Weakness
es: Debilidad
ja: 弱化

source: -@1% melee damage
es: -@1% de daño cuerpo a cuerpo
ja: 近接攻撃の威力が@1%低下する

source: Water Breathing
es: Apnea
ja: 吸気

source: limitless breathing under water
es: respiración ilimitada bajo el agua
ja: 酸素ゲージが減らず

source: Dolphin's Grace
es: Gracia de delfín
ja: イルカの好意

source: swimming gracefully
es: nadando con gracia
ja: 泳ぐ速度を増加

source: Leaping
es: Salto
ja: 跳躍

source: +@1% jumping power
es: +@1% poder de salto
ja: ジャンプの高さが@1%上昇

source: -@1% jumping power
es: -@1% poder de salto
ja: ジャンプの高さが@1%低下

source: Slow Falling
es: Caída lenta
ja: 低速落下

source: decreases gravity effects
es: disminuye los efectos de la gravedad
ja: 落下速度が低下し

source: Swiftness
es: Velocidad
ja: 加速

source: +@1% running speed
es: +@1% velocidad de carrera
ja: 疾走速度が@1%上昇する

source: Slowness
es: Lentitud
ja: 減速

source: -@1% running speed
es: -@1% velocidad de carrera
ja: 疾走速度が@1%低下する

source: Levitation
es: Levitación
ja: 浮遊

source: moves body upwards at @1 nodes/s
es: mueve el cuerpo hacia arriba a @1 nodos/s
ja: 毎秒@1ブロックの速度で上に浮かせる

source: Night Vision
es: Visión nocturna
ja: 暗視

source: improved vision during the night
es: mejora de la visión durante la noche

source: Darkness
es: Oscuridad
ja: 暗闇

source: surrounded by darkness
es: rodeado de oscuridad

source: not seeing anything beyond @1 nodes
es: no ver nada más allá de @1 nodos

source: Glowing
es: Luminiscencia
ja: 発光

source: more visible at all times
es: más visible en todo momento

source: Health Boost
es: Salud mejorada
ja: 体力増強

source: HP increased by @1
es: PS aumentado en @1

source: Absorption
es: Absorción
ja: ダメージ吸収

source: absorbs up to @1 incoming damage
es: absorbe hasta @1 de daño entrante

source: Fire Resistance
es: Cuerpo ignífugo
ja: 耐火

source: resistance to fire damage
es: resistencia al daño por fuego
ja: 火によるダメージを軽減

source: Resistance
es: Resistencia
ja: 耐性

source: resist @1% of incoming damage
es: resiste @1% del daño entrante
ja: ダメージを@1%軽減

source: Luck
es: Suerte
ja: 幸運

source: Bad Luck
es: Mala suerte
ja: 不運

source: Bad Omen
es: Mal presagio
ja: 不吉な予感

source: danger is imminent
es: el peligro es inminente

source: Hero of the Village
es: Héroe de la aldea
ja: 村の英雄

source: Withering
es: Descomposición
ja: 衰弱

source: -1 HP / @1 s, can kill
es: -1 PS / @1 s, puede matar

source: impaired sight
es: visión reducida
ja: 盲目

source: Hunger
es: Hambre
ja: 満腹度

source: exhausts by @1 per second
es: se agota por @1 por segundo

source: Nausea
es: Náusea
ja: 吐き気

source: not feeling very well...
es: no se siente muy bien...

source: frequency: @1 / 1 s
es: frecuencia: @1 / 1 s

source: Saturation
es: Saturación
ja: 満腹度回復

source: saturates by @1 per second
es: saturado por @1 por segundo

source: Haste
es: Prisa minera
ja: 俊敏

source: +@1% mining and attack speed
es: +@1% de minado y velocidad de ataque
ja: 採掘速度と攻撃速度が@1%上昇する

source: Fatigue
es: Fatiga
ja: 鈍化

source: -@1% mining and attack speed
es: -@1% de minado y velocidad de ataque
ja: 採掘速度と攻撃速度が@1%低下する

source: Conduit Power
es: Canalización
ja: コンジットパワー

source: +@1% mining and attack speed in water
es: +@1% de minado y velocidad de ataque en el agua
ja: 水中での採掘速度と攻撃速度が@1%上昇する

source: Fermented Spider Eye
es: Ojo de araña fermentado
ja: 発酵したクモの目

source: Try different combinations to create potions.
es: Prueba diferentes combinaciones para crear pociones.
ja: いろいろな組み合わせを試して、ポーションを作ってみましょう。

source: Glass Bottle
es: Frasco de cristal
ja: ガラス瓶

source: Liquid container
es: Contenedor de liquido
ja: 液体用容器

source: A glass bottle is used as a container for liquids and can be used to collect water directly.
es: El frasco de cristal se usa como recipiente para líquidos y se puede usar para recoger agua directamente.
ja: ガラス瓶は液体用の容器として使われ、直接 水を採取することができます。

source: To collect water, use it on a cauldron with water (which removes a level of water) or any water source (which removes no water).
es: Para recoger agua, colóquela en un caldero con agua (que elimina un nivel de agua) o cualquier fuente de agua (que no elimine agua).
ja: 水を集めるには、水の入った釜（水を1レベル取り除く）か、水源（水を全く取り除かない）に使用します。

source: Water Bottle
es: Frasco con agua
ja: 水入り瓶

source: Water bottles can be used to fill cauldrons. Drinking water has no effect.
es: Los frascos de agua se pueden usar para llenar calderos. Beber agua no tiene ningún efecto.
ja: 水入り瓶は大釜を満たすのに使えます。水を飲んでも効果はありません。

source: Use the “Place” key to drink. Place this item on a cauldron to pour the water into the cauldron.
es: Use la tecla "Acción" para beber. Coloque este ítem en un caldero para verter el agua en el caldero.
ja: 飲むときは「置く」キーを使用します。このアイテムを大釜の上に置くと水を注げます。

source: River Water Bottle
es: Frasco con agua de rio
ja: 河川水入り瓶

source: River water bottles can be used to fill cauldrons. Drinking it has no effect.
es: Los frascos de agua de río se pueden usar para llenar calderos. Beberla no tiene ningún efecto.
ja: 河川水入り瓶は大釜を満たすのに使えます。飲んでも効果はありません。

source: Use the “Place” key to drink. Place this item on a cauldron to pour the river water into the cauldron.
es: Use la tecla "Acción" para beber. Coloque este ítem en un caldero para verter el agua de río en el caldero.
ja: 「置く」キーで飲むことができます。このアイテムを大釜の上に置くと河川水を注げます。

source: Splash Water Bottle
es: Frasco con agua arrojadizo
ja: 水入り飛散瓶

source: Extinguishes fire and hurts some mobs
es: Apaga el fuego y hiere a algunas criaturas
ja: 火を消し、一部のモブにダメージを与える

source: A throwable water bottle that will shatter on impact, where it extinguishes nearby fire and hurts mobs that are vulnerable to water.
es: Un frasco de agua arrojadizo se romperá al impactar, extinguirá el fuego cercano y dañará a las criaturas que son vulnerables al agua.
ja: 投げられる水入り瓶で、衝撃で粉々になり、そこで近くの火を消したり、水に弱いモブにダメージを与えます。

source: Lingering Water Bottle
es: Frasco con agua persistente
ja: 水入り滞留瓶

source: A throwable water bottle that will shatter on impact, where it creates a cloud of water vapor that lingers on the ground for a while. This cloud extinguishes fire and hurts mobs that are vulnerable to water.
es: Un frasco de agua arrojadizo se romperá con el impacto, donde creará una nube de vapor de agua que permanece en el suelo por un tiempo. Esta nube extingue el fuego y daña a las criaturas que son vulnerables al agua.
ja: 投げられる水入り瓶で、衝撃で粉々になり、そこで水蒸気の雲を作り、しばらく地面に留まります。この雲は火を消し、水に弱いモブにダメージを与えます。

source: Glistering Melon
es: Rodaja de sandía reluciente
ja: きらめくメロン

source: This shiny melon is full of tiny gold nuggets and would be nice in an item frame. It isn't edible and not useful for anything else.
es: Esta sandía reluciente está llena de pequeñas pepitas de oro y sería bontia en un marco. No es comestible y no es útil para nada más.
ja: このピカピカのメロンには小さな金塊がたくさん入っていて、アイテムフレームに入れるといい感じです。食用ではないので、他の用途には使えません。

source: No effect
es: Sin efecto
ja: 効果なし

source: A throwable potion that will shatter on impact, where it creates a magic cloud that lingers around for a while. Any player or mob inside the cloud will receive the potion's effect or set of effects, possibly repeatedly.
es: Una poción arrojadiza que se rompe al impactar, donde crea una nube mágica que permanece por un tiempo. Cualquier jugador o criatura que se encuentre dentro de la nube recibirá el efecto o conjunto de efectos de la poción, posiblemente de forma repetida.

source: Use the “Punch” key to throw it.
es: Usa la tecla "Atacar" para lanzarla.
ja: 「パンチ」キーで投げます。

source: Use the “Place” key to drink it.
es: Use la tecla "Colocar" para beberla.
ja: 「置く」キーで飲めます。

source: Drinking a potion gives you a particular effect or set of effects.
es: Beber una poción te da un efecto particular o un conjunto de efectos.

source: @1 Potion @2
es: Poción @1 @2
ja: @1のポーション @2

source: @1 Potion
es: Poción @1
ja: @1のポーション

source: Potion @1
es: Poción @1
ja: ポーション（@1）

source: Strange Potion
es: Poción rara
ja: 奇妙なポーション

source: Splash @1
es: @1 arrojadiza
ja: スプラッシュ@1

source: Lingering @1
es: @1 persistente
ja: 残留@1

source: @1 Arrow @2
es: Flecha @1 @2
ja: @1の矢 @2

source: @1 Arrow
es: Flecha @1
ja: @1の矢

source: Arrow @1
es: Flecha @1
ja: 矢（@1）

source: Strange Tipped Arrow
es: Flecha con punta extraña
ja: 奇妙な矢

source: Dragon's Breath
es: Aliento de dragón
ja: ドラゴンブレス

source: This item is used in brewing and can be combined with splash potions to create lingering potions.
es: Este ítem se utiliza en para preparar pociones y se puede combinar con ítem arrojadizas para crear pociones persistentes.
ja: 醸造に使用するアイテムで、飛散ポーションと組み合わせて滞留ポーションが作れます。

source: Awkward
es: rara
ja: 奇妙な

source: Has an awkward taste and is used for brewing potions.
es: Tiene un sabor extraño y se utiliza para preparar pociones.
ja: 味に癖があり、ポーションの醸造に使用されます。

source: Mundane
es: vulgar
ja: ありふれた

source: Has a terrible taste and is not really useful for brewing potions.
es: Tiene un sabor terrible y no es realmente útil para preparar pociones.

source: Thick
es: densa
ja: 濃厚な

source: Has a bitter taste and is not really useful for brewing potions.
es: Tiene un sabor amargo y no es realmente útil para preparar pociones.

source: of Healing
es: de curación
ja: 治癒

source: +@1 HP
es: +@1 PS

source: Instantly heals.
es: Cura instantáneamente.
ja: 即座に治癒します。

source: of Harming
es: de daño
ja: 負傷

source: -@1 HP
es: -@1 PS

source: Instantly deals damage.
es: Inflige daño instantáneamente.
ja: 即座にダメージを与えます。

source: of Night Vision
es: de visión nocturna
ja: 暗視

source: Increases the perceived brightness of light under a dark sky.
es: Aumenta el brillo percibido de la luz en lugares oscuros.
ja: 暗い空の下で、光の明るさを感じやすくします。

source: of Swiftness
es: de rapidez
ja: 俊敏

source: Increases walking speed.
es: Aumenta la velocidad al caminar.
ja: 歩行速度が上がります。

source: of Slowness
es: de lentitud
ja: 遅さ

source: Decreases walking speed.
es: Disminuye la velocidad al caminar.
ja: 歩行速度が下がります。

source: of Leaping
es: de salto
ja: 跳躍

source: Increases jump strength.
es: Aumenta la fuerza del salto.
ja: ジャンプ力を高めます。

source: of Decay
es: de decadencia
ja: 衰弱

source: Applies the withering effect which deals damage at a regular interval and can kill.
es: Aplica el efecto wither que causa daño de intervalos regulares que puede matar.

source: of Poison
es: de veneno
ja: 毒

source: Applies the poison effect which deals damage at a regular interval.
es: Aplica el efecto de veneno que causa daño de intervalos regulares.
ja: 一定間隔でダメージを与える毒効果を及ぼします。

source: of Regeneration
es: de regeneración
ja: 再生能力

source: Regenerates health over time.
es: Regenera la salud con el tiempo.
ja: 時間経過でヘルスを回復します。

source: of Invisibility
es: de invisibilidad
ja: 透明化

source: Grants invisibility.
es: otorga invisibilidad.
ja: 不可視性を付与します。

source: of Water Breathing
es: de apnea
ja: 水中呼吸

source: Grants limitless breath underwater.
es: otorga respiración ilimitada bajo el agua.
ja: 水中で無限の呼吸を付与します。

source: of Fire Resistance
es: de cuerpo ignífugo
ja: 火炎耐性

source: Grants immunity to damage from heat sources like fire.
es: Otorga inmunidad al daño causado por fuentes de calor como el fuego.
ja: 火などの熱源から受けるダメージに対する免疫力を付与します。

source: of Strength
es: de fuerza
ja: 剛力

source: Increases attack power.
es: Aumenta el poder de ataque.
ja: 攻撃の威力が上昇する。

source: of Weakness
es: de debilidad
ja: 弱化

source: Decreases attack power.
es: Disminuye el poder de ataque.
ja: 攻撃の威力が低下する。

source: of Slow Falling
es: de caída lenta
ja: 落下速度低下

source: Instead of falling, you descend gracefully.
es: En lugar de caer, desciendes con gracia.
ja: 落下速度を低下させ。

source: of the Turtle Master
es: del maestro tortuga

source: Decreases damage taken at the cost of speed.
es: Reduce el daño recibido a costa de la velocidad.

source: of Luck
es: de suerte
ja: 幸運

source: Increases luck.
es: Aumenta la suerte.

source: of Bad Luck
es: de mala suerte
ja: 不運

source: Decreases luck.
es: Disminuye la suerte.

source: Ominous Bottle
es: Frasco ominoso
ja: 不吉な瓶

source: Attracts danger.
es: Atrae el peligro.

source: Unknown Potion
es: Poción desconocida
ja: 未知のポーション

source: Right-click to identify
es: Haga clic derecho para identificar

source: Unknown Tipped Arrow
es: Flecha con punta desconocida
ja: 未知の矢

source: A throwable potion that will shatter on impact, where it gives all nearby players and mobs a status effect or a set of status effects.
es: Una poción arrojadiza que se romperá al impactar, donde le da a todos los jugadores y criaturas cercanas un estado de efecto o un conjunto de estado de efectos.

source: This particular arrow is tipped and will give an effect when it hits a player or mob.
es: Esta flecha en concreto está encantada y producirá un efecto cuando alcance a un jugador o a una criatura.
ja: この矢は先端が尖っており、プレイヤーやモブに当たると効果を発揮します。
