Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/vlf_dyes/locale/poconvert/*.po
Languages: ru

source: This item is a dye which is used for dyeing and crafting.
ru: Это краситель, который используется для окрашивания и крафта.

source: Rightclick on a sheep to dye its wool. Other things are dyed by crafting.
ru: Кликните правой по овце, чтобы окрасить её шерсть. Остальные вещи окрашиваются путём крафта.

source: Black Dye
ru: Чёрный краситель

source: Blue Dye
ru: Синий краситель

source: Brown Dye
ru: Коричневый краситель

source: Cyan Dye
ru: Бирюзовый краситель

source: Green Dye
ru: Зеленый краситель

source: Grey Dye
ru: Серый краситель

source: Light Blue Dye
ru: Голубой краситель

source: Light Grey Dye
ru: Светло-серый краситель

source: Lime Dye
ru: Лаймовый краситель

source: Magenta Dye
ru: Сиреневый краситель

source: Orange Dye
ru: Оранжевый краситель

source: Pink Dye
ru: Розовый краситель

source: Purple Dye
ru: Фиолетовый краситель

source: Red Dye
ru: Красный краситель

source: White Dye
ru: Белый краситель

source: Yellow Dye
ru: Желтый краситель
