Repository: VoxelForge/VoxelForge
Catalog: mods/MISC/mcl_commands/locale/poconvert/*.po
Languages: ru, zh_tw

source: List bans
ru: Список банов
zh_tw: 查看封鎖列表

source: Ban list: @1
ru: Список банов: @1
zh_tw: 封鎖列表：@1

source: Players can't be killed right now, damage has been disabled.
ru: Игроки не могут быть убиты прямо сейчас, урон отключён.
zh_tw: 玩家現在不能被殺死，傷害已被禁用。

source: Player @1 does not exist.
ru: Игрока @1 не существует.
zh_tw: 玩家 @1 不存在。

source: You are already dead
ru: Вы уже мертвы
zh_tw: 你已經死了。

source: @1 is already dead
ru: @1 уже мертв(а)
zh_tw: @1 已經死了。

source: [<name>]
ru: [<имя>]
zh_tw: [<名字>]

source: Kill player or yourself
ru: Убить игрока или себя
zh_tw: 殺死玩家或自己

source: Show who is logged on
ru: Показывает игроков в сети
zh_tw: 列出在線玩家

source: Can use /say
ru: Можно использовать /say
zh_tw: 可以使用 /say

source: <message>
ru: <сообщение>
zh_tw: <信息>

source: Send a message to every player
ru: Отправляет сообщение всем игрокам
zh_tw: 廣播信息給所有玩家

source: Invalid usage, see /help say.
ru: Недопустимое использование, см. /help say.
zh_tw: 無效用法，見 /help say

source: Displays the world seed
ru: Показать значение зерна мира
zh_tw: 顯示種子碼

source: <X>,<Y>,<Z> <NodeString>
ru: <X>,<Y>,<Z> <ИмяБлока>
zh_tw: <X>,<Y>,<Z> <方塊名稱>

source: Set node at given position
ru: Устанавливает блок в заданном месте
zh_tw: 在指定位置放置指定方塊

source: Invalid node
ru: Неправильный блок
zh_tw: 無效方塊

source: @1 spawned.
ru: @1 возродился(ась).
zh_tw: @1 已生成。

source: Invalid parameters (see /help setblock)
ru: Недопустимые параметры (см. /help setblock)
zh_tw: 無效參數（見 /help setblock）

source: Play a sound. Arguments: <sound>: name of the sound. <target>: Target.
ru: Воспроизвести звук. Аргументы: <sound>: имя звука. <target>: цель.
zh_tw: 播放聲音。參數 <sound>：聲音名稱：參數 <target>：目標玩家。

source: Sound name is invalid!
ru: Имя звука указано неверно!

source: Target is invalid!!
ru: Цель указана неверно!

source: Only peaceful mobs allowed!
ru: Разрешены только мирные сущности!
zh_tw: 只允許和平生物！
