Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/vlf_walls/locale/poconvert/*.po
Languages: de, es

source: A piece of wall. It cannot be jumped over with a simple jump. When multiple of these are placed to next to each other, they will automatically build a nice wall structure.
de: Ein Stück Mauer. Mit einem einfachen Sprung kann es nicht übersprungen werden. Wenn mehrere von diesen Blöcken nebeneinander platziert werden, werden sie automatisch ein nettes Mauerbauwerk ergeben.
es: Un pedazo de pared. No se puede saltar con un simple salto. Cuando varios de estos se colocan uno al lado del otro, construirán automáticamente una bonita estructura de pared.

source: Cobblestone Wall
de: Kopfsteinpflastermauer
es: Muro de roca

source: Mossy Cobblestone Wall
de: Moosige Kopfsteinpflastermauer
es: Muro de roca musgosa

source: Andesite Wall
de: Andesitmauer
es: Muro de andesita

source: Granite Wall
de: Granitmauer
es: Muro de granito

source: Diorite Wall
de: Dioritmauer
es: Muro de diorita

source: Brick Wall
de: Ziegelmauer
es: Muro de ladrillos

source: Sandstone Wall
de: Sandsteinmauer
es: Muro de arenisca

source: Red Sandstone Wall
de: Rote Sandsteinmauer
es: Muro de arenisca roja

source: Stone Brick Wall
de: Steinziegelmauer
es: Muro de ladrillos de piedra

source: Mossy Stone Brick Wall
de: Moosige Steinziegelmauer
es: Muro de ladrillos de piedra musgosos

source: Prismarine Wall
de: Prismarinmauer
es: Muro de prismarina

source: End Stone Brick Wall
de: Endsteinziegelmauer
es: Muro de ladrillos de piedra del End

source: Nether Brick Wall
de: Netherziegelmauer
es: Muro de ladrillos del Nether

source: Red Nether Brick Wall
de: Rote Netherziegelmauer
es: Muro de ladrillos del Nether rojos

source: Mud Brick Wall
de: Lehmziegelmauer
es: Pared de ladrillos de adobe
