Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/mcl_doc_basics/locale/poconvert/*.po
Languages: es, fr, zh_cn

source: You start with 5 saturation points. The maximum saturation is equal to your current hunger level. So with 20 hunger points your maximum saturation is 20. What this means is that food items which restore many saturation points are more effective the more hunger points you have. This is because at low hunger levels, a lot of the saturation boost will be lost due to the low saturation cap.
es: Empiezas con 5 puntos de saturación. La saturación máxima es igual a tu nivel de hambre actual. Por lo tanto, con 20 puntos de hambre, tu saturación máxima es 20. Esto significa que los alimentos que restauran muchos puntos de saturación son más efectivos cuantos más puntos de hambre tengas. Esto se debe a que, con niveles bajos de hambre, se perderá gran parte del aumento de saturación debido al límite de saturación bajo.
fr: Vous commencez avec 5 points de saturation. La saturation maximale est égale à votre niveau de faim actuel. Ainsi, avec 20 points de faim, votre saturation maximale est de 20. Ce que cela signifie, c'est que les aliments qui rétablissent de nombreux points de saturation sont plus efficaces avec plus de points de faim. En effet, à de faibles niveaux de faim, une grande partie de l'augmentation de la saturation sera perdue en raison du plafond de saturation faible.
zh_cn: 你初始有5个饱和度点数，最大饱和度等于你当前的饥饿值，所以如果你的饥饿值是20，那最大饱和度就是20，这意味着能恢复较多饱和度点数的食物，在你饥饿值越高时就越有效，这是因为在饥饿值较低时，由于饱和度上限较低，很多饱和度加成会丢失。

source: If your saturation reaches 0, you're hungry and start to lose hunger points. Whenever you see the hunger bar decrease, it is a good time to eat.
es: Si tu saturación llega a 0, tienes hambre y comienzas a perder puntos de hambre. Cuando veas que la barra de hambre disminuye, es un buen momento para comer.
fr: Si votre saturation atteint 0, vous avez faim et commencez à perdre des points de faim. Chaque fois que vous voyez la barre de la faim diminuer, c'est le bon moment pour manger.
zh_cn: 如果你的饱和度达到0，你就会感到饥饿并开始损失饥饿值，每当你看到饥饿值条减少时，就是吃东西的好时机了。

source: Saturation decreases by doing things which exhaust you (highest exhaustion first):
es: La saturación disminuye al hacer cosas que te agotan (el primer mayor agotamiento):
fr: La saturation diminue en faisant des choses qui vous épuisent (épuisement le plus élevé en premier) :
zh_cn: 做那些让你疲惫的事会使饱和度降低（按疲惫程度从高到低排序）：

source: • Regenerating 1 HP
es: • Regenerando 1 PS
fr: • Régénérant 1 PV
zh_cn: • 恢复1点生命值

source: • Suffering food poisoning
es: • Sufrir intoxicación alimentaria
fr: • Souffrance d'intoxication alimentaire
zh_cn: • 遭受食物中毒

source: • Sprint-jumping
es: • Esprint saltando
fr: • Saut de sprint
zh_cn: • 疾跑中跳跃

source: • Sprinting
es: • Esprintar
fr: • Piquer un Sprint
zh_cn: • 疾跑

source: • Attacking
es: • Atacar
fr: • Combattre
zh_cn: • 攻击

source: • Taking damage
es: • Recibir daño
fr: • Prendre des dégâts
zh_cn: • 受到伤害

source: • Swimming
es: • Nadar
fr: • Nager
zh_cn: • 游泳

source: • Jumping
es: • Saltar
fr: • Sauter
zh_cn: • 跳跃

source: • Mining a block
es: • Minar un bloque
fr: • Miner un bloc
zh_cn: • 挖掘方块

source: Other actions, like walking, do not exaust you.
es: Otras acciones, como caminar, no te cansan.
fr: D'autres actions, comme la marche, ne vous épuisent pas.
zh_cn: 其他行为，比如走路，不会使你疲惫。

source: Mobs
es: Criaturas
fr: Créatures
zh_cn: 生物

source: Mobs are the living beings in the world. This includes animals and monsters.
es: Las criaturas son los seres vivos del mundo. Esto incluye animales y monstruos.
fr: Les mobs sont les êtres vivants du monde. Cela inclut les animaux et les monstres.
zh_cn: 生物是这个世界中的生命体。这包括动物以及怪物。

source: Mobs appear randomly throughout the world. This is called “spawning”. Each mob kind appears on particular block types at a given light level. The height also plays a role. Peaceful mobs tend to spawn at daylight while hostile ones prefer darkness. Most mobs can spawn on any solid block but some mobs only spawn on particular blocks (like grass blocks).
es: Las criaturas aparecen aleatoriamente por todo el mundo. Esto se llama "aparición". Cada tipo de criatura aparece en tipos de bloques particulares con un nivel de luz determinado. La altura también influye. Las criaturas pacíficas tienden a aparecer a la luz del día, mientras que las hostiles prefieren la oscuridad. La mayoría de las criaturas pueden aparecer en cualquier bloque sólido, pero algunas solo aparecen en bloques específicos (como los bloques de césped).
fr: Les mobs apparaissent de manière aléatoire à travers le monde. C'est ce qu'on appelle l'"apparition". Chaque type de mob apparaît sur des types de blocs particuliers à un niveau de lumière donné. La hauteur joue également un rôle. Les mobs pacifiques ont tendance à apparaître à la lumière du jour tandis que les hostiles préfèrent l'obscurité. La plupart des mobs peuvent apparaître sur n'importe quel bloc solide, mais certains n'apparaissent que sur des blocs particuliers (comme les blocs d'herbe).
zh_cn: 生物会在世界各处随机出现。这被称作“生成”。每一种生物会在特定的方块类型上，于给定的光照等级下出现。高度也起着一定作用。和平型生物往往在白天生成，而敌对型生物更喜欢在黑暗中生成。大多数生物能在任何固体方块上生成，但有些生物只在特定的方块（比如草方块）上生成。

source: Like players, mobs have hit points and sometimes armor points, too (which means you need better weapons to deal any damage at all). Also like players, hostile mobs can attack directly or at a distance. Mobs may drop random items after they die.
es: Al igual que los jugadores, las criaturas tienen puntos de vida y, a veces, también puntos de armadura (lo que significa que necesitas mejores armas para causar algún daño). También, al igual que los jugadores, las criaturas hostiles pueden atacar directamente o a distancia. Las criaturas pueden dejar caer ítems aleatorios después de morir.
fr: Comme les joueurs, les monstres ont aussi des points de vie et parfois des points d'armure (ce qui signifie que vous avez besoin de meilleures armes pour infliger des dégâts). Comme les joueurs, les monstres hostiles peuvent attaquer directement ou à distance. Les mobs peuvent déposer des objets aléatoires après leur mort.
zh_cn: 和玩家一样，怪物也有生命值，有时也有护甲值（这意味着你需要更好的武器才能对它们造成伤害），同样和玩家一样，敌对型怪物可以近距离或远距离攻击，怪物死后可能会掉落随机物品。

source: Most animals roam the world aimlessly while most hostile mobs hunt players. Animals can be fed, tamed and bred.
es: La mayoría de los animales vagan por el mundo sin rumbo fijo, mientras que la mayoría de las criaturas hostiles cazan a los jugadores. Los animales pueden ser alimentados, domesticados y reproducidos.
fr: La plupart des animaux parcourent le monde sans but tandis que la plupart des monstres hostiles chassent les joueurs. Les animaux peuvent être nourris, apprivoisés et élevés.
zh_cn: 大多数动物在世界中漫无目的地游荡，而大多数敌对型怪物会追捕玩家，动物可以被喂食、驯服和繁殖。

source: Animals
es: Animales
fr: Animaux
zh_cn: 动物

source: Animals are peaceful beings which roam the world aimlessly. You can feed, tame and breed them.
es: Los animales son seres pacíficos que deambulan por el mundo sin rumbo fijo. Puedes alimentarlos, domesticarlos y reproducirlos.
fr: Les animaux sont des êtres pacifiques qui parcourent le monde sans but. Vous pouvez les nourrir, les apprivoiser et les élever.
zh_cn: 动物是在世界中漫无目的地游荡的和平型生物，你可以给它们喂食、驯服和繁殖。

source: Feeding:
es: Alimentación:
fr: Alimentation :
zh_cn: 喂食：

source: Each animal has its own taste for food and doesn't just accept any food. To feed, hold an item in your hand and rightclick the animal.
es: Cada animal tiene sus propios gustos en cuanto a la comida y no acepta cualquier alimento. Para alimentarlo, sostén un ítem en tu mano y haz clic derecho sobre el animal.
fr: Chaque animal a son propre goût pour la nourriture et n'accepte pas n'importe quelle nourriture. Pour vous nourrir, tenez un objet dans votre main et faites un clic droit sur l'animal.
zh_cn: 每种动物都有自己的食物偏好，不会随便接受任何食物，要喂食的话，手里拿着物品然后右键点击动物即可。

source: Animals are attraced to the food they like and follow you as long you hold the food item in hand.
es: Los animales se sienten atraídos por la comida que les gusta y te siguen mientras tengas el alimento en la mano.
fr: Les animaux sont attirés par la nourriture qu'ils aiment et vous suivent aussi longtemps que vous tenez l'aliment en main.
zh_cn: 动物会被它们喜欢的食物吸引，只要你手里拿着食物，它们就会跟着你。

source: Feeding an animal has three uses: Taming, healing and breeding.
es: Alimentar a un animal tiene tres usos: domesticarlo, curarlo y reproducirlo.
fr: Nourrir un animal a trois usages : Apprivoiser, guérir et se reproduire.
zh_cn: 给动物喂食有三个用途：驯服、治疗和繁殖。

source: Feeding heals animals instantly, depending on the quality of the food item.
es: La alimentación cura a los animales instantáneamente, dependiendo de la calidad del alimento.
fr: Nourrir les animaux guérit instantanément, selon la qualité de l'aliment.
zh_cn: 根据食物的品质不同，喂食能立即治愈动物。

source: Taming:
es: Domadura:
fr: Apprivoisement :
zh_cn: 驯服：

source: A few animals can be tamed. You can generally do more things with tamed animals and use other items on them. For example, tame horses can be saddled and tame wolves fight on your side.
es: Se pueden domesticar algunos animales. Por lo general, puedes hacer más cosas con los animales domesticados y usar otros ítems con ellos. Por ejemplo, puedes ensillar caballos domesticados y los lobos domesticados pueden luchar a tu lado.
fr: Quelques animaux peuvent être apprivoisés. Vous pouvez généralement faire plus de choses avec des animaux apprivoisés et utiliser d'autres objets dessus. Par exemple, les chevaux apprivoisés peuvent être sellés et les loups apprivoisés se battent à vos côtés.
zh_cn: 有几种动物可以被驯服，通常你可以用被驯服的动物做更多事，还可以在它们身上使用其他物品，例如，被驯服的马可以装上马鞍，被驯服的狼会帮你战斗。

source: Breeding:
es: Reproducción:
fr: Reproduction :
zh_cn: 繁殖：

source: When you have fed an animal up to its maximum health, then feed it again, you will activate “Love Mode” and many hearts appear around the animal.
es: Cuando hayas alimentado a un animal hasta su salud máxima, luego lo alimentas de nuevo, activarás el "Modo Amor" y aparecerán muchos corazones alrededor del animal.
fr: Lorsque vous avez nourri un animal à sa santé maximale, puis le nourrir à nouveau, vous activerez le "Mode Amour" et de nombreux coeurs apparaissent autour de l'animal.
zh_cn: 当你把动物喂到满血状态后再喂一次，就会激活“恋爱模式”，动物周围会出现很多爱心。

source: Two animals of the same species will start to breed if they are in Love Mode and close to each other. Soon a baby animal will pop up.
es: Dos animales de la misma especie comenzarán a reproducirse si están en modo amor y cerca uno del otro. Pronto aparecerá un animalito bebé.
fr: Deux animaux de la même espèce commenceront à se reproduire s'ils sont en mode Amour et proches l'un de l'autre. Bientôt, un bébé animal apparaîtra.
zh_cn: 同种类的两只处于“恋爱模式”且彼此靠近的动物就会开始繁殖，很快就会有幼崽出现。

source: Baby animals:
es: Animales bebés:
fr: Bébés animaux :
zh_cn: 幼崽动物：

source: Baby animals are just like their adult couterparts, but they can't be tamed or bred and don't drop anything when they die. They grow to adults after a short time. When fed, they grow to adults faster.
es: Los animales bebés son como sus adultos, pero no se los puede domesticar ni reproducir y no dejan caer nada cuando mueren. Crecen hasta convertirse en adultos después de un corto período de tiempo. Cuando se los alimenta, crecen más rápido.
fr: Les bébés animaux sont comme leurs homologues adultes, mais ils ne peuvent pas être apprivoisés ou élevés et ne laissent rien tomber lorsqu'ils meurent. Ils deviennent adultes après peu de temps. Une fois nourris, ils deviennent plus vite adultes.
zh_cn: 幼崽动物和成年动物很相似，但它们不能被驯服或繁殖，死后也不会掉落任何东西，它们会在短时间内成长为成年动物，喂食的话能让它们更快成长为成年动物。

source: Minimap
es: Minimapa
fr: Mini-carte
zh_cn: 小地图

source: The minimap allows you to get an overhead view of your surroundings, as a HUD that appears in the top right corner.
es: El minimapa te permite obtener una vista aérea de tu entorno, como un HUD que aparece en la esquina superior derecha.
fr: La mini-map vous permet d'obtenir une vue d'ensemble de votre environnement, sous la forme d'un HUD qui apparaît dans le coin supérieur droit.
zh_cn: 小地图能让你以俯瞰视角查看周围环境，它作为一种平视显示界面（HUD）出现在右上角。

source: Press [F9] to make a minimap appear on the top right. The minimap helps you to find your way around the world. Press it again to select different minimap modes and zoom levels. The minimap also shows the positions of other players.
es: Pulsa [F9] para que aparezca un minimapa en la parte superior derecha. El minimapa te ayuda a orientarte en el mundo. Pulsa de nuevo para seleccionar diferentes modos de minimapa y niveles de zoom. El minimapa también muestra las posiciones de otros jugadores.
fr: Appuyez sur [F9] pour faire apparaître une mini-carte en haut à droite. La mini-carte vous aide à trouver votre chemin dans le monde. Appuyez à nouveau pour sélectionner différents modes de minicarte et niveaux de zoom. La mini-carte montre également les positions des autres joueurs.
zh_cn: 按下[F9]键可使小地图出现在右上角，小地图能帮你在世界中找路，再次按下该键可选择不同的小地图模式和缩放级别，小地图还会显示其他玩家的位置。

source: There are 2 minimap modes and 3 zoom levels.
es: Hay 2 modos de minimapa y 3 niveles de zoom.
fr: Il existe 2 modes de minicarte et 3 niveaux de zoom.
zh_cn: 小地图有2种模式和3个缩放级别。

source: Surface mode (image 1) is a top-down view of the world, roughly resembling the colors of the blocks this world is made of. It only shows the topmost blocks, everything below is hidden, like a satellite photo. Surface mode is useful if you got lost.
es: El modo Superficie (imagen 1) es una vista del mundo desde arriba, que se asemeja en gran medida a los colores de los bloques que lo componen. Solo muestra los bloques superiores, todo lo que está debajo está oculto, como una foto satelital. El modo Superficie es útil si te perdiste.
fr: Le mode surface (image 1) est une vue de haut en bas du monde, ressemblant à peu près aux couleurs des blocs dont ce monde est fait. Il ne montre que les blocs les plus hauts, tout ce qui suit est caché, comme une photo satellite. Le mode Surface est utile si vous vous êtes perdu.
zh_cn: 地表模式（图1）是世界的俯视视角，大致呈现出这个世界由之构成的方块的颜色，它只显示最上面的方块，下方的一切都被隐藏，就像卫星照片一样，如果你迷路了，地表模式会很有用。

source: Radar mode (image 2) is more complicated. It displays the “denseness” of the area around you and changes with your height. Roughly, the more green an area is, the less “dense” it is. Black areas have many blocks. Use the radar to find caverns, hidden areas, walls and more. The rectangular shapes in image 2 clearly expose the position of a dungeon.
es: El modo radar (imagen 2) es más complicado. Muestra la “densidad” del área que te rodea y cambia con tu altura. A grandes rasgos, cuanto más verde es una zona, menos “densa” es. Las zonas negras tienen muchos bloques. Usa el radar para encontrar cavernas, zonas ocultas, paredes y más. Las formas rectangulares de la imagen 2 exponen claramente la posición de una mazmorra.
fr: Le mode radar (image 2) est plus compliqué. Il affiche la «densité» de la zone autour de vous et change avec votre taille. En gros, plus une zone est verte, moins elle est «dense». Les zones noires ont de nombreux blocs. Utilisez le radar pour trouver des cavernes, des zones cachées, des murs et plus encore. Les formes rectangulaires de l'image 2 révèlent clairement la position d'un donjon.
zh_cn: 雷达模式（图2）更复杂一些，它会显示你周围区域的“疏密程度”，并且会随你的高度变化而变化，大致来说，一个区域绿色越多，就越“稀疏”，黑色区域则有很多方块，利用雷达可以寻找洞穴、隐藏区域、墙壁等等，图2中的矩形形状清晰地显示出了地牢的位置。

source: There are also two different rotation modes. In “square mode”, the rotation of the minimap is fixed. If you press [Shift]+[F9] to switch to “circle mode”, the minimap will instead rotate with your looking direction, so “up” is always your looking direction.
es: También hay dos modos de rotación diferentes. En el “modo cuadrado”, la rotación del minimapa es fija. Si presionas [Shift]+[F9] para cambiar al “modo círculo”, el minimapa rotará en la dirección en la que miras, por lo que “arriba” siempre será la dirección en la que miras.
fr: Il existe également deux modes de rotation différents. En "mode carré", la rotation de la minicarte est fixe. Si vous appuyez sur [Shift] + [F9] pour passer en "mode cercle", la minicarte tournera à la place avec votre direction de recherche, donc "haut" est toujours votre direction de recherche.
zh_cn: 还有两种不同的旋转模式，在“方形模式”下，小地图的旋转是固定的，如果你按下[Shift] + [F9]键切换到“圆形模式”，小地图就会随你的视角方向旋转，这样“上方”就始终是你所看的方向。

source: • Toggle minimap mode: [F9]
es: • Alternar el modo minimapa: [F9]
fr: • Basculer le mode mini-carte : [F9]
zh_cn: • [F9]键：切换小地图模式

source: • Toggle minimap rotation mode: [Shift]+[F9]
es: • Alternar el modo de rotación del minimapa: [Shift]+[F9]
fr: • Basculer le mode de rotation de la mini-carte : [Shift]+[F9]
zh_cn: • [Shift] + [F9]键 ：切换小地图旋转模式

source: Camera
es: Cámara
fr: Caméra
zh_cn: 摄像机

source: There are 3 different views which determine the way you see the world. The modes are:
es: Hay 3 diferentes puntos de vista que determinan la forma en que ves el mundo. Los modos son:
fr: Il y a 3 vues différentes qui déterminent la façon dont vous voyez le monde. Les modes sont :
zh_cn: 有三种不同的视角，它们决定了你观察世界的方式，模式如下：

source: • 1: First-person view (default)
es: • 1: Vista en primera persona (por defecto)
fr: • 1 : Vue à la première personne (par défaut)
zh_cn: • 1：第一人称视角（默认）

source: • 2: Third-person view from behind
es: • 2: Vista en tercera persona desde atrás
fr: • 2 : Vue à la troisième personne par derrière
zh_cn: • 2：从后方的第三人称视角

source: • 3: Third-person view from the front
es: • 3: Vista en tercera persona desde el frente
fr: • 3 : Vue à la troisième personne de face
zh_cn: • 3：从前方的第三人称视角

source: These camera modes can be toggled between by default pressing [F7].
es: Estos modos de cámara se pueden alternar por defecto presionando [F7].
fr: Il est possible de passer d'un mode à l'autre en appuyant par défaut sur [F7].
zh_cn: 默认情况下，按下[F7]键就可以在这些摄像模式之间进行切换。

source: To zoom in the camera, you can use the Spyglass item.
es: Para hacer zoom en la cámara, puede utilizar el ítem del Catalejo.
fr: Pour zoomer dans la caméra, vous pouvez utiliser la lorgnette.
zh_cn: 要拉近镜头（进行放大），你可以使用望远镜物品。

source: • Switch camera mode: [F7]
es: • Cambiar el modo de cámara: [F7]
fr: • Changer le mode de l'appareil photo : [F7]
zh_cn: • [F7]键：切换摄像机模式

source: Sneaking
es: Ir sigilosamente
fr: Se faufiler
zh_cn: 潜行

source: Sneaking makes you walk slower and prevents you from falling off the edge of a block.
es: Ir sigilosamente hace que camines más lento y evita que te caigas del borde de un bloque.
fr: Se faufiler vous fait marcher plus lentement et vous empêche de tomber du bord d'un bloc.
zh_cn: 潜行会让你行走速度变慢，并防止你从方块边缘掉落下去。

source: To sneak, hold down the sneak key (default: [Shift]). When you release it, you stop sneaking. Careful: When you release the sneak key at a ledge, you might fall!
es: Para ir sigilosamente, mantén presionada la tecla de caminar (por defecto: [Shift]). Cuando la sueltes, dejarás de ir sigilosamente. ¡Cuidado: cuando sueltes la tecla de caminar en un borde, podrías caerte!
fr: Pour vous faufiler, maintenez enfoncée la touche furtive (par défaut : [Shift]). Lorsque vous le relâchez, vous arrêtez de vous faufiler. Attention : lorsque vous relâchez la touche furtive sur un rebord, vous risquez de tomber !
zh_cn: 要进行潜行，需按住潜行键（默认是[Shift]键）。当你松开该键时，就会停止潜行。注意：当你在悬崖边缘松开潜行键时，可能会掉落下去！

source: Sneaking only works when you stand on solid ground, are not in a liquid and don't climb.
es: Ir sigilosamente solo funciona cuando estás en un terreno sólido, no estás en un líquido y no trepas.
fr: Se faufiler ne fonctionne que lorsque vous vous tenez sur un sol solide, pas dans un liquide et ne grimpez pas.
zh_cn: 潜行只有在你站在坚实地面上、不在液体中且没有攀爬时才有效。

source: Players
es: Jugadores
fr: Joueurs
zh_cn: 玩家

source: Players are the characters which users control.
es: Los jugadores son los personajes que los usuarios controlan.
fr: Les joueurs sont les personnages que les utilisateurs contrôlent.
zh_cn: 玩家是由用户操控的角色。

source: Players are living beings. They start with a number of health points (HP) and a number of breath points (BP).
es: Los jugadores son seres vivos. Comienzan con una cantidad determinada de puntos de salud (PS) y una cantidad determinada de puntos de respiración (BP).
fr: Les joueurs sont des êtres vivants. Ils commencent par un certain nombre de points de vie (PV) et un certain nombre de points de respiration (BP).
zh_cn: 玩家是有生命的个体，他们初始时拥有一定数量的生命值（HP）和呼吸值（BP）。

source: Players are capable of walking, sneaking, jumping, climbing, swimming, diving, mining, building, fighting and using tools and blocks.
es: Los jugadores son capaces de caminar, ir sigilosamente, saltar, escalar, nadar, bucear, minar, construir, luchar y usar herramientas y bloques.
fr: Les joueurs sont capables de marcher, se faufiler, sauter, grimper, nager, plonger, exploiter, construire, se battre et utiliser des outils et des blocs.
zh_cn: 玩家能够行走、潜行、跳跃、攀爬、游泳、潜水、挖掘、建造、战斗以及使用工具和方块。

source: Players can take damage for a variety of reasons:
es: Los jugadores pueden sufrir daños por diversas razones:
fr: Les joueurs peuvent subir des dégâts pour diverses raisons :
zh_cn: 玩家可能会因多种原因受到伤害：

source: • Taking fall damage
es: • Recibir daño por caída
fr: • Prendre des dégâts de chute
zh_cn: • 受到掉落伤害

source: • Touching a block which causes direct damage
es: • Tocar un bloque que provoque daño directo
fr: • Toucher un bloc qui cause des dommages directs
zh_cn: • 触碰会造成直接伤害的方块

source: • Drowning
es: • Ahogamiento
fr: • Noyade
zh_cn: • 溺水

source: • Being attacked by another player
es: • Ser atacado por otro jugador
fr: • Être attaqué par un autre joueur
zh_cn: • 被其他玩家攻击

source: • Being attacked by a computer enemy
es: • Ser atacado por un enemigo de computadora
fr: • Être attaqué par un ennemi informatique
zh_cn: • 被电脑控制的敌人攻击

source: At a health of 0, the player dies. The player can just respawn in the world, but their items will be lost at the place of death and will need to be retrieved. (unless mcl_keepInventory is enabled)
es: Al alcanzar la salud de 0, el jugador muere. El jugador puede simplemente reaparecer en el mundo, pero sus ítems se perderán en el lugar de la muerte y será necesario recuperarlos (a menos que mcl_keepInventory esté habilitado)
fr: Avec une santé de 0, le joueur meurt. Le joueur peut simplement réapparaître dans le monde, mais ses objets seront perdus à l'endroit où il est mort et devront être récupérés. (sauf si mcl_keepInventory est activé)
zh_cn: 当生命值降为0时，玩家就会死亡。玩家可以在游戏世界中重生，不过他们的物品会掉落在死亡地点，并且需要去捡回（除非启用了“mcl_keepInventory”这个功能选项）

source: Some blocks reduce breath. While being with the head in a block which causes drowning, the breath points are reduced by 1 for every 2 seconds. When all breath is gone, the player starts to suffer drowning damage. Breath is quickly restored in any other block.
es: Algunos bloques reducen la respiración. Mientras se está con la cabeza en un bloque que causa ahogamiento, los puntos de respiración se reducen en 1 por cada 2 segundos. Cuando se acaba la respiración, el jugador comienza a sufrir daño por ahogamiento. La respiración se restaura rápidamente en cualquier otro bloque.
fr: Certains blocs réduisent la respiration. Tout en étant avec la tête dans un bloc qui provoque la noyade, les points de respiration sont réduits de 1 toutes les 2 secondes. Quand tout le souffle est parti, le joueur commence à subir des dégâts de noyade. Le souffle est rapidement rétabli dans tout autre bloc.
zh_cn: 有些方块会减少呼吸值，当头部处于会导致溺水的方块中时，每2秒呼吸值就会减少1点，当呼吸值耗尽时，玩家就会开始受到溺水伤害，而在其他任何方块中呼吸值都能快速恢复。

source: Damage can be disabled on any world. Without damage, players are immortal and health and breath are unimportant.
es: El daño puede ser desactivado en cualquier mundo. Sin daño, los jugadores son inmortales y la salud y la respiración no son importantes.
fr: Les dégâts peuvent être désactivés sur n'importe quel monde. Sans dégâts, les joueurs sont immortels et la santé et le souffle sont sans importance.
zh_cn: 在任何世界中都可以关闭伤害机制，若关闭伤害，玩家就是无敌的，生命值和呼吸值也就不重要了。
