Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/mcl_doc_basics/locale/poconvert/*.po
Languages: es, fr, zh_cn

source: Items are things you can carry along and store in inventories. They can be used for crafting, smelting, building, mining, and more. Types of items include blocks, tools, weapons and items only used for crafting.
es: Los ítems son cosas que puedes llevar contigo y guardar en los inventarios. Se pueden usar para fabricar, fundir, construir, minar y más. Los tipos de ítems incluyen bloques, herramientas, armas y ítems que solo se usan para fabricar.
fr: Les objets sont des choses que vous pouvez emporter et stocker dans des inventaires. Ils peuvent être utilisés pour l'artisanat, la fusion, la construction, l'exploitation minière, etc. Les types d'objets comprennent des blocs, des outils, des armes et des objets uniquement utilisés pour l'artisanat.
zh_cn: 物品是你可以随身携带并存储在背包里的东西，它们可用于制作、熔炼、建造、挖掘等等，物品类型包括方块、工具、武器以及仅用于制作的物品。

source: An item stack is a collection of items of the same type which fits into a single item slot. Item stacks can be dropped on the ground. Items which drop into the same coordinates will form an item stack.
es: Una pila de ítems es una colección de ítems del mismo tipo que cabe en una única ranura. Las pilas de ítems se pueden dejar caer en el suelo. Los ítems que caen en las mismas coordenadas forman una pila de ítems.
fr: Une pile d'objets est une collection d'objets du même type qui tient dans un seul emplacement d'objet. Les piles d'objets peuvent être déposées au sol. Les objets qui tombent dans les mêmes coordonnées formeront une pile d'objets.
zh_cn: 物品堆叠是同一类型物品的集合，能放置在一个物品栏位中，物品堆叠可以被丢弃在地面上，掉落在同一坐标位置的物品会形成一个物品堆叠。

source: Items have several properties, including the following:
es: Los ítems tienen varias propiedades, incluidas las siguientes:
fr: Les éléments ont plusieurs propriétés, notamment les suivantes :
zh_cn: 物品有若干属性，包括以下这些：

source: • Maximum stack size: Number of items which fit on 1 item stack
es: • Tamaño máximo de pila: Número de ítems que caben en una pila de ítems
fr: • Taille maximale de la pile : Nombre d'articles pouvant tenir sur une pile d'articles
zh_cn: • 最大堆叠数量：一个物品堆叠中能容纳的物品数量

source: • Pointing range: How close things must be to be pointed while wielding this item
es: • Alcance de puntería: qué tan cerca deben estar las cosas para apuntarlas mientras se empuña este ítem
fr: • Plage de pointage : A quelle distance les choses doivent être pointées lorsque vous maniez cet objet
zh_cn: • 瞄准范围：手持该物品时，目标需要距离多近才能被瞄准

source: • Group memberships: See “Basics > Groups”
es: • Membresías de grupos: Ver “Conceptos básicos > Grupos”
fr: • Appartenance à un groupe : Voir "Général> Groupes"
zh_cn: • 所属群组：见“基础 > 群组”部分

source: • May be used for crafting or cooking
es: • Puede usarse para fabricar o cocinar
fr: • Peut être utilisé pour l'artisanat ou la cuisine
zh_cn: • 可用于制作或烹饪

source: Inventory
es: Inventario
fr: Inventaire
zh_cn: 背包

source: Inventories are used to store item stacks. There are other uses, such as crafting. An inventory consists of a rectangular grid of item slots. Each item slot can either be empty or hold one item stack. Item stacks can be moved freely between most slots.
es: Los inventarios se utilizan para almacenar pilas de ítems. Existen otros usos, como la fabricación. Un inventario consiste en una cuadrícula rectangular de ranuras para ítems. Cada ranura para ítem puede estar vacía o contener una pila de ítems. Las pilas de ítems se pueden mover libremente entre la mayoría de las ranuras.
fr: Les stocks sont utilisés pour stocker des piles d'articles. Il existe d'autres utilisations, telles que l'artisanat. Un inventaire se compose d'une grille rectangulaire d'emplacements d'objets. Chaque emplacement d'objet peut être vide ou contenir une pile d'objets. Les piles d'objets peuvent être déplacées librement entre la plupart des emplacements.
zh_cn: 背包用于存放物品堆叠，还有其他用途，比如制作，背包由一个长方形的物品栏位网格构成，每个物品栏位要么是空的，要么可以存放一个物品堆叠，物品堆叠可以在大多数栏位之间自由移动。

source: You have your own inventory which is called your “player inventory”, you can open it with the inventory key (default: [I]).
es: Tienes tu propio inventario llamado tu “inventario de jugador”, puedes abrirlo con la tecla de inventario (por defecto: [I]).
fr: Vous disposez de votre propre inventaire, appelé « inventaire du joueur », que vous pouvez ouvrir à l'aide de la touche d'inventaire (par défaut : [I]).
zh_cn: 你有自己的背包，被称作“玩家背包”，你可以按下背包键（默认是[I]键）来打开它，背包靠前的栏位也会作为快捷栏中的栏位使用。

source: Blocks can also have their own inventory, e.g. chests and furnaces.
es: Los bloques también pueden tener su propio inventario, p. ej., cofres y hornos.
fr: Les blocs peuvent également avoir leur propre inventaire, par exemple coffres et fours.
zh_cn: 方块也可以有自己的背包，比如箱子和熔炉。

source: Inventory controls:
es: Controles de inventario:
fr: Contrôles d'inventaire :
zh_cn: 背包操作：

source: Taking: You can take items from an occupied slot if the cursor holds nothing.
es: Tomar: puedes tomar ítems de un espacio ocupado si el cursor no contiene nada.
fr: Prendre : vous pouvez prendre des objets dans un emplacement occupé si le curseur ne contient rien.
zh_cn: 拿取：如果光标未持有物品，你可以从有物品的栏位中拿取物品。

source: • Left click: take entire item stack
es: • Clic izquierdo: tomar toda la pila de ítems
fr: • Clic gauche : Prendre toute la pile d'objets
zh_cn: • [鼠标左键]：拿取整个物品堆叠

source: • Right click: take half from the item stack (rounded up)
es: • Clic derecho: tomar la mitad de la pila de ítems (redondeado hacia arriba)
fr: • Clic droit : Prendre la moitié de la pile d'objets (arrondi vers le haut)
zh_cn: • [鼠标右键]：拿取物品堆叠中的一半（向上取整）

source: • Middle click: take 10 items from the item stack
es: • Clic central: toma 10 ítems de la pila de ítems
fr: • Clic du milieu : Prenez 10 objets de la pile d'objets
zh_cn: • [鼠标中键]：拿取物品堆叠中的10个物品

source: • Mouse wheel down: take 1 item from the item stack
es: • Rueda del ratón hacia abajo: toma 1 ítem de la pila de ítems
fr: • Molette de la souris vers le bas : Prenez 1 objet de la pile d'objets
zh_cn: • [鼠标滚轮向下滚动]：拿取物品堆叠中的1个物品

source: • Mouse wheel up: put 1 item in the item stack (if you're holding an item stack of the same type)
es: • Rueda del ratón hacia arriba: coloca 1 ítem en la pila de ítems (si tienes una pila de ítems del mismo tipo)
fr: • Molette de la souris vers le haut : placez 1 objet dans la pile d'objets (si vous tenez une pile d'objets du même type)
zh_cn: • 鼠标滚轮向上滚动：将1个物品放入物品堆中（如果你正手持相同类型的物品堆的话）

source: Putting: You can put items onto a slot if the cursor holds 1 or more items and the slot is either empty or contains an item stack of the same item type.
es: Colocación: puedes colocar ítems en una ranura si el cursor contiene 1 o más ítems y la ranura está vacía o contiene una pila de ítems del mismo tipo de ítem.
fr: Placer : Vous pouvez placer des objets dans un emplacement si le curseur contient un ou plusieurs objets et que l'emplacement est vide ou contient une pile d'objets du même type d'objet.
zh_cn: 放置：如果光标持有1个或多个物品，且目标栏位是空的或者包含相同类型物品的堆叠，你就可以将物品放置到栏位中。

source: • Left click: put entire item stack
es: • Clic izquierdo: colocar toda la pila de ítems
fr: • Clic gauche : Mettre toute la pile d'objets
zh_cn: • [鼠标左键] - 放置整个物品堆叠

source: • Right click or mouse wheel up: put 1 item of the item stack
es: • Clic derecho o rueda del ratón hacia arriba: colocar 1 ítem de la pila de ítems
fr: • Clic droit ou roulette de la souris vers le haut : Placez 1 article dans la pile d'objets
zh_cn: • [鼠标右键] - 放置物品堆叠中的1个物品

source: • Middle click: put 10 items of the item stack
es: • Clic central: colocar 10 ítems de la pila de ítems
fr: • Clic du milieu : Mettez 10 objets dans la pile d'objets
zh_cn: • [鼠标中键] - 放置物品堆叠中的10个物品

source: Exchanging: You can exchange items if the cursor holds 1 or more items and the destination slot is occupied by a different item type.
es: Intercambio: Puede intercambiar ítems si el cursor tiene 1 o más ítems y la ranura de destino está ocupada por un tipo de ítem diferente.
fr: Échange : Vous pouvez échanger des objets si le curseur contient un ou plusieurs objets et que l'emplacement de destination est occupé par un type d'objet différent.
zh_cn: 交换：如果光标持有1个或多个物品，且目标栏位被不同类型的物品占据，你就可以交换物品。

source: • Click: exchange item stacks
es: • Click: intercambiar pilas de ítems
fr: • Cliquez : Echangez les piles d'articles
zh_cn: • [点击] - 交换物品堆叠

source: Throwing away: If you hold an item stack and click with it somewhere outside the GUI, the item stack gets thrown away into the world.
es: Descartar: si sostienes una pila de ítems y haces clic con ella en algún lugar fuera de la GUI, la pila de ítems se arroja al mundo.
fr: Jeter : Si vous tenez une pile d'objets et que vous cliquez avec elle quelque part en dehors de l'interface graphique, la pile d'objets est jetée dans le monde.
zh_cn: 丢弃：如果你拿着一个物品堆叠，并在菜单外的地方点击，该物品堆叠就会被丢弃到环境中。

source: Quick transfer: You can quickly transfer an item stack between a player's inventory and a block's inventory like a furnace, chest, or any other item with an inventory slot when that block's inventory is accessed. The target inventory is generally the most relevant inventory in this context.
es: Transferencia rápida: puedes transferir rápidamente una pila de ítems entre el inventario de un jugador y el inventario de un bloque, como un horno, un cofre o cualquier otro ítem con una ranura de inventario cuando se accede al inventario de ese bloque. El inventario de destino suele ser el inventario más relevante en este contexto.
fr: Transfert rapide : Vous pouvez rapidement transférer une pile d'objets entre l'inventaire d'un joueur et l'inventaire d'un bloc tel qu'un four, un coffre ou tout autre objet doté d'un emplacement d'inventaire lorsque vous accédez à l'inventaire de ce bloc. L'inventaire cible est généralement l'inventaire le plus pertinent dans ce contexte.
zh_cn: 快速转移：当访问某个物品（如熔炉、箱子或其他带有背包栏位的物品）的背包时，你可以在玩家背包和该物品的背包栏位之间快速转移物品堆叠，目标背包通常是在此情境下最相关的背包。

source: • Sneak+Left click: Automatically transfer item stack (Sneak is by default [Shift])
es: • Caminar+Clic izquierdo: Transferir automáticamente la pila de ítems (Caminar es [Shift] por defecto)
fr: • Sneak+Clic gauche : Transfert automatique de la pile d'objets (Sneak est par défaut [Shift])
zh_cn: • [潜行键] + [鼠标左键] - 自动转移物品堆叠

source: Hotbar
fr: Barre d’accès rapide
zh_cn: 快捷栏

source: At the bottom of the screen you see some squares. This is called the “hotbar”, and contains the items you have put in the last row of your inventory.
es: En la parte inferior de la pantalla verás unos cuadrados. Estos se llama “hotbar”, y contienen los ítems que has colocado en la última fila de tu inventario.
fr: En bas de l'écran, vous voyez des carrés. C'est ce qu'on appelle la « barre d’accès rapides », qui contient les objets que vous avez placés dans la dernière ligne de votre inventaire.
zh_cn: 在屏幕底部你会看到一些方格，这被称作“快捷栏”，快捷栏能让你快速获取玩家背包里靠前的物品。

source: You can change the selected item with the mouse wheel or the keyboard:
es: Puede cambiar el ítem seleccionado con la rueda del ratón o el teclado:
fr: Vous pouvez modifier l'élément sélectionné à l'aide de la molette de la souris ou du clavier :
zh_cn: 你可以通过鼠标滚轮或键盘来切换所选物品：

source: • Select previous item in hotbar: [Mouse wheel up] or [B]
es: • Seleccionar el ítem anterior en el hotbar: [Rueda del ratón hacia arriba] o [B]
fr: • Sélectionnez l'élément précédent dans la barre d'outils : [Molette de la souris vers le haut] ou [B]
zh_cn: • [鼠标滚轮向上滚动]或[B]键：选择快捷栏中的上一个物品

source: • Select next item in hotbar: [Mouse wheel down] or [N]
es: • Seleccionar el siguiente ítem en el hotbar: [Rueda del ratón hacia abajo] o [N]
fr: • Sélectionnez l'élément suivant dans la barre d'outils : [Molette de la souris vers le bas] ou [N]
zh_cn: • [鼠标滚轮向下滚动]或[N]键：选择快捷栏中的下一个物品

source: • Select item in hotbar directly: [1]-[9]
es: • Seleccionar un ítem directamente en el hotbar: [1]-[9]
fr: • Sélectionnez l'élément dans la barre d'outils directement : [1]-[9]
zh_cn: • [1 - 9]键： 直接选择快捷栏中的物品

source: The selected item is also your wielded item.
es: El ítem seleccionado es también el ítem que utilizas.
fr: L'élément sélectionné est également votre élément brandi.
zh_cn: 所选物品同时也是你手持的物品。

source: Tools
es: Herramientas
fr: Outils
zh_cn: 工具

source: Some items may serve as a tool when wielded. Any item which has some special use which can be directly used by its wielder is considered a tool.
es: Algunos ítems pueden servir como herramienta cuando se utilizan. Cualquier ítem que tenga un uso especial que pueda ser utilizado directamente por su portador es considerado una herramienta.
fr: Certains objets peuvent servir d'outil lorsqu'ils sont utilisés. Tout objet ayant une utilité particulière pouvant être directement utilisé par son porteur est considéré comme un outil.
zh_cn: 有些物品在手持时可当作工具使用，任何有着特定用途且能被持有者直接使用的物品都可被视作工具。

source: A common subset of tools are mining tools. These are important to quickly break different types of blocks. Weapons are a kind of tool. There are of course many other possible tools. Special actions of tools are usually done by left-click or right-click.
es: Un subconjunto común de herramientas son las herramientas de minería. Estas son importantes para romper rápidamente diferentes tipos de bloques. Las armas son un tipo de herramienta. Por supuesto, existen muchas otras herramientas posibles. Las acciones especiales de las herramientas se realizan normalmente con el clic izquierdo o derecho.
fr: Les outils d'extraction constituent un sous-ensemble commun d'outils. Ils sont importants pour briser rapidement différents types de blocs. Les armes sont une sorte d'outil. Il existe bien sûr de nombreux autres outils possibles. Les actions spéciales des outils se font généralement par un clic gauche ou un clic droit.
zh_cn: 工具中常见的一类是挖掘工具，它们对于破坏各类方块很重要，武器也是一种工具，当然还有许多其他类型的工具，工具的特殊操作通常通过点击鼠标左键或右键来执行。

source: When nothing is wielded, players use their hand which also acts as a (limited) mining tool and weapon with no durability.
es: Cuando no se usa nada, los jugadores usan su mano, que también actúa como una herramienta de minería (limitada) y un arma sin durabilidad.
fr: Lorsque rien n'est brandi, les joueurs utilisent leur main qui sert également d'outil de minage (limité) et d'arme sans durabilité.
zh_cn: 当手中未持有任何物品时，玩家会使用自己的手，手可充当工具和武器。

source: Usually tools have a durability which limits the amount of uses of it. The damage is displayed in a colored bar below the item icon. If no damage bar is shown, the tool is in mint condition. Tools can be repaired to increased or restore its durability.
es: Por lo general, las herramientas tienen una durabilidad que limita la cantidad de usos que se les puede dar. El daño se muestra en una barra de color debajo del ícono del ítem. Si no se muestra ninguna barra de daño, la herramienta está en perfecto estado. Las herramientas se pueden reparar para aumentar o restaurar su durabilidad.
fr: Les outils ont généralement une durabilité qui limite le nombre d'utilisations. Les dégâts sont affichés dans une barre de couleur sous l'icône de l'objet. Si aucune barre de dommages n'est affichée, l'outil est en parfait état. Les outils peuvent être réparés pour augmenter ou restaurer leur durabilité.
zh_cn: 通常工具都有耐久度，它会限制工具的使用次数。损耗情况会通过物品图标下方的彩色长条显示出来。如果没有显示损耗条，那就意味着该工具处于崭新状态。工具可以通过修复来增加或恢复其耐久度。

source: Weapons
es: Armas
fr: Armes
zh_cn: 武器

source: Some items are usable as a melee weapon when wielded. Weapons share most of the properties of tools.
es: Algunos ítems se pueden usar como armas cuerpo a cuerpo cuando se empuñan. Las armas comparten la mayoría de las propiedades de las herramientas.
fr: Certains objets sont utilisables comme arme de mêlée lorsqu'ils sont utilisés. Les armes partagent la plupart des propriétés des outils.
zh_cn: 有些物品在手持时可当作近战武器使用。武器与工具在大部分属性上是相通的。

source: Melee weapons deal damage by punching players and other animate objects. There are two ways to attack:
es: Las armas cuerpo a cuerpo infligen daño al golpear a los jugadores y a otros objetos animados. Hay dos formas de atacar:
fr: Les armes de mêlée infligent des dégâts en frappant les joueurs et d'autres objets animés. Il y a deux façons d'attaquer :
zh_cn: 近战武器通过击打玩家及其他有生命的物体来造成伤害，有两种攻击方式：

source: • Single punch: Left-click once to deal a single punch
es: • Golpe único: Haga clic izquierdo una vez para dar un solo golpe
fr: • Coup de poing unique : Cliquez une fois avec le bouton gauche pour donner un coup de poing
zh_cn: • 单次击打：点击鼠标左键一次，进行单次击打

source: • Quick punching: Hold down the left mouse button to deal quick repeated punches
es: • Golpes rápidos: mantén presionado el botón izquierdo del mouse para dar golpes rápidos y repetidos
fr: • Frappe rapide : Maintenez le bouton gauche de la souris enfoncé pour effectuer des coups de poing répétés rapidement
zh_cn: • 快速连击：按住鼠标左键，进行快速的连续击打

source: There are two core attributes of melee weapons:
es: Hay dos atributos principales de las armas cuerpo a cuerpo:
fr: Il y a deux attributs principaux des armes de mêlée :
zh_cn: 近战武器有两个核心属性：

source: • Maximum damage: Damage which is dealt after a hit when the weapon was fully recovered
es: • Daño máximo: daño que se inflige después de un golpe cuando el arma se recuperó por completo
fr: • Dégâts maximum : Dégâts qui sont infligés après un coup lorsque l'arme a été complètement récupérée
zh_cn: • 最大伤害：武器完全恢复后进行击打所能造成的伤害值

source: • Full punch interval: Time it takes for fully recovering from a punch
es: • Intervalo de golpe completo: tiempo que lleva recuperarse completamente de un golpe
fr: • Intervalle de poinçonnage complet : temps nécessaire pour récupérer complètement d'un poinçon
zh_cn: • 完整击打间隔：一次击打后完全恢复所需的时间

source: A weapon only deals full damage when it has fully recovered from a previous punch. Otherwise, the weapon will deal only reduced damage. This means, quick punching is very fast, but also deals rather low damage. Note the full punch interval does not limit how fast you can attack.
es: Un arma solo inflige daño completo cuando se ha recuperado por completo de un golpe anterior. De lo contrario, el arma solo infligirá daño reducido. Esto significa que el golpe rápido es muy rápido, pero también inflige un daño bastante bajo. Ten en cuenta que el intervalo completo entre golpes no limita la velocidad con la que puedes atacar.
fr: Une arme n'inflige des dégâts complets que lorsqu'elle a complètement récupéré d'un coup de poing précédent. Sinon, l'arme n'infligera que des dégâts réduits. Cela signifie que le poinçonnage rapide est très rapide, mais inflige également des dégâts plutôt faibles. Notez que l'intervalle de punch complet ne limite pas la vitesse à laquelle vous pouvez attaquer.
zh_cn: 武器只有在前一次击打后完全恢复了，才能造成全额伤害，否则，武器只会造成较低的伤害。这意味着，快速击打速度虽快，但造成的伤害也相当低。请注意，完整击打间隔并不限制攻击速度。

source: There is a rule which sometimes makes attacks impossible: Players, animate objects and weapons belong to damage groups. A weapon only deals damage to those who share at least one damage group with it. So if you're using the wrong weapon, you might not deal any damage at all.
es: Hay una regla que a veces hace que los ataques sean imposibles: los jugadores, los objetos animados y las armas pertenecen a grupos de daño. Un arma solo inflige daño a aquellos que comparten al menos un grupo de daño con ella. Por lo tanto, si estás usando el arma incorrecta, es posible que no inflijas ningún daño.
fr: Il existe une règle qui rend parfois les attaques impossibles : les joueurs, les objets animés et les armes appartiennent à des groupes de dégâts. Une arme inflige uniquement des dégâts à ceux qui partagent au moins un groupe de dégâts avec elle. Donc, si vous utilisez la mauvaise arme, vous pourriez ne pas infliger de dégâts du tout.
zh_cn: 有一条规则有时会导致攻击无法奏效：玩家、有生命的物体以及武器都属于伤害群组，一件武器只会对与其至少有一个共同伤害群组的对象造成伤害，所以如果使用了“错误”的武器，可能根本无法造成任何伤害。

source: Blocks
es: Bloques
fr: Blocs
zh_cn: 方块

source: The world is made entirely out of blocks (voxels, to be precise). Blocks can be added or removed with the correct tools.
es: El mundo está hecho completamente de bloques (vóxeles, para ser precisos). Se pueden agregar o quitar bloques con las herramientas adecuadas.
fr: Le monde est entièrement fait de blocs (voxels, pour être précis). Les blocs peuvent être ajoutés ou supprimés avec les bons outils.
zh_cn: 这个世界完全是由方块（准确地说是体素）构成的，使用合适的工具就能对方块进行添加或移除操作。

source: Blocks can have a wide range of different properties which determine mining times, behavior, looks, shape, and much more. Their properties include:
es: Los bloques pueden tener una amplia gama de propiedades diferentes que determinan los tiempos de minado, el comportamiento, el aspecto, la forma y mucho más. Entre sus propiedades se incluyen:
fr: Les blocs peuvent avoir un large éventail de propriétés différentes qui déterminent les temps d'exploration, le comportement, l'apparence, la forme et bien plus encore. Leurs propriétés comprennent :
zh_cn: 方块可以有各种各样不同的属性，这些属性决定了挖掘时间、行为表现、外观、形状等等，其属性包括：

source: • Collidable: Collidable blocks can not be passed through; players can walk on them. Non-collidable blocks can be passed through freely
es: • Colisionable: los bloques que pueden colisionar no pueden atravesarse; los jugadores pueden caminar sobre ellos. Los bloques que no se pueden colisionar pueden atravesarse libremente
fr: • Collision : les blocs collisionnables ne peuvent pas être traversés ; les joueurs peuvent marcher dessus. Les blocs non collisionnables peuvent passer librement
zh_cn: • 可碰撞的：可碰撞的方块无法穿过，玩家可以在上面行走，不可碰撞的方块则可以自由穿过

source: • Pointable: Pointable blocks show a wireframe or a halo box when pointed. But you will just point through non-pointable blocks. Liquids are usually non-pointable but they can be pointed at by some special tools
es: • Apuntable: los bloques apuntables muestran una estructura conectada o un cuadro con aureola cuando se los apunta. Pero solo apuntarás a través de bloques no apuntables. Los líquidos normalmente no son apuntables, pero se pueden apuntar con algunas herramientas especiales
fr: • Pointable : les blocs pointables affichent un filaire ou une boîte de halo lorsqu'ils sont pointés. Mais vous pointerez simplement à travers des blocs non pointables. Les liquides sont généralement non pointables mais ils peuvent être pointés par certains outils spéciaux
zh_cn: • 可瞄准的：可瞄准的方块在被瞄准时会显示线框或光晕框，但是对于不可瞄准的方块，准星会直接穿过它们，液体通常是不可瞄准的，但通过一些特殊工具可以瞄准它们

source: • Mining properties: By which tools it can be mined, how fast and how much it wears off tools
es: • Propiedades de minado: Con qué herramientas se puede minar, con qué rapidez y cuánto se desgastan las herramientas
fr: • Propriétés minières : par quels outils il peut être extrait, à quelle vitesse et combien il s'use
zh_cn: • 挖掘属性：可以用哪些工具进行挖掘、挖掘速度如何以及会对工具造成多大程度的磨损

source: • Climbable: While you are at a climbable block, you won't fall and you can move up and down with the jump and sneak keys
es: • Escalable: mientras estés en un bloque escalable, no te caerás y podrás moverte hacia arriba y hacia abajo con las teclas de saltar y caminar
fr: • Grimpable : Pendant que vous êtes sur un bloc grimpable, vous ne tomberez pas et vous pouvez vous déplacer de haut en bas avec les touches de saut et de furtivité
zh_cn: • 可攀爬的：当你处在可攀爬的方块上时，你不会掉落，并且可以通过跳跃键和潜行键来上下移动

source: • Drowning damage: See the entry “Basics > Player”
es: • Daño por ahogamiento: Ver la entrada “Conceptos básicos > Jugador”
fr: • Dommages liés à la noyade : voir l'entrée "Bases> Joueur"
zh_cn: • 溺水伤害：见“基础 > 玩家”条目

source: • Liquids: See the entry “Basics > Liquids”
es: • Líquidos: Ver la entrada “Conceptos básicos > Líquidos”
fr: • Liquides : voir l'entrée "Bases> Liquides"
zh_cn: • 液体：见“基础 > 液体”条目
