Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/mcl_doc_basics/locale/poconvert/*.po
Languages: es, fr, zh_cn

source: • “heart”: A single health symbol, indicates 2 HP
es: • “corazón”: un solo símbolo de corazón, indica 2 PS
fr: • "coeur" : Un seul symbole de santé, indique 2 PV
zh_cn: • “心”：单个生命值符号，表示2点生命值（HP）

source: • “bubble”: A single breath symbol, indicates 1 BP
es: • “burbuja”: Un símbolo de una sola respiración, indica 1 BP
fr: • "bulle" : Un symbole de respiration unique, indique 1 BP
zh_cn: • “气泡”：单个呼吸值符号，表示1点呼吸值（BP）

source: • HP: Hit point (equals half 1 “heart”)
es: • PS: Punto de salud (equivale a medio corazón)
fr: • VP : point de vie (équivaut à un demi-«coeur»)
zh_cn: • HP：生命值（相当于半个“心”）

source: • BP: Breath point, indicates breath when diving
es: • BP: Punto de respiración, indica la respiración al bucear
fr: • BP : Point de respiration, indique la respiration lors de la plongée
zh_cn: • BP：呼吸值，显示潜水时的呼吸状态

source: • Mob: Computer-controlled enemy
es: • Criatura: enemigo controlado por computadora
fr: • Mob : Ennemi contrôlé par ordinateur
zh_cn: • 生物：由电脑控制的敌方角色

source: • Crafting: Combining multiple items to create new ones
es: • Fabricación: combinar varios ítems para crear otros nuevos
fr: • Artisanat : Combiner plusieurs objets pour en créer de nouveaux
zh_cn: • 制作：将多个物品组合以创造新物品

source: • Crafting guide: A helper which shows available crafting recipes
es: • Guía de fabricación: un ayudante que muestra las recetas de fabricación disponibles
fr: • Guide d'artisanat : Un assistant qui montre les recettes d'artisanat disponibles
zh_cn: • 制作指南：展示可用制作配方的辅助工具

source: • Spawning: Appearing in the world
es: • Generación: Aparecer en el mundo
fr: • Reproduction : Apparaissant dans le monde
zh_cn: • 生成：出现在世界中

source: • Respawning: Appearing again in the world after death
es: • Reaparición: Aparecer nuevamente en el mundo después de la muerte
fr: • Réapparition : Réapparaître dans le monde après la mort
zh_cn: • 重生：死亡后再次出现在世界中

source: • Group: Puts similar things together, often affects gameplay
es: • Grupo: reúne cosas similares, a menudo afecta el juego
fr: • Groupe : Rassemble des choses similaires, affecte souvent le gameplay
zh_cn: • 群组：将相似的事物归为一组，通常会影响游戏玩法

source: • noclip: Allows to fly through walls
es: • noclip: permite volar a través de las paredes
fr: • noclip : Permet de voler à travers les murs
zh_cn: • 穿墙：允许穿过墙壁飞行

source: Interface
es: Interfaz
zh_cn: 界面

source: • Hotbar: Inventory slots at the bottom
es: • Hotbar: ranuras de inventario en la parte inferior
fr: • Barre d'outils : Emplacements d'inventaire en bas
zh_cn: • 快捷栏：位于底部的背包栏位

source: • Statbar: Indicator made out of half-symbols, used for health and breath
es: • Barra de estadística: Indicador formado por medio de símbolos, utilizado para la salud y la respiración
fr: • Statbar : Indicateur composé de demi-symboles, utilisé pour la santé et la respiration
zh_cn: • 状态条：由半个符号组成的指示器，用于显示生命值和呼吸值

source: • Minimap: The map or radar at the top right
es: • Minimapa: El mapa o radar en la parte superior derecha
fr: • Mini-carte : La carte ou le radar en haut à droite
zh_cn: • 小地图：位于右上角的地图或雷达

source: • Crosshair: Seen in the middle, used to point at things
es: • Retícula: se ve en el medio y se usa para apuntar a cosas
fr: • Réticule : Vu au milieu, utilisé pour pointer les choses
zh_cn: • 准星：位于中间，用于瞄准物体

source: Online multiplayer:
es: Multijugador en línea:
fr: Multijoueur en ligne :
zh_cn: 在线多人游戏：

source: • PvP: Player vs Player. If active, players can deal damage to each other
es: • JcJ: Jugador contra jugador. Si está activo, los jugadores pueden causarse daño entre sí
fr: • PvP : Joueur contre Joueur. S'ils sont actifs, les joueurs peuvent s'infliger mutuellement des dégâts
zh_cn: • PvP：玩家对战玩家。如果开启此功能，玩家之间可互相造成伤害

source: • Griefing: Destroying the buildings of other players against their will
es: • Griefing: Destruir las construcciones de otros jugadores contra su voluntad
fr: • Deuil : Détruire les bâtiments des autres joueurs contre leur gré
zh_cn: • 恶意破坏：违背其他玩家意愿破坏他们的建筑

source: • Protection: Mechanism to own areas of the world, which only allows the owners to modify blocks inside
es: • Protección: Mecanismo para poseer áreas del mundo, que solo permite a los propietarios modificar bloques dentro
fr: • Protection : Mécanisme pour posséder des zones du monde, qui permet uniquement aux propriétaires de modifier les blocs à l'intérieur
zh_cn: • 保护机制：拥有世界中某些区域的机制，只允许所有者修改区域内的方块

source: Technical terms:
es: Términos técnicos:
fr: Termes techniques :
zh_cn: 技术术语：

source: • Mod: A single subsystem which adds or modifies functionality; is the basic building block of games and can be used to further enhance or modify them
es: • Mod: Un subsistema único que agrega o modifica funcionalidad; es el componente básico de los juegos y se puede utilizar para mejorarlos o modificarlos aún más
fr: • Mod : un sous-système unique qui ajoute ou modifie des fonctionnalités ; est le bloc de construction de base des jeux et peut être utilisé pour les améliorer ou les modifier davantage
zh_cn: • 模组：可添加或修改功能的单个子系统，是游戏的基本构建模块，可用于进一步增强或修改游戏功能

source: • Privilege: Allows a player to do something
es: • Privilegio: permite a un jugador hacer algo
fr: • Privilège : Permet à un joueur de faire quelque chose
zh_cn: • 权限：允许玩家做某事

source: • Node: Other word for “block”
es: • Nodo: Otra palabra para “bloque”
fr: • Noeud : Autre mot pour "bloc"
zh_cn: • 节点：“方块”的另一种说法

source: Enabling Creative Mode in MineClonia applies the following changes:
fr: L'activation du mode créatif dans MineClonia entraîne les modifications suivantes :

source: • Luanti: This game engine
fr: • Luanti : Ce moteur de jeu

source: • Minetest Game: A game for Luanti by the Minetest developers
fr: • Minetest Game : Un jeu pour Luanti par les développeurs de Minetest

source: • Game: A complete playing experience to be used in Luanti; such as a game or sandbox or similar
fr: • Jeu : Une expérience complète de jeu à utiliser dans Luanti, tel qu'un jeu bac à sable ou similaire
