Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/mcl_doc_basics/locale/poconvert/*.po
Languages: es, fr, zh_cn

source: In multiplayer, the name of other players is written above their head.
es: En el modo multijugador, el nombre de los otros jugadores se escribe sobre sus cabezas.
fr: En multijoueur, le nom des autres joueurs est écrit au-dessus de leur tête.
zh_cn: 在多人游戏模式下，其他玩家的名字会显示在他们头顶上方。

source: Liquids
es: Líquidos
fr: Liquides
zh_cn: 液体

source: Liquids are special dynamic blocks. Liquids like to spread and flow to their surrounding blocks. Players can swim and drown in them.
es: Los líquidos son bloques dinámicos especiales. A los líquidos les gusta extenderse y fluir hacia los bloques que los rodean. Los jugadores pueden nadar y ahogarse en ellos.
fr: Les liquides sont des blocs dynamiques spéciaux. Les liquides aiment se propager et s'écouler vers leurs blocs environnants. Les joueurs peuvent nager et se noyer en eux.
zh_cn: 液体是特殊的动态方块，它们会向周围的方块扩散和流动，玩家可以在其中游泳，也可能溺水。

source: Liquids usually come in two forms: In source form (S) and in flowing form (F).
es: Los líquidos generalmente vienen en dos formas: en forma de fuente (S) y en forma de flujo (F).
fr: Les liquides se présentent généralement sous deux formes : sous forme source (S) et sous forme fluide (F).
zh_cn: 液体通常有两种形态：源头形态（S）和流动形态（F）。

source: Liquid sources have the shape of a full cube. A liquid source will generate flowing liquids around it from time to time, and, if the liquid is renewable, it also generates liquid sources. A liquid source can sustain itself. As long it is left alone, a liquid source will normally keep its place and does not drain out.
es: Las fuentes líquidas tienen la forma de un cubo lleno. Una fuente líquida generará líquidos que fluyan a su alrededor de vez en cuando y, si el líquido es renovable, también generará fuentes líquidas. Una fuente líquida puede autoabastecerse. Mientras se la deje en paz, una fuente líquida normalmente mantendrá su lugar y no se agotará.
fr: Les sources liquides ont la forme d'un cube plein. Une source de liquide génère de temps à autre des liquides qui coulent autour d'elle et, si le liquide est renouvelable, elle génère également des sources de liquide. Une source liquide peut se maintenir. Tant qu'elle est laissée seule, une source liquide gardera normalement sa place et ne s'écoulera pas.
zh_cn: 液体源头呈完整的立方体形状，液体源头会时不时地在其周围生成流动的液体，如果该液体是可再生的，它还会生成新的液体源头，液体源头能够自我维持，只要不去动它，通常情况下它会保持原位，不会流干。

source: Flowing liquids take a sloped form. Flowing liquids spread around the world until they drain. A flowing liquid can not sustain itself and always comes from a liquid source, either directly or indirectly. Without a liquid source, a flowing liquid will eventually drain out and disappear.
es: Los líquidos que fluyen adoptan una forma inclinada. Los líquidos que fluyen se esparcen por el mundo hasta que se drenan. Un líquido que fluye no puede sostenerse por sí mismo y siempre proviene de una fuente líquida, ya sea directa o indirectamente. Sin una fuente líquida, un líquido que fluye eventualmente se drenará y desaparecerá.
fr: Les liquides qui coulent prennent une forme inclinée. Les liquides qui coulent se répandent dans le monde jusqu'à ce qu'ils s'écoulent. Un liquide qui coule ne peut pas subvenir à ses besoins et provient toujours d'une source de liquide, directement ou indirectement. Sans source de liquide, un liquide qui s'écoule finira par s'écouler et disparaître.
zh_cn: 流动的液体呈现倾斜的形态，它们会在世界中四处扩散，直至流干。流动的液体无法自我维持，总是直接或间接地来源于液体源头，没有液体源头的话，流动的液体最终会流干并消失。

source: All liquids share the following properties:
es: Todos los líquidos comparten las siguientes propiedades:
fr: Tous les liquides partagent les propriétés suivantes :
zh_cn: 所有液体都具备以下属性：

source: • All properties of blocks (including drowning damage)
es: • Todas las propiedades de los bloques (incluido el daño por ahogamiento)
fr: • Toutes les propriétés des blocs (y compris les dégâts de noyade)
zh_cn: • 具备方块的所有属性（包括溺水伤害）

source: • Renewability: Renewable liquids can create new sources
es: • Renovabilidad: Los líquidos renovables pueden crear nuevas fuentes
fr: • Renouvelabilité : les liquides renouvelables peuvent créer de nouvelles sources
zh_cn: • 可再生性：可再生的液体能够生成新的源头

source: • Flowing range: How many flowing liquids are created at maximum per liquid source, it determines how far the liquid will spread. Possible are ranges from 0 to 8. At 0, no flowing liquids will be created. Image 5 shows a liquid of flowing range 2
es: • Rango de flujo: La cantidad máxima de líquidos que fluyen se crea por fuente de líquido, lo que determina hasta dónde se extenderá el líquido. Los rangos posibles son de 0 a 8. En 0, no se crearán líquidos que fluyan. La imagen 5 muestra un líquido de rango de flujo 2
fr: • Plage d'écoulement : le nombre de liquides qui s'écoulent au maximum par source de liquide détermine la distance de propagation du liquide. Les plages possibles sont comprises entre 0 et 8. À 0, aucun liquide ne sera créé. L'image 5 montre un liquide de gamme fluide 2
zh_cn: • 流动范围：每个液体源头最多能生成多少流动的液体，这决定了液体将会扩散多远，其范围可能是从0到8，若为0，则不会生成任何流动的液体，图5展示的是流动范围为2的一种液体

source: • Viscosity: How slow players move through it and how slow the liquid spreads
es: • Viscosidad: qué tan lento se mueven los jugadores a través de él y qué tan lento se esparce el líquido
fr: • Viscosité : la vitesse à laquelle les joueurs se déplacent et la vitesse de propagation du liquide
zh_cn: • 黏度：玩家在其中移动的速度有多慢以及液体扩散的速度有多慢

source: Renewable liquids create new liquid sources at open spaces (image 2). A new liquid source is created when:
es: Los líquidos renovables crean nuevas fuentes de líquido en espacios abiertos (imagen 2). Una nueva fuente de líquido se crea cuando:
fr: Les liquides renouvelables créent de nouvelles sources de liquide dans les espaces ouverts (image 2). Une nouvelle source de liquide est créée lorsque :
zh_cn: 可再生液体在开阔空间中会生成新的液体源头（图2），当出现以下情况时会生成新的液体源头：

source: • Two renewable liquid blocks of the same type touch each other diagonally
es: • Dos bloques líquidos renovables del mismo tipo se tocan en diagonal
fr: • Deux blocs liquides renouvelables du même type se touchent en diagonale
zh_cn: • 两个相同类型的可再生液体方块彼此对角接触

source: • These blocks are also on the same height
es: • Estos bloques también están a la misma altura
fr: • Ces blocs sont également à la même hauteur
zh_cn: • 且这些方块处于同一高度

source: • One of the two “corners” is open space which allows liquids to flow in
es: • Una de las dos “esquinas” es un espacio abierto que permite que los líquidos fluyan
fr: • L'un des deux «coins» est un espace ouvert qui permet aux liquides de s'écouler
zh_cn: • 两个“角”中的一个是可供液体流入的开阔空间

source: When those criteria are met, the open space is filled with a new liquid source of the same type (image 3).
es: Cuando se cumplen estos criterios, el espacio abierto se llena con una nueva fuente de líquido del mismo tipo (imagen 3).
fr: Lorsque ces critères sont remplis, l'espace ouvert est rempli d'une nouvelle source de liquide du même type (image 3).
zh_cn: 当满足这些条件时，开阔空间就会被同种类型的新液体源头填满（图3）。

source: Swimming in a liquid is fairly straightforward: The usual direction keys for basic movement, the jump key for rising and the sneak key for sinking.
es: Nadar en un líquido es bastante sencillo: las teclas de dirección habituales para el movimiento básico, la tecla de saltar para elevarse y la tecla de caminar para hundirse.
fr: Nager dans un liquide est assez simple : les touches de direction habituelles pour les mouvements de base, la touche de saut pour la montée et la touche furtive pour le naufrage.
zh_cn: 在液体中游泳相当简单：使用基本移动的常规方向键，按跳跃键上浮，按潜行键下沉。

source: The physics for swimming and diving in a liquid are:
es: Las leyes físicas para nadar y bucear en un líquido son:
fr: La physique pour nager et plonger dans un liquide est :
zh_cn: 液体中游泳和潜水的物理特性如下：

source: • The higher the viscosity, the slower you move
es: • Cuanto mayor sea la viscosidad, más lento te moverás
fr: • Plus la viscosité est élevée, plus vous vous déplacez lentement
zh_cn: • 黏度越高，你移动的速度就越慢

source: • If you rest, you'll slowly sink
es: • Si reposas, te hundirás lentamente
fr: • Si vous vous reposez, vous coulerez lentement
zh_cn: • 如果你静止不动，就会慢慢下沉

source: • There is no fall damage for falling into a liquid as such
es: • No hay daño por caída por caer en un líquido como tal
fr: • Il n'y a aucun dommage de chute pour tomber dans un liquide en tant que tel
zh_cn: • 掉入液体中本身不会造成掉落伤害

source: • If you fall into a liquid, you will be slowed down on impact (but don't stop instantly). Your impact depth is determined by your speed and the liquid viscosity. For a safe high drop into a liquid, make sure there is enough liquid above the ground, otherwise you might hit the ground and take fall damage
es: • Si caes en un líquido, tu velocidad disminuirá al impactar (pero no te detendrás instantáneamente). La profundidad del impacto está determinada por tu velocidad y la viscosidad del líquido. Para caer en un líquido desde una altura segura, asegúrate de que haya suficiente líquido sobre el suelo; de lo contrario, podrías golpearte y sufrir daños por caída
fr: • Si vous tombez dans un liquide, vous serez ralenti à l'impact (mais ne vous arrêtez pas instantanément). Votre profondeur d'impact est déterminée par votre vitesse et la viscosité du liquide. Pour une chute élevée et sûre dans un liquide, assurez-vous qu'il y a suffisamment de liquide au-dessus du sol, sinon vous pourriez toucher le sol et subir des dommages de chute
zh_cn: • 如果你掉入液体中，撞击时会减速（但不会立即停止），撞击深度由你的速度和液体黏度决定，为了能安全地从高处掉入液体中，要确保地面上方有足够的液体，否则你可能会撞到地面并受到掉落伤害

source: Liquids are often not pointable. But some special items are able to point all liquids.
es: Los líquidos no suelen poder apuntarse. Pero algunos ítems especiales son capaces de apuntar a todos los líquidos.
fr: Les liquides sont souvent inutiles. Mais certains objets spéciaux sont capables de pointer tous les liquides.
zh_cn: 液体通常是不可瞄准的，但有些特殊物品能够瞄准所有液体。

source: Light
es: Luz
fr: Lumière
zh_cn: 光源

source: As the world is entirely block-based, so is the light in the world. Each block has its own brightness. The brightness of a block is expressed in a “light level” which ranges from 0 (total darkness) to 15 (as bright as the sun).
es: Como el mundo está basado completamente en bloques, también lo está la luz en el mundo. Cada bloque tiene su propio brillo. El brillo de un bloque se expresa en un “nivel de luz” que va de 0 (oscuridad total) a 15 (tan brillante como el sol).
fr: Comme le monde est entièrement basé sur des blocs, la lumière du monde l'est également. Chaque bloc a sa propre luminosité. La luminosité d'un bloc s'exprime dans un "niveau de lumière" qui varie de 0 (obscurité totale) à 15 (aussi lumineux que le soleil).
zh_cn: 由于整个世界完全基于方块构建，世界中的光照也是如此，每个方块都有自己的亮度，方块的亮度通过“光照等级”来表示，其范围从0（完全黑暗）到15（和太阳一样亮）。

source: There are two types of light: Sunlight and artificial light.
es: Hay dos tipos de luz: la luz solar y la luz artificial.
fr: Il existe deux types de lumière : La lumière du soleil et la lumière artificielle.
zh_cn: 有两种类型的光：太阳光和人造光。

source: Artificial light is emitted by luminous blocks. Artificial light has a light level from 1-14.
es: La luz artificial se emite mediante bloques luminosos. La luz artificial tiene un nivel de luz de 1-14.
fr: La lumière artificielle est émise par des blocs lumineux. La lumière artificielle a un niveau de lumière de 1 à 14.
zh_cn: 人造光由发光方块发出，人造光的光照等级范围是1 - 14。

source: Sunlight is the brightest light and always goes perfectly straight down from the sky at each time of the day. At night, the sunlight will become moonlight instead, which still provides a small amount of light. The light level of sunlight is 15.
es: La luz del sol es la más brillante y siempre cae del cielo en línea recta a cualquier hora del día. Por la noche, la luz del sol se convierte en la luz de luna, que aún proporciona una pequeña cantidad de luz. El nivel de luz de la luz solar es 15.
fr: La lumière du soleil est la lumière la plus brillante et descend toujours parfaitement directement du ciel à chaque heure de la journée. La nuit, la lumière du soleil deviendra le clair de lune à la place, qui fournit toujours une petite quantité de lumière. Le niveau de lumière solaire est de 15.
zh_cn: 太阳光是最亮的光，在一天中的任何时候它总是从天空笔直向下照射，到了夜晚，太阳光会变成月光，不过月光仍会提供少量的光，太阳光的光照等级是15。

source: Blocks have 3 levels of transparency:
es: Los bloques tienen 3 niveles de transparencia:
fr: Les blocs ont 3 niveaux de transparence :
zh_cn: 方块有3个透明度级别：

source: • Transparent: Sunlight goes through limitless, artificial light goes through with losses
es: • Transparente: La luz del sol pasa sin límites, la luz artificial pasa con pérdidas
fr: • Transparent : La lumière du soleil passe sans limite, la lumière artificielle passe avec des pertes
zh_cn: • 透明：太阳光可无限制穿过，人造光穿过时会有损耗

source: • Semi-transparent: Sunlight and artificial light go through with losses
es: • Semitransparente: La luz solar y la luz artificial pasan con pérdidas
fr: • Semi-transparent : La lumière du soleil et la lumière artificielle subissent des pertes
zh_cn: • 半透明：太阳光和人造光穿过时都会有损耗

source: • Opaque: No light passes through
es: • Opaco: No pasa la luz
fr: • Opaque : Aucune lumière ne passe
zh_cn: • 不透明：任何光都无法穿过

source: Artificial light will lose one level of brightness for each transparent or semi-transparent block it passes through, until only darkness remains (image 1).
es: La luz artificial perderá un nivel de brillo por cada bloque transparente o semitransparente que atraviese, hasta que sólo quede oscuridad (imagen 1).
fr: La lumière artificielle perdra un niveau de luminosité pour chaque bloc transparent ou semi-transparent qu'elle traverse, jusqu'à ce qu'il ne reste que l'obscurité (image 1).
zh_cn: 人造光每穿过一个透明或半透明方块就会损失一级亮度，直至只剩下黑暗（图1）。

source: Sunlight will preserve its brightness as long it only passes fully transparent blocks. When it passes through a semi-transparent block, it turns to artificial light. Image 2 shows the difference.
es: La luz del sol conservará su brillo siempre que pase únicamente por bloques totalmente transparentes. Cuando pasa por un bloque semitransparente, se convierte en luz artificial. La imagen 2 muestra la diferencia.
fr: La lumière du soleil conservera sa luminosité tant qu'elle ne passera que par des blocs entièrement transparents. Lorsqu'il passe à travers un bloc semi-transparent, il se transforme en lumière artificielle. L'image 2 montre la différence.
zh_cn: 只要太阳光穿过的都是完全透明的方块，它就能保持自身亮度，当它穿过半透明方块时，就会变成人造光，图2展示了其中的区别。

source: Note that “transparency” here only means that the block is able to carry brightness from its neighboring blocks. It is possible for a block to be transparent to light but you can't see trough the other side.
es: Tenga en cuenta que aquí la "transparencia" solo significa que el bloque puede transmitir el brillo de los bloques vecinos. Es posible que un bloque sea transparente a la luz, pero no se puede ver a través del otro lado.
fr: Notez que la "transparence" ici signifie uniquement que le bloc est capable de transporter la luminosité de ses blocs voisins. Il est possible qu'un bloc soit transparent à la lumière mais vous ne pouvez pas voir à travers l'autre côté.
zh_cn: 请注意，这里的“透明度”仅意味着方块能够传递来自相邻方块的亮度，有可能某个方块对光是透明的，但你无法透过它看到另一侧。

source: Groups
es: Grupos
fr: Groupes
zh_cn: 群组

source: Items, players and objects (animate and inanimate) can be members of any number of groups. Groups serve multiple purposes:
es: Los ítems, jugadores y objetos (animados y inanimados) pueden ser miembros de cualquier número de grupos. Los grupos cumplen múltiples propósitos:
fr: Les objets, les joueurs et les objets (animés et inanimés) peuvent être membres de plusieurs de groupes. Les groupes ont plusieurs objectifs :
zh_cn: 物品、玩家以及物体（有生命的和无生命的）都可以成为任意数量群组的成员，群组有多种用途：

source: • Crafting recipes: Slots in a crafting recipe may not require a specific item, but instead an item which is a member of a particular group, or multiple groups
es: • Recetas de fabricación: Es posible que las ranuras en una receta de fabricación no requieran un ítem específico, sino un ítem que sea miembro de un grupo en particular o de varios grupos
fr: • Recettes d'artisanat : Les emplacements d'une recette d'artisanat peuvent ne pas nécessiter un élément spécifique, mais plutôt un élément qui est membre d'un groupe particulier ou de plusieurs groupes
zh_cn: • 制作配方：制作配方中的栏位可能不要求特定的物品，而是要求属于某个特定群组或多个群组的物品

source: • Digging times: Diggable blocks belong to groups which are used to determine digging times. Mining tools are capable of digging blocks belonging to certain groups
es: • Tiempos de excavación: Los bloques excavables pertenecen a grupos que se utilizan para determinar los tiempos de excavación. Las herramientas de minería son capaces de excavar bloques que pertenecen a ciertos grupos
fr: • Temps de creusement : Les blocs pouvant être creusés appartiennent à des groupes qui sont utilisés pour déterminer les temps de creusement. Les outils miniers sont capables de creuser des blocs appartenant à certains groupes
zh_cn: • 挖掘时间：可挖掘的方块属于用于确定挖掘时间的群组，挖掘工具能够挖掘属于特定群组的方块

source: • Block behavior: Blocks may show a special behaviour and interact with other blocks when they belong to a particular group
es: • Comportamiento del bloque: Los bloques pueden mostrar un comportamiento especial e interactuar con otros bloques cuando pertenecen a un grupo particular
fr: • Comportement des blocs : Les blocs peuvent présenter un comportement spécial et interagir avec d'autres blocs lorsqu'ils appartiennent à un groupe particulier
zh_cn: • 方块行为：当方块属于某个特定群组时，它们可能会表现出特殊的行为，并与其他方块相互作用

source: • Damage and armor: Objects and players have armor groups, weapons have damage groups. These groups determine damage. See also: “Basics > Weapons”
es: • Daño y armadura: los objetos y los jugadores tienen grupos de armadura, las armas tienen grupos de daño. Estos grupos determinan el daño. Ver también: “Conceptos básicos > Armas”
fr: • Dommages et armures : Les objets et les joueurs ont des groupes d'armures, les armes ont des groupes de dégâts. Ces groupes déterminent les dommages. Voir aussi : "Bases> Armes"
zh_cn: • 伤害与护甲：物体和玩家有护甲群组，武器有伤害群组，这些群组决定了伤害情况，另见“基础 > 武器”部分

source: • Other uses
es: • Otros usos
fr: • Autres utilisations
zh_cn: • 其他用途

source: In the item help, many important groups are usually mentioned and explained.
es: En la ayuda del ítem normalmente se mencionan y explican muchos grupos importantes.
fr: Dans l'aide aux objets, de nombreux groupes importants sont généralement mentionnés et expliqués.
zh_cn: 在物品相关的帮助内容中，通常会提及并解释许多重要的群组。

source: Glossary
es: Glosario
fr: Glossaire
zh_cn: 术语表

source: This is a list of commonly used terms:
es: Esta es una lista de términos comúnmente utilizados:
fr: Voici une liste de termes couramment utilisés :
zh_cn: 以下是常用术语列表：

source: Controls:
es: Controles:
fr: Les contrôles :
zh_cn: 操作控制：

source: • Wielding: Holding an item in hand
es: • Empuñadura: Sostener un ítem en la mano
fr: • Maniement : Tenir un objet en main
zh_cn: • 手持：将物品握在手中

source: • Pointing: Looking with the crosshair at something in range
es: • Apuntar: mirar con la retícula a algo que esté dentro del alcance
fr: • Pointage : Regarder avec le réticule quelque chose à portée
zh_cn: • 瞄准：通过准星看向射程范围内的某个物体

source: • Dropping: Throwing an item or item stack to the ground
es: • Tirar: Lanzar un ítem o una pila de ítems al suelo
fr: • Lâcher : Jeter un objet ou une pile d'objets au sol
zh_cn: • 丢弃：将物品或物品堆叠扔到地面上

source: • Punching: Attacking with left-click, is also used on blocks
es: • Puñetazos: Atacar con clic izquierdo, también se utiliza en bloques
fr: • Frapper : Attaque avec clic gauche, est également utilisé sur les blocs
zh_cn: • 击打：通过点击鼠标左键进行攻击，也可用于攻击方块

source: • Sneaking: Walking slowly while (usually) avoiding to fall over edges
es: • Ir sigilosamente: caminar lentamente mientras se evita (generalmente) caerse por los bordes
fr: • Se faufiler : Marcher lentement tout en évitant (généralement) de tomber sur les bords
zh_cn: • 潜行：缓慢行走，（通常）避免从边缘掉落

source: • Climbing: Moving up or down a climbable block
es: • Escalada: subir o bajar un bloque escalable
fr: • Escalade : Monter ou descendre un bloc grimpable
zh_cn: • 攀爬：在可攀爬的方块上向上或向下移动

source: Blocks:
es: Bloques:
fr: Blocs :
zh_cn: 方块：

source: • Block: Cubes that the worlds are made of
es: • Bloque: Cubos de los que están hechos los mundos
fr: • Bloc : Cubes dont les mondes sont faits
zh_cn: • 方块：构成世界的立方体

source: • Mining/digging: Using a mining tool to break a block
es: • Minado/excavación: uso de una herramienta de minería para romper un bloque
fr: • Exploration/minage : Utilisation d'un outil d'exploration pour casser un bloc
zh_cn: • 挖掘：使用挖掘工具破坏方块

source: • Building/placing: Putting a block somewhere
es: • Construir/colocar: Poner un bloque en algún lugar
fr: • Construction/Placement : Placer un bloc quelque part
zh_cn: • 建造/放置：将方块放置在某处

source: • Drop: Items you get after mining a block
es: • Recompensa: Ítems que obtienes después de minar un bloque
fr: • Drop : Les objets que vous obtenez après avoir extrait un bloc
zh_cn: • 掉落物：挖掘方块后获得的物品

source: • Using a block: Right-clicking a block to access its special function
es: • Usar un bloque: Haga clic derecho en un bloque para acceder a su función especial
fr: • Utilisation d'un bloc : Clic droit sur un bloc pour accéder à sa fonction spéciale
zh_cn: • 使用方块：右键点击方块以启用其特殊功能

source: Items:
es: Ítems:
fr: Objects :
zh_cn: 物品：

source: • Item: A single thing that players can possess
es: • Ítem: Una sola cosa que los jugadores pueden poseer
fr: • Objet : Une seule chose que les joueurs peuvent posséder
zh_cn: • 物品：玩家可以拥有的单个物件

source: • Item stack: A collection of items of the same kind
es: • Pila de ítems: Una colección de ítems del mismo tipo
fr: • Pile d'objets : Une collection d'objets du même type
zh_cn: • 物品堆叠：同种物品的集合

source: • Maximum stack size: Maximum amount of items in an item stack
es: • Tamaño máximo de pila: Cantidad máxima de ítems en una pila de ítems
fr: • Taille maximale de la pile : Quantité maximale d'éléments dans une pile d'éléments
zh_cn: • 最大堆叠数量：一个物品堆叠中物品的最大数量

source: • Slot / inventory slot: Can hold one item stack
es: • Ranura / ranura de inventario: puede contener una pila de ítems
fr: • Emplacement/Emplacement d'inventaire : Peut contenir une pile d'objets
zh_cn: • 栏位/背包栏位：可容纳一个物品堆叠

source: • Inventory: Provides several inventory slots for storage
es: • Inventario: proporciona varias ranuras de inventario para almacenamiento
fr: • Inventaire : Fournit plusieurs emplacements d'inventaire pour le stockage
zh_cn: • 背包：提供若干背包栏位用于存放物品

source: • Player inventory: The main inventory of a player
es: • Inventario del jugador: El inventario principal de un jugador
fr: • Inventaire des joueurs : L'inventaire principal d'un joueur
zh_cn: • 玩家背包：玩家的主要背包

source: • Tool: An item which you can use to do special things with when wielding
es: • Herramienta: Un ítem que puedes usar para hacer cosas especiales al manejarlo
fr: • Outil : Un élément que vous pouvez utiliser pour faire des choses spéciales avec lors du soudage
zh_cn: • 工具：手持时可用来做特殊事情的物品

source: • Range: How far away things can be to be pointed by an item
es: • Alcance: Qué tan lejos pueden estar las cosas para ser apuntadas por un ítem
fr: • Plage : A quelle distance les objets peuvent être pointés par un élément
zh_cn: • 射程：物品能够瞄准的物体的最远距离

source: • Mining tool: A tool which allows to break blocks
es: • Herramienta de minería: Una herramienta que permite romper bloques
fr: • Outil minier : Un outil qui permet de casser des blocs
zh_cn: • 挖掘工具：可用于破坏方块的工具

source: • Craftitem: An item which is (primarily or only) used for crafting
es: • Ítem de fabricación: Un ítem que se utiliza (principalmente o únicamente) para fabricar
fr: • Composant : Un objet qui est (principalement ou uniquement) utilisé pour l'artisanat
zh_cn: • 制作材料：（主要或仅）用于制作的物品

source: Gameplay:
es: Jugabilidad:
zh_cn: 游戏玩法：
