Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/mcl_doc_basics/locale/poconvert/*.po
Languages: es, fr, zh_cn

source: • Description: Allows you to move much faster. Hold down the the “Use” key [E] to move faster. In the client configuration, you can further customize fast mode.
es: • Descripción: Te permite moverte mucho más rápido. Mantén pulsada la tecla "Usar" [E] para moverte más rápido. En la configuración del cliente, puede personalizar aún más el modo rápido.
fr: • Description : vous permet de vous déplacer beaucoup plus rapidement. Maintenez la touche "Utiliser" [E] enfoncée pour vous déplacer plus rapidement. Dans la configuration du client, vous pouvez personnaliser davantage le mode rapide.
zh_cn: • 描述：能让你移动得更快，按住“使用”键（[E]键）可加快移动速度，在客户端配置中，你还可以进一步自定义快速模式。

source: • Default key: [J]
es: • Tecla por defecto: [J]
fr: • Touche par défaut : [J]
zh_cn: • 默认按键：[J]

source: • Required privilege: fast
es: • Privilegio requerido: fast
fr: • Privilège requis : fast
zh_cn: • 所需权限：快速

source: Fly mode:
es: Modo de vuelo:
fr: Mode Vol :
zh_cn: 飞行模式：

source: • Description: Gravity doesn't affect you and you can move freely in all directions. Use the jump key to rise and the sneak key to sink.
es: • Descripción: la gravedad no te afecta y puedes moverte libremente en todas las direcciones. Usa la tecla de saltar para subir y la tecla de caminar para caer.
fr: • Description : La gravité ne vous affecte pas et vous pouvez vous déplacer librement dans toutes les directions. Utilisez la touche de saut pour monter et la touche de sneak pour descendre.
zh_cn: • 描述：重力不会对你产生影响，你可以向各个方向自由移动，使用跳跃键上升，使用潜行键下降。

source: • Default key: [K]
es: • Tecla por defecto: [K]
fr: • Touche par défaut : [K]
zh_cn: • 默认按键：[K]

source: • Required privilege: fly
es: • Privilegio requerido: fly
fr: • Privilège requis : fly
zh_cn: • 所需权限：飞行

source: Noclip mode:
es: Modo noclip:
fr: Mode Noclip :
zh_cn: 穿墙模式：

source: • Description: Allows you to move through walls. Only works when fly mode is enabled, too.
es: • Descripción: Permite moverse a través de las paredes. Solo funciona cuando el modo de vuelo está habilitado, también.
fr: • Description : vous permet de vous déplacer à travers les murs. Fonctionne uniquement lorsque le mode avion est également activé.
zh_cn: • 描述：允许你穿过墙壁移动，但该模式只有在飞行模式也启用的情况下才有效。

source: • Default key: [H]
es: • Tecla por defecto: [H]
fr: • Touche par défaut : [H]
zh_cn: • 默认按键：[H]

source: • Required privilege: noclip
es: • Privilegio requerido: noclip
fr: • Privilège requis : noclip
zh_cn: • 所需权限：穿墙

source: Coordinates
es: Coordenadas
fr: Coordonnées
zh_cn: 坐标

source: The world is a large cube. And because of this, a position in the world can be easily expressed with Cartesian coordinates. That is, for each position in the world, there are 3 values X, Y and Z.
es: El mundo es un gran cubo. Por eso, una posición en el mundo se puede expresar fácilmente con coordenadas cartesianas. Es decir, para cada posición en el mundo hay 3 valores X, Y y Z.
fr: Le monde est un grand cube. Et pour cette raison, une position dans le monde peut être facilement exprimée avec des coordonnées cartésiennes. Autrement dit, pour chaque position dans le monde, il existe 3 valeurs X, Y et Z.
zh_cn: 世界是一个巨大的立方体，正因如此，世界中的位置可以很容易地用笛卡尔坐标来表示，也就是说，对于世界中的每个位置，都有X、Y和Z这3个值。

source: Like this: (5, 45, -12)
es: Como esto: (5, 45, -12)
fr: Comme ceci : (5, 45, -12)
zh_cn: 像这样：(5, 45, -12)

source: This refers to the position where X=5, Y=45 and Z=-12. The 3 letters are called “axes”: Y is for the height. X and Z are for the horizontal position.
es: Esto se refiere a la posición donde X=5, Y=45 y Z=-12. Las 3 letras se llaman "ejes": Y es para la altura. X y Z son para la posición horizontal.
fr: Cela fait référence à la position où X=5, Y=45 et Z=-12. Les 3 lettres sont appelées "axes" : Y est pour la hauteur. X et Z sont pour la position horizontale.
zh_cn: 这指的是X等于5、Y等于45且Z等于 - 12的位置，这3个字母被称作“坐标轴”：Y代表高度，X和Z代表水平位置。

source: The values for X, Y and Z work like this:
es: Los valores para X, Y y Z funcionan así:
fr: Les valeurs pour X, Y et Z fonctionnent comme ceci :
zh_cn: X、Y和Z的值变化规律如下：

source: • If you go up, Y increases
es: • Si subes, Y aumenta
fr: • Si vous montez, Y augmente
zh_cn: • 如果你向上走，Y值会增加

source: • If you go down, Y decreases
es: • Si usted baja, Y disminuye
fr: • Si vous descendez, Y diminue
zh_cn: • 如果你向下走，Y值会减少

source: • If you follow the sun, X increases
es: • Si sigues el sol, X aumenta
fr: • Si vous suivez le soleil, X augmente
zh_cn: • 如果你顺着太阳的方向走，X值会增加

source: • If you go to the reverse direction, X decreases
es: • Si se va en dirección contraria, X disminuye
fr: • Si vous allez dans le sens inverse, X diminue
zh_cn: • 如果你朝着相反方向走，X值会减少

source: • Follow the sun, then go right: Z increases
es: • Seguir el sol, luego ir a la derecha: aumenta Z
fr: • Suivez le soleil, puis allez à droite : Z augmente
zh_cn: • 顺着太阳方向走，然后向右走：Z值会增加

source: • Follow the sun, then go left: Z decreases
es: • Seguir el sol, luego ir a la izquierda: disminuye Z
fr: • Suivez le soleil, puis allez à gauche : Z diminue
zh_cn: • 顺着太阳方向走，然后向左走：Z值会减少

source: • The side length of a full cube is 1
es: • La longitud lateral de un cubo completo es 1
fr: • La longueur latérale d'un cube complet est de 1
zh_cn: • 一个完整立方体的边长为1

source: You can view your current position in the debug screen (open with [F5]).
es: Puede ver su posición actual en la pantalla de depuración (abrir con [F5]).
fr: Vous pouvez afficher votre position actuelle dans l'écran de débogage (ouvrir avec [F5]).
zh_cn: 你可以在调试屏幕（通过按下[F5]键打开）中查看你当前的位置。

source: Settings
es: Configuración
fr: Réglages
zh_cn: 设置

source: There is a large variety of settings to configure Minetest. Pretty much every aspect can be changed that way.
es: Existe una gran variedad de opciones para configurar Minetest. De esta manera, se pueden modificar prácticamente todos los aspectos.
fr: Il existe une grande variété de paramètres pour configurer Minetest. Presque tous les aspects peuvent être modifiés de cette façon.
zh_cn: luanti有各种各样的设置可供配置，几乎游戏的各个方面都能通过这种方式来更改。

source: These are a few of the most important gameplay settings:
es: Estos son algunos de los ajustes más importantes del juego:
fr: Voici quelques-uns des paramètres de jeu les plus importants :
zh_cn: 以下是一些最重要的游戏玩法设置：

source: • Damage enabled (enable_damage): Enables the health and breath attributes for all players. If disabled, players are immortal
es: • Permitir daños (enable_damage): Habilita los atributos de salud y respiración para todos los jugadores. Si está desactivado, los jugadores son inmortales
fr: • Dommage activé (enable_damage) : Active les attributs de santé et de souffle pour tous les joueurs. Si désactivé, les joueurs sont immortels
zh_cn: • 伤害启用（enable_damage）：为所有玩家启用生命值和呼吸值属性。如果禁用此设置，玩家将处于无敌状态

source: • Creative Mode (creative_mode): Enables sandbox-style gameplay focusing on creativity rather than a challenging gameplay. The meaning depends on the game; usual changes are: Reduced dig times, easy access to almost all items, tools never wear off, etc.
es: • Modo creativo (creative_mode): permite un juego de estilo sandbox que se centra en la creatividad en lugar de en un juego desafiante. El significado depende del juego; los cambios habituales son: tiempos de minado reducidos, fácil acceso a casi todos los ítems, herramientas que nunca se desgastan, etc.
fr: Mode créatif (creative_mode) : Permet un jeu de type « bac à sable » axé sur la créativité plutôt que sur un jeu stimulant. La signification dépend du jeu ; les changements habituels sont les suivants : Temps de fouille réduits, accès facile à presque tous les objets, les outils ne s'usent jamais, etc.
zh_cn: • 创造模式（creative_mode）：开启沙盒式游戏玩法，侧重于创造力而非具有挑战性的玩法，其具体含义因游戏而异，通常的变化有：挖掘时间缩短、几乎能轻松获取所有物品、工具永不磨损等等。

source: • PvP (enable_pvp): Short for “Player vs Player”. If enabled, players can deal damage to each other
es: • JcJ (enable_pvp): abreviatura de “Jugador contra Jugador”. Si está habilitado, los jugadores pueden causarse daño entre sí
fr: • PvP (enable_pvp) : Abréviation de «Player vs Player». Si activé, les joueurs peuvent s'infliger mutuellement des dégâts
zh_cn: • 玩家对战玩家（PvP，enable_pvp）：如果启用该功能，玩家之间可互相造成伤害

source: For a full list of all available settings, use the “All Settings” dialog in the main menu.
es: Para obtener una lista completa de todas las configuraciones disponibles, utilice el cuadro de diálogo “Todas las configuraciones” en el menú principal.
fr: Pour une liste complète de tous les paramètres disponibles, utilisez la boîte de dialogue "Tous les Paramètres" dans le menu principal.
zh_cn: 如需获取所有可用设置的完整列表，请使用主菜单中的“所有设置”对话框。

source: Online help
es: Ayuda en línea
fr: Aide en ligne
zh_cn: 在线帮助

source: Community wiki: <https://wiki.minetest.net/>
es: Wiki de la comunidad: <https://wiki.minetest.net/>
fr: Wiki de la communauté : <https://wiki.minetest.net/>
zh_cn: 社区维基：<https://wiki.minetest.net/>

source: Chat: <irc://irc.freenode.net#minetest>
zh_cn: 聊天频道：<irc://irc.freenode.net#minetest>

source: Basics
es: Conceptos básicos
fr: Les bases
zh_cn: 基础内容

source: Everything you need to know to get started with playing
es: Todo lo que necesitas saber para empezar a jugar
fr: Tout ce que vous devez savoir pour commencer à jouer
zh_cn: 开始游戏所需知晓的一切内容

source: Quick start
es: Inicio rápido
fr: Démarrage rapide
zh_cn: 快速入门

source: This is a very brief introduction to the basic gameplay.
es: Esta es una introducción muy breve al juego básico.
fr: Ceci est une brève introductions aux principes de base du jeu.
zh_cn: 这是对基础游戏玩法的简要介绍。

source: How to play:
es: Cómo jugar:
fr: Comment jouer :
zh_cn: 玩法：

source: • Punch a tree trunk until it breaks and collect wood
es: • Golpea el tronco de un árbol hasta que se rompa y recoge madera
fr: • Frappez un tronc d'arbre jusqu'à ce qu'il se brise et ramassez du bois
zh_cn: • 击打树干直至其被破坏，然后收集木材

source: • Place the wood into the 2×2 grid (your “crafting grid”) in your inventory menu and craft 4 wood planks
es: • Coloque la madera en la cuadrícula 2×2 (su “rejilla de fabricación”) en su menú de inventario y fabrica 4 tablones de madera
fr: • Placez le bois dans la grille 2×2 (votre "grille d'établi") dans votre menu d'inventaire et fabriquez 4 planches de bois
zh_cn: • 将木材放入背包菜单里的2×2网格（你的“制作网格”）中，制作出4块木板

source: • Place them in a 2×2 shape in the crafting grid to craft a crafting table
es: • Colocarlos en forma 2×2 en la cuadrícula de fabricación para elaborar una mesa de trabajo
fr: • Placez-les dans une forme 2×2 dans la grille de fabrication pour créer un établi
zh_cn: • 将它们以2×2的形状放置在制作网格中，制作出一个工作台

source: • Place the crafting table on the ground
es: • Coloque la mesa de trabajo en el suelo
fr: • Placez l'établi sur le sol
zh_cn: • 将工作台放置在地面上

source: • Rightclick it for a 3×3 crafting grid
es: • Haz clic derecho para obtener una cuadrícula de fabricación de 3x3
fr: • Faites un clic droit dessus pour une grille de fabrication 3×3
zh_cn: • 右键点击它，就能使用3×3的制作网格

source: • Use the crafting guide (book icon) to learn all the possible crafting recipes
es: • Utilice la guía de fabricación (icono del libro) para aprender todas las recetas de fabricación posibles
fr: • Utilisez le guide d'artisanat (icône du livre) pour apprendre toutes les recettes de fabrication possibles
zh_cn: • 使用制作指南（书本图标）来学习所有可能的制作配方

source: • Craft a wooden pickaxe so you can dig stone
es: • Fabrica un pico de madera para poder excavar piedra
fr: • Fabriquez une pioche en bois pour creuser la pierre
zh_cn: • 制作一把木镐，这样就能挖掘石头了

source: • Different tools break different kinds of blocks. Try them out!
es: • Diferentes herramientas rompen diferentes tipos de bloques. ¡Pruébalas!
fr: • Différents outils cassent différents types de blocs. Essayez-les !
zh_cn: • 不同的工具能破坏不同种类的方块，去试试吧！

source: • Read entries in this help to learn the rest
es: • Lea las entradas en esta ayuda para aprender el resto
fr: • Lisez les entrées de cette aide pour apprendre le reste
zh_cn: • 阅读这份帮助文档里的内容来了解其余信息

source: • Continue playing as you wish. There's no real goal, but you may want to check the advancements available from the inventory screen. Have fun!
es: • Continuar jugando como quieras. No hay un objetivo real, pero es posible que desee comprobar los progresos disponibles en la pantalla del inventario. ¡Diviértete!
fr: • Continuez à jouer comme vous le souhaitez. Il n'y a pas de véritable objectif, mais vous pouvez consulter les progrès disponibles dans l'écran d'inventaire. Amusez-vous bien !
zh_cn: • 按你所想继续游戏吧，游戏没有特定目标，玩得开心！

source: For the default controls, see the next section [Controls].
es: Para los controles por defecto, consulte la siguiente sección [Controles].
fr: Pour les commandes par défaut, voir la section suivante [Commandes].
zh_cn: 有关默认控制操作，请参阅下一部分[控制操作]。

source: Controls
es: Controles
fr: Les contrôles
zh_cn: 操作控制

source: These are the default controls (which can be remapped in the 'Change keys' dialog):
es: Estos son los controles por defecto (que se pueden reasignar en el cuadro de diálogo 'Cambiar teclas'):
fr: Il s'agit des commandes par défaut (qui peuvent être modifiées dans la boîte de dialogue « Modifier les touches ») :
zh_cn: 以下是默认控制操作（可在“更改按键”对话框中重新映射）：

source: Basic movement:
es: Movimiento básico:
fr: Mouvement de base :
zh_cn: 基本移动：

source: • Moving the mouse around: Look around
es: • Mover el ratón: Mirar alrededor
fr: • Déplacer la souris : regardez les alentours
zh_cn: • 移动鼠标：环顾四周

source: • W: Move forwards
es: • W: Avanzar
fr: • W : Avancer
zh_cn: • [W]键：向前移动

source: • A: Move to the left
es: • A: Moverse hacia la izquierda
fr: • A : Déplacer vers la gauche
zh_cn: • [A]键：向左移动

source: • D: Move to the right
es: • D: Moverse hacia la derecha
fr: • D : Déplacer vers la droite
zh_cn: • [D]键：向右移动

source: • S: Move backwards
es: • S: Moverse hacia atrás
fr: • S : Reculer
zh_cn: • [S]键：向后移动

source: • E: Sprint (aux1)
es: • E: Esprintar (aux1)
fr: • E : Sprinter (aux1)
zh_cn: • [E]键：疾跑

source: While standing on solid ground:
es: Estando de pie sobre un suelo sólido:
fr: En position debout sur un sol solide :
zh_cn: 站在坚实地面上时：

source: • Space: Jump
es: • Espacio: Saltar
fr: • Espace : Sauter
zh_cn: • [空格]键：跳跃

source: • Shift: Sneak
es: • Shift: Ir sigilosamente
fr: • Shift : Faufiler
zh_cn: • [Shift]键：潜行

source: While on a ladder, swimming in a liquid or fly mode is active
es: Mientras se encuentra en una escalera, nadas en un líquido o el modo de vuelo está activo
fr: Sur une échelle, nager dans un liquide ou le mode voler est actif
zh_cn: 在梯子上、在液体中游泳或者飞行模式激活时

source: • Space: Move up
es: • Espacio: Moverse hacia arriba
fr: • Espace : Monter
zh_cn: • [空格]键：向上移动

source: • Shift: Move down
es: • Shift: Moverse hacia abajo
fr: • Shift : Descendre
zh_cn: • [Shift]键：向下移动

source: Extended movement (requires privileges):
es: Movimiento extendido (requiere privilegios):
fr: Déplacement étendu (nécessite des privilèges) :
zh_cn: 扩展移动（需要权限）：

source: • J: Toggle fast mode, makes you run or fly fast (requires “fast” privilege)
es: • J: Alternar el modo rápido, te permite correr o volar rápido (requiere el privilegio "fast")
fr: • J : Basculer en mode rapide, vous permet de courir ou de voler rapidement (nécessite le privilège "fast")
zh_cn: • [J]键：切换快速模式，让你快速奔跑或飞行（需要“快速”权限）

source: • K: Toggle fly mode, makes you move freely in all directions (requires “fly” privilege)
es: • K: Alternar el modo de vuelo, lo que te permite moverte libremente en todas las direcciones (requiere el privilegio de "fly")
fr: • K : Basculer en mode vol, vous permet de vous déplacer librement dans toutes les directions (nécessite le privilège "fly")
zh_cn: • [K]键：切换飞行模式，使你能向各个方向自由移动（需要“飞行”权限）

source: • H: Toggle noclip mode, makes you go through walls in fly mode (requires “noclip” privilege)
es: • H: Alternar el modo noclip, lo que te permite atravesar paredes en modo de vuelo (requiere el privilegio “noclip”)
fr: • H : Bascule le mode noclip, vous fait passer à travers les murs en mode vol (nécessite le privilège "noclip")
zh_cn: • [H]键：切换穿墙模式，让你在飞行模式下能穿过墙壁（需要“穿墙”权限）

source: • E: Walk fast in fast mode
es: • E: Caminar rápido en modo rápido
fr: • E : Marchez vite en mode rapide
zh_cn: • [E]键：在快速模式下快速行走

source: World interaction:
es: Interacción del mundo:
fr: Interaction avec le monde :
zh_cn: 与世界交互：

source: • Left mouse button: Punch / mine blocks
es: • Botón izquierdo del ratón: golpear / minar bloques
fr: • Bouton gauche de la souris : Perforer / miner des blocs
zh_cn: • 鼠标左键：击打/挖掘方块/拾取物品

source: • Right mouse button: Build or use pointed block
es: • Botón derecho del ratón: Construir o usar bloque apuntado
fr: • Bouton droit de la souris : Créer ou utiliser un bloc pointu
zh_cn: • 鼠标右键：建造或使用所瞄准的方块

source: • Shift+Right mouse button: Build
es: • Shift+Botón derecho del ratón: Construir
fr: • Shift+Bouton droit de la souris : Construire
zh_cn: • [Shift] + [鼠标右键]：建造

source: • Roll mouse wheel / B / N: Select next/previous item in hotbar
es: • Rueda del ratón / B / N: Seleccione el siguiente/anterior ítem del hotbar
fr: • Faites rouler la molette de la souris / B / N : Sélectionnez l'élément suivant / précédent dans la barre de raccourci
zh_cn: • 滚动鼠标滚轮/ [B]键/ [N]键：选择快捷栏中的下一个/上一个物品

source: • 1-9: Select item in hotbar directly
es: • 1-9: Selecciona un ítem del hotbar directamente
fr: • 1-9 : sélectionnez directement l'élément dans la barre de raccourci
zh_cn: • [1 - 9]键：直接选择快捷栏中的物品

source: • Q: Drop item stack
es: • Q: Soltar pila de ítems
fr: • Q : Déposer la pile d'objets
zh_cn: • [Q]键：丢弃整组物品

source: • Shift+Q: Drop 1 item
es: • Shift+Q: Tirar 1 ítem
fr: • Shift+Q : Déposer 1 élément
zh_cn: • [Shift] + [Q]键：丢弃1个物品

source: • I: Show/hide inventory menu
es: • I: Mostrar/ocultar el menú de inventario
fr: • I : Afficher/masquer le menu d'inventaire
zh_cn: • [I]键：显示/隐藏背包菜单

source: Inventory interaction:
es: Interacción de inventario:
fr: Interaction d'inventaire :
zh_cn: 背包交互：

source: See the entry “Basics > Inventory”.
es: Véase la entrada "Conceptos básicos > Inventario".
fr: Voir l'entrée «Bases> Inventaire».
zh_cn: 参见“基础 > 背包”条目。

source: Camera:
es: Cámara:
fr: Caméra :
zh_cn: 摄像机：

source: • F7: Toggle camera mode
es: • F7: Alternar el modo de cámara
fr: • F7 : Bascule le mode caméra
zh_cn: • [F7]键：切换摄像机模式

source: Interface:
es: Interfaz:
zh_cn: 界面：

source: • Esc: Open menu window (pauses in single-player mode) or close window
es: • Esc: abrir la ventana de menú (pausar en el modo de un jugador) o cerrar la ventana
fr: • Esc : Ouvrir la fenêtre du menu (fait une pause en mode solo) ou fermer la fenêtre
zh_cn: • [Esc]键：打开菜单窗口（在单人模式下暂停游戏）或关闭窗口

source: • F1: Show/hide HUD
es: • F1: Mostrar/ocultar el HUD
fr: • F1 : Afficher/masquer le HUD
zh_cn: • [F1]键：显示/隐藏游戏界面（平视显示器）

source: • F2: Show/hide chat
es: • F2: Mostrar/ocultar el chat
fr: • F2 : Afficher/masquer le chat
zh_cn: • [F2]键：显示/隐藏聊天窗口

source: • F9: Toggle minimap
es: • F9: Alternar minimapa
fr: • F9 : Basculer la mini-carte
zh_cn: • [F9]键：开启/关闭小地图

source: • Shift+F9: Toggle minimap rotation mode
es: • Shift+F9: Alternar el modo de rotación del minimapa
fr: • Shift+F9 : Bascule le mode de rotation de la mini-carte
zh_cn: • [Shift] + [F9]键：切换小地图旋转模式

source: • F10: Open/close console/chat log
es: • F10: Abrir/cerrar consola/registro de chat
fr: • F10 : Ouvrir/fermer la console/journal de chat
zh_cn: • [F10]键：打开/关闭控制台/聊天记录

source: • F12: Take a screenshot
es: • F12: Toma una captura de pantalla
fr: • F12 : Prendre une capture d'écran
zh_cn: • [F12]键：截屏

source: Server interaction:
es: Interacción con el servidor:
fr: Interaction avec le serveur :
zh_cn: 与服务器交互：

source: • T: Open chat window (chat requires the “shout” privilege)
es: • T: Abrir la ventana de chat (el chat requiere el privilegio "shout")
fr: • T : Ouvrir la fenêtre de discussion (la discussion nécessite le privilège "shout")
zh_cn: • [T]键：打开聊天窗口（聊天需要“喊话”权限）

source: • /: Start issuing a server command
es: • /: Inicia la emisión de un comando del servidor
fr: • / : Lancer l'émission d'une commande serveur
zh_cn: • [/]键：开始输入服务器命令

source: Technical:
es: Técnico:
fr: Technique :
zh_cn: 技术相关：

source: • +: Increase minimal viewing distance
es: • +: Aumentar la distancia mínima de visualización
fr: • + : Augmentez la distance de visionnement minimale
zh_cn: • [+]键：增加最小可视距离

source: • -: Decrease minimal viewing distance
es: • -: Disminuir la distancia mínima de visualización
fr: • - : Diminue la distance de visionnement minimale
zh_cn: • [-]键：减小最小可视距离

source: • F3: Enable/disable fog
es: • F3: Activar/desactivar la niebla
fr: • F3 : Activer/désactiver le brouillard
zh_cn: • [F3]键：开启/关闭雾效

source: • F5: Enable/disable debug screen which also shows your coordinates
es: • F5: Habilitar/deshabilitar la pantalla de depuración que también muestra sus coordenadas
fr: • F5 : Activer / désactiver l'écran de débogage qui affiche également vos coordonnées
zh_cn: • [F5]键：开启/关闭调试界面（该界面也会显示你的坐标）

source: • F6: Only useful for developers. Enables/disables profiler
es: • F6: Solo útil para desarrolladores. Habilita/deshabilita el perfilador
fr: • F6 : utile uniquement pour les développeurs. Active/désactive le profileur
zh_cn: • [F6]键：仅对开发者有用，用于启用/禁用性能分析器

source: Pointing
es: Apuntar
fr: Pointage
zh_cn: 瞄准

source: “Pointing” means looking at something in range with the crosshair. Pointing is needed for interaction, like mining, punching, using, etc. Pointable things include blocks, players, computer enemies and objects.
es: "Apuntar" significa mirar algo en el rango con la retícula. Apuntar es necesario para la interacción, como minar, golpear, usar, etc. Las cosas apuntables incluyen bloques, jugadores, enemigos de computadora y objetos.
fr: "Pointage" signifie regarder quelque chose à portée avec le réticule. Le pointage est nécessaire pour l'interaction, comme l'extraction, le poinçonnage, l'utilisation, etc.
zh_cn: “瞄准”指的是通过准星看向射程范围内的某个物体，在进行诸如挖掘、击打、使用等交互操作时需要进行瞄准，可瞄准的物体包括方块、玩家、电脑控制的敌人以及各类物件。

source: To point something, it must be in the pointing range (also just called “range”) of your wielded item. There's a default range when you are not wielding anything. A pointed thing will be outlined or highlighted (depending on your settings). Pointing is not possible with the 3rd person front camera.
es: Para apuntar algo, debe estar dentro del rango de apuntamiento (también llamado simplemente "rango") del ítem que empuñas. Hay un rango por defecto cuando no estás empuñando nada. Un ítem apuntado aparecerá delineado o resaltado (según tu configuración). No es posible apuntar con la cámara frontal en tercera persona.
fr: Pour pointer quelque chose, il doit se trouver dans la plage de pointage (également appelée simplement "plage") de votre objet brandi. Il y a une plage par défaut lorsque vous ne maniez rien. Une chose pointue sera soulignée ou mise en évidence (en fonction de vos paramètres). Le pointage n'est pas possible avec la caméra frontale à la 3ème personne.
zh_cn: 要瞄准某个物体，它必须处于你所持物品的瞄准范围（也简称为“射程”）内，当你未持有任何物品时，有一个默认的瞄准范围。被瞄准的物体将会被勾勒轮廓或高亮显示（取决于你的设置），使用第三人称正面视角摄像机时无法进行瞄准。

source: A few things can not be pointed. Most blocks are pointable. A few blocks, like air, can never be pointed. Other blocks, like liquids can only be pointed by special items.
es: Hay algunas cosas que no se pueden apuntar. La mayoría de los bloques son apuntables. Algunos bloques, como el aire, nunca se pueden apuntar. Otros bloques, como los líquidos, solo se pueden apuntar con ítems especiales.
fr: Certaines choses ne peuvent pas être signalées. La plupart des blocs sont pointables. Quelques blocs, comme l'air, ne peuvent jamais être pointés. D'autres blocs, comme les liquides, ne peuvent être pointés que par des objets spéciaux.
zh_cn: 有些物体无法被瞄准，大多数方块是可以被瞄准的，但有少数方块，比如空气，永远无法被瞄准，而像液体这类方块，只有通过特殊物品才能瞄准。

source: Items
es: Ítems
fr: Objets
zh_cn: 物品
