Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/mcl_doc_basics/locale/poconvert/*.po
Languages: es, fr, zh_cn

source: Advanced usage
es: Uso avanzado
fr: Utilisation avancée
zh_cn: 高级用法

source: Advanced information which may be nice to know, but is not crucial to gameplay
es: Información avanzada que puede ser útil conocer, pero no es crucial para la jugabilidad
fr: Informations avancées qui peuvent être utiles à connaître, mais qui ne sont pas cruciales pour le gameplay
zh_cn: 一些了解了会更好，但对游戏进程并非关键的进阶信息

source: Creative Mode
es: Modo creativo
fr: Mode Créatif
zh_cn: 创造模式

source: • You keep the things you've placed
es: • Conservas las cosas que colocaste
fr: • Vous gardez les choses que vous avez placées
zh_cn: • 你放置的东西会保留下来

source: • Creative inventory is available to obtain most items easily
es: • El inventario de creativo está disponible para obtener la mayoría de los ítems fácilmente
fr: • Un inventaire créatif est disponible pour obtenir facilement la plupart des objets
zh_cn: • 可使用创造模式背包，便于轻松获取大多数物品

source: • Hand breaks all default blocks instantly
es: • La mano rompe todos los bloques por defecto al instante
fr: • La main brise instantanément tous les blocs par défaut
zh_cn: • 用手能瞬间破坏所有默认方块

source: • Greatly increased hand pointing range
es: • Rango de alcance de la mano enormemente aumentado
fr: • Plage de pointage de la main considérablement augmentée
zh_cn: • 手部瞄准范围大幅增加

source: • Mined blocks don't drop items
es: • Los bloques minados no dejan caer ítems
fr: • Les blocs extraits ne donnent pas d'objets
zh_cn: • 挖掘的方块不会掉落物品

source: • Items don't get used up
es: • Los ítems no se agotan
fr: • Les articles ne s'épuisent pas
zh_cn: • 物品不会被消耗完

source: • Tools don't wear off
es: • Las herramientas no se desgastan
fr: • Les outils ne s'usent pas
zh_cn: • 工具不会磨损

source: • You can eat food whenever you want
es: • Puedes comer comida cuando quieras
fr: • Vous pouvez manger de la nourriture quand vous le souhaitez
zh_cn: • 你可以随时吃东西

source: • You can always use the minimap (including radar mode)
es: • Siempre puedes usar el minimapa (incluido el modo radar)
fr: • Vous pouvez toujours utiliser la minicarte (y compris le mode radar)
zh_cn: • 你随时都能使用小地图（包括雷达模式）

source: Damage is not affected by Creative Mode, it needs to be disabled separately.
es: El daño no se ve afectado por el modo creativo; debe desactivarse por separado.
fr: Les dommages ne sont pas affectés par le mode créatif, ils doivent être désactivés séparément.
zh_cn: 创造模式不影响伤害效果，伤害需要单独进行禁用设置。

source: Console
es: Consola
zh_cn: 控制台

source: With [F10] you can open and close the console. The main use of the console is to show the chat log and enter chat messages or server commands.
es: Con [F10] puedes abrir y cerrar la consola. El uso principal de la consola es mostrar el registro de chat e ingresar mensajes de chat o comandos del servidor.
fr: Avec [F10], vous pouvez ouvrir et fermer la console. L'utilisation principale de la console est d'afficher le journal de discussion et d'entrer des messages de discussion ou des commandes de serveur.
zh_cn: 通过按下[F10]键，你可以打开和关闭控制台，控制台的主要用途是显示聊天记录以及输入聊天消息或服务器命令。

source: Using the chat or server command key also opens the console, but it is smaller and will be closed after you sent a message.
es: Usar la tecla de chat o de comandos también abre la consola, pero es más pequeña y se cierra después de enviar un mensaje.
fr: L'utilisation de la touche de commande chat ou serveur ouvre également la console, mais elle est plus petite et sera fermée après l'envoi d'un message.
zh_cn: 使用聊天或服务器命令按键也会打开控制台，但这个控制台尺寸较小，且在你发送消息后就会关闭。

source: Use the chat to communicate with other players. This requires you to have the “shout” privilege.
es: Usa el chat para comunicarte con otras personas. Esto requiere que tengas el privilegio de "shout".
fr: Utilisez le chat pour communiquer avec d'autres joueurs. Cela vous oblige à avoir le privilège "shout".
zh_cn: 使用聊天功能与其他玩家交流，这需要你拥有“喊话”权限。

source: Just type in the message and hit [Enter]. Public chat messages can not begin with “/”.
es: Simplemente escriba el mensaje y presione [Entrar]. Los mensajes de chat públicos no pueden comenzar con “/”.
fr: Tapez simplement le message et appuyez sur [Entrée]. Les messages de discussion publique ne peuvent pas commencer par "/".
zh_cn: 只需输入消息然后按下[Enter]键即可，公共聊天消息不能以“/”开头。

source: You can send private messages: Say “/msg <player> <message>” in chat to send “<message>” which can only be seen by <player>.
es: Puedes enviar mensajes privados: Escribe '/msg <jugador> <mensaje>' en el chat para enviar '<mensaje>', que solo podrá ver <jugador>.
fr: Vous pouvez envoyer des messages privés : Dites "/msg <joueur> <message>" dans le chat pour envoyer "<message>" qui ne peut être vu que par <joueur>.
zh_cn: 你可以发送私人消息：在聊天中输入“/msg <玩家名称> <消息内容>”，这样发送的“<消息内容>”就只有<玩家名称>所指的玩家能够看到。

source: There are some special controls for the console:
es: Hay algunos controles especiales para la consola:
fr: Il existe des commandes spéciales pour la console :
zh_cn: 控制台有一些特殊的控制操作：

source: • [F10] Open/close console
es: • [F10] Abrir/cerrar consola
fr: • [F10] : Ouvrir/fermer la console
zh_cn: • [F10]键 - 打开/关闭控制台

source: • [Enter]: Send message or command
es: • [Enter]: Enviar mensaje o comando
fr: • [Entrée] : Envoyer un message ou une commande
zh_cn: •[Enter]键:发送消息或命令

source: • [Tab]: Try to auto-complete a partially-entered player name
es: • [Tab]: Intentar autocompletar un nombre de jugador parcialmente ingresado
fr: • [Tab] : Essayez de compléter automatiquement un nom de joueur partiellement entré
zh_cn: • [Tab]键:尝试自动补全部分输入的玩家名称

source: • [Ctrl]+[Left]: Move cursor to the beginning of the previous word
es: • [Ctrl]+[Izquierda]: Mover el cursor al principio de la palabra anterior
fr: • [Ctrl]+[Gauche] : Déplacer le curseur au début du mot précédent
zh_cn: • [Ctrl] + [左方向键]:将光标移到前一个单词的开头

source: • [Ctrl]+[Right]: Move cursor to the beginning of the next word
es: • [Ctrl]+[Derecha]: mueve el cursor al principio de la siguiente palabra
fr: • [Ctrl]+[Droite] : Déplacez le curseur au début du mot suivant
zh_cn: • [Ctrl] + [右方向键]:将光标移到下一个单词的开头

source: • [Ctrl]+[Backspace]: Delete previous word
es: • [Ctrl]+[Retroceso]: Eliminar la palabra anterior
fr: • [Ctrl]+[Retour arrière] : Supprimer le mot précédent
zh_cn: • [Ctrl] + [退格键] :删除前一个单词

source: • [Ctrl]+[Delete]: Delete next word
es: • [Ctrl]+[Eliminar]: elimina la siguiente palabra
fr: • [Ctrl]+[Supprimer] : Supprimer le mot suivant
zh_cn: • [Ctrl] + [删除键]:删除下一个单词

source: • [Ctrl]+[U]: Delete all text before the cursor
es: • [Ctrl]+[U]: Eliminar todo el texto antes del cursor
fr: • [Ctrl]+[U] : Supprimer tout le texte avant le curseur
zh_cn: • [Ctrl] + [U]键:删除光标前的所有文本

source: • [Ctrl]+[K]: Delete all text after the cursor
es: • [Ctrl]+[K]: Eliminar todo el texto después del cursor
fr: • [Ctrl]+[K] : Supprimer tout le texte après le curseur
zh_cn: • [Ctrl] + [K]键:删除光标后的所有文本

source: • [Page up]: Scroll up
es: • [Re Pág]: Desplazar hacia arriba
fr: • [Page précédente] : Faites défiler vers le haut
zh_cn: • [Page Up]键:向上滚动

source: • [Page down]: Scroll down
es: • [Av Pág]: Desplazar hacia abajo
fr: • [Page suivante] : Faites défiler vers le bas
zh_cn: • [Page Down]键:向下滚动

source: • [Up]: Go to previous entry in history
es: • [Arriba]: Ir a la entrada anterior en el historial
fr: • [Haut] : Aller à l'entrée précédente de l'historique
zh_cn: • [向上箭头键]:转到历史记录中的上一条记录

source: • [Down]: Go to next entry in history
es: • [Abajo]: Ir a la entrada siguiente en el historial
fr: • [Bas] : Passer à la prochaine entrée de l'historique
zh_cn: • [向下箭头键]:转到历史记录中的下一条记录

source: Server commands
es: Comandos del servidor
fr: Commandes serveur
zh_cn: 服务器命令

source: Server commands (also called “chat commands”) are little helpers for advanced users. You don't need to use these commands when playing. But they might come in handy to perform some more technical tasks. Server commands work both in multi-player and single-player mode.
es: Los comandos del servidor (también llamados “comandos de chat”) son pequeñas ayudas para los usuarios avanzados. No necesitas usar estos comandos cuando juegas. Pero pueden resultar útiles para realizar algunas tareas más técnicas. Los comandos del servidor funcionan tanto en modo multijugador como en modo para un jugador.
fr: Les commandes serveur (également appelées "commandes de chat") sont de petites aides pour les utilisateurs avancés. Vous n'avez pas besoin d'utiliser ces commandes lors du jeu. Mais elles pourraient être utiles pour effectuer des tâches plus techniques. Les commandes du serveur fonctionnent à la fois en mode multi-joueurs et solo.
zh_cn: 服务器命令（也称作“聊天命令”）是为高级用户提供的小帮手，玩游戏时你并非一定要使用这些命令，但在执行一些更具技术性的任务时它们可能会派上用场，服务器命令在多人模式和单人模式下均可使用。

source: Server commands can be entered by players using the chat to perform a special server action. There are a few commands which can be issued by everyone, but some commands only work if you have certain privileges granted on the server. There is a small set of basic commands which are always available, other commands can be added by mods.
es: Los comandos del servidor pueden ser ingresados por los jugadores a través del chat para realizar acciones especiales en el servidor. Hay algunos comandos que puede ejecutar cualquier persona, pero otros solo funcionan si tienes ciertos privilegios otorgados en el servidor. Hay un pequeño conjunto de comandos básicos que siempre están disponibles; otros comandos pueden ser añadidos por mods.
fr: Les commandes du serveur peuvent être saisies par les joueurs utilisant le chat pour effectuer une action spéciale du serveur. Il y a quelques commandes qui peuvent être émises par tout le monde, mais certaines commandes ne fonctionnent que si vous avez certains privilèges accordés sur le serveur. Il y a un petit ensemble de commandes de base qui sont toujours disponibles, d'autres commandes peuvent être ajoutées par des mods.
zh_cn: 玩家可以通过聊天输入服务器命令来执行特殊的服务器操作，有一些命令任何人都能使用，但有些命令只有在服务器授予你特定权限时才有效，有一小部分基本命令始终可用，其他命令可由模组添加。

source: Commands may or may not give a response in the chat log, but errors will generally be shown in the chat. Try it for yourselves: Close this window and type in the “/mods” command. This will give you the list of available mods on this server.
es: Los comandos pueden dar o no una respuesta en el registro del chat, pero los errores generalmente se mostrarán en el chat. Pruébelo por su cuenta: cierre esta ventana y escriba el comando "/mods". Esto le dará la lista de modificaciones disponibles en este servidor.
fr: Les commandes peuvent ou non donner une réponse dans le journal de discussion, mais les erreurs seront généralement affichées dans la discussion. Essayez-le par vous-même : Fermez cette fenêtre et tapez la commande "/mods". Cela vous donnera la liste des mods disponibles sur ce serveur.
zh_cn: 命令可能会也可能不会在聊天记录中给出回复，但通常错误信息会显示在聊天中，你可以自己试试：关闭这个窗口，然后输入“/mods”命令，这样你就能得到此服务器上可用模组的列表了。

source: “/help all” is a very important command: You get a list of all available commands on the server, a short explanation and the allowed parameters. This command is also important because the available commands often differ per server.
es: “/help all” es un comando muy importante: obtienes una lista de todos los comandos disponibles en el servidor, una breve explicación y los parámetros permitidos. Este comando también es importante porque los comandos disponibles a menudo varían según el servidor.
fr: "/Help all" est une commande très importante : vous obtenez une liste de toutes les commandes disponibles sur le serveur, une brève explication et les paramètres autorisés. Cette commande est également importante car les commandes disponibles diffèrent souvent selon le serveur.
zh_cn: “/help all”是一个非常重要的命令：你会得到服务器上所有可用命令的列表、简短的解释以及允许使用的参数，这个命令很重要还因为可用命令往往因服务器而异。

source: Commands are followed by zero or more parameters.
es: Los comandos van seguidos de cero o más parámetros.
fr: Les commandes sont suivies de zéro ou plusieurs paramètres.
zh_cn: 命令后面可跟零个或多个参数。

source: In the command reference, you see some placeholders which you need to replace with an actual value. Here's an explanation:
es: En la referencia del comando, verá marcadores de posición que deberá reemplazar con un valor real. Aquí hay una explicación:
fr: Dans la référence de commande, vous voyez des espaces réservés que vous devez remplacer par une valeur réelle. Voici une explication :
zh_cn: 在命令参考中，你会看到一些占位符，需要用实际的值来替换它们，以下是相关解释：

source: • Text in greater-than and lower-than signs (e.g. “<param>”): Placeholder for a parameter
es: • Texto entre signos de mayor que y menor que (por ej., “<param>”): Marcador de posición para un parámetro
fr: • Texte en signes supérieur à et inférieur à (par exemple «<param>») : Espace réservé pour un paramètre
zh_cn: • 用大于号和小于号括起来的文本（例如“<参数>”）：参数的占位符

source: • Anything in square brackets (e.g. “[text]”) is optional and can be omitted
es: • Todo lo que esté entre corchetes (por ejemplo, “[texto]”) es opcional y se puede omitir
fr: • Tout ce qui est entre crochets (par exemple «[texte]») est facultatif et peut être omis
zh_cn: • 方括号内的任何内容（例如“[文本]”）是可选的，可以省略

source: • Pipe or slash (e.g. “text1 | text2 | text3”): Alternation. One of multiple texts must be used (e.g. “text2”)
es: • Barra vertical o barra (por ej., “text1 | text2 | text3”): Alternancia. Debe usarse uno de los múltiples textos (por ej., “text2”)
fr: • Tuyau ou barre oblique (par exemple, «texte1 | texte2 | texte3») : Alternance. L'un des multiples textes doit être utilisé (par exemple, "texte2")
zh_cn: • 竖线或斜线（例如“文本1 | 文本2 | 文本3”）：表示可选择项，必须使用多个文本中的某一个（例如“文本2”）

source: • Parenthesis: (e.g. “(word1 word2) | word3”): Groups multiple words together, used for alternations
es: • Paréntesis: (por ejemplo “(palabra1 palabra2) | palabra3”): agrupa varias palabras y se utiliza para alternancias
fr: • Parenthèses : (par exemple «(mot1 mot2) | mot3») : Regroupe plusieurs mots, utilisés pour les alternances
zh_cn: • 括号（例如“(单词1 单词2) | 单词3”）：将多个单词组合在一起，用于表示可选择项

source: • Everything else is to be read as literal text
es: • Todo lo demás debe leerse como texto literal
fr: • Tout le reste doit être lu comme un texte littéral
zh_cn: • 其他所有内容都按字面文本解读

source: Here are some examples to illustrate the command syntax:
es: Aquí hay algunos ejemplos para ilustrar la sintaxis del comando:
fr: Voici quelques exemples pour illustrer la syntaxe de commande :
zh_cn: 以下是一些示例，用于说明命令语法：

source: • /mods: No parameters. Just enter “/mods”
es: • /mods: No hay parámetros. Simplemente introduzca “/mods”
fr: • /mods : aucun paramètre. Entrez simplement "/mods"
zh_cn: • /mods：没有参数，只需输入“/mods”

source: • /me <action>: 1 parameter. You have to enter “/me ” followed by any text, e.g. “/me orders pizza”
es: • /me <acción>: 1 parámetro. Debes ingresar “/me ” seguido de cualquier texto, p. ej. “/me pide pizza”
fr: • /me <action> : 1 paramètre. Vous devez saisir "/me" suivi de tout texte, par ex. "/me order pizza"
zh_cn: • /me <动作>：1个参数，你必须输入“/me ”，然后跟上任意文本，例如“/me orders pizza”

source: • /give <name> <ItemString>: Two parameters. Example: “/give Player default:apple”
es: • /give <nombre> <Cadena de ítem>: Dos parámetros. Ejemplo: “/give Jugador default:apple”
fr: • /give <nom> <ItemString> : Deux paramètres. Exemple : "/give Player default : apple"
zh_cn: • /give <名称> <物品字符串>：两个参数，例如：“/give 玩家 mcl_core:apple”

source: • /help [all|privs|<cmd>]: Valid inputs are “/help”, “/help all”, “/help privs”, or “/help ” followed by a command name, like “/help time”
es: • /help [all|privs|<cmd>]: las entradas válidas son "/help", "/help all", "/help privs" o "/help " seguido de un nombre de un comando, como "/help time"
fr: • /help [all | privs | <cmd>] : Les entrées valides sont "/help", "/help all", "/help privs" ou "/help" suivi d'un nom de commande, comme "/help time"
zh_cn: • /help [全部|权限| <命令>]：有效的输入包括“/help”、“/help all”、“/help privs”，或者“/help ”后接命令名称，比如“/help time”

source: • /spawnentity <EntityName> [<X>,<Y>,<Z>]: Valid inputs include “/spawnentity boats:boat” and “/spawnentity boats:boat 0,0,0”
es: • /spawnentity <Nombre de la entidad> [<X>,<Y>,<Z>]: Las entradas válidas incluyen “/spawnentity boats:boat” y “/spawnentity boats:boat 0,0,0”
fr: • /spawnentity <EntityName> [<X>,<Y>,<Z>] : Les entrées valides sont “/spawnentity boats:boat” et “/spawnentity boats:boat 0,0,0”
zh_cn: • /spawnentity <实体名称> [<X>，<Y>，<Z>]：有效的输入包括“/spawnentity mcl_boats:boat”和“/spawnentity mcl_boats:boat 0,0,0”

source: Some final remarks:
es: Algunas observaciones finales:
fr: Quelques remarques finales :
zh_cn: 一些最后的说明：

source: • For /give and /giveme, you need an itemstring. This is an internally used unique item identifier which you may find in the item help if you have the “give” or “debug” privilege
es: • Para /give y /giveme, necesitas una cadena de ítems. Se trata de un identificador de ítem único de uso interno que puedes encontrar en la ayuda del ítem si tienes el privilegio "give" o "debug"
fr: • Pour /give et /giveme, vous avez besoin d'une chaîne d'objet. Il s'agit d'un identifiant d'élément unique utilisé en interne que vous pouvez trouver dans l'aide de l'élément si vous disposez du privilège "give" ou "debug"
zh_cn: • 对于/give和/giveme命令，你需要物品字符串，这是一个供内部使用的唯一物品标识符，如果你拥有“给予”或“调试”权限，就可以在物品帮助信息中找到它

source: • For /spawnentity you need an entity name, which is another identifier
es: • Para /spawnentity necesitas un nombre de una entidad, que es otro identificador
fr: • Pour /spawnentity, vous avez besoin d'un nom d'entité, qui est un autre identifiant
zh_cn: • 对于/spawnentity命令，你需要实体名称，这也是一种标识符

source: Privileges
es: Privilegios
fr: Privilèges
zh_cn: 权限

source: Each player has a set of privileges, which differs from server to server. Your privileges determine what you can and can't do. Privileges can be granted and revoked from other players by any player who has the privilege called “privs”.
es: Cada jugador tiene un conjunto de privilegios, que difieren de servidor a servidor. Sus privilegios determinan lo que puede y no puede hacer. Los privilegios pueden ser concedidos y revocados de otros jugadores por cualquier jugador que tenga el privilegio llamado "privs".
fr: Chaque joueur dispose d'un ensemble de privilèges, qui diffèrent d'un serveur à l'autre. Vos privilèges déterminent ce que vous pouvez et ne pouvez pas faire. Les privilèges peuvent être accordés et révoqués aux autres joueurs par n'importe quel joueur qui a le privilège appelé "privs".
zh_cn: 每个玩家都有一组权限，不同服务器上的权限有所不同，你的权限决定了你能做什么和不能做什么，拥有“权限管理（privs）”权限的任何玩家都可以授予或撤销其他玩家的权限。

source: On a multiplayer server with the default configuration, new players start with the privileges called “interact” and “shout”. The “interact” privilege is required for the most basic gameplay actions such as building, mining, using, etc. The “shout” privilege allows to chat.
es: En un servidor multijugador con la configuración por defecto, los nuevos jugadores comienzan con los privilegios llamados "interact" y "shout". El privilegio "interact" es necesario para las acciones más básicas del juego, como construir, minar, usar, etc. El privilegio "shout" permite chatear.
fr: Sur un serveur multijoueur avec la configuration par défaut, les nouveaux joueurs commencent avec les privilèges appelés "interact" et "shout". Le privilège "interact" est requis pour les actions de jeu les plus élémentaires telles que la construction, l'extraction, l'utilisation, etc. Le privilège "shout" permet de discuter.
zh_cn: 在默认配置的多人服务器上，新玩家初始拥有“交互（interact）”和“喊话（shout）”权限，“交互”权限是进行诸如建造、挖掘、使用等最基本游戏操作所必需的，“喊话”权限则允许进行聊天。

source: There is a small set of core privileges which you'll find on every server, other privileges might be added by mods.
es: Hay un pequeño conjunto de privilegios básicos que encontrarás en cada servidor, otros privilegios pueden ser agregados por los mods.
fr: Il existe un petit ensemble de privilèges de base que vous trouverez sur chaque serveur, d'autres privilèges peuvent être ajoutés par les mods.
zh_cn: 每个服务器上都有一小部分核心权限，其他权限可能由模组添加。

source: To view your own privileges, issue the server command “/privs”.
es: Para ver sus propios privilegios, emita el comando del servidor "/privs".
fr: Pour afficher vos propres privilèges, exécutez la commande serveur "/privs".
zh_cn: 要查看你自己的权限，可执行服务器命令“/privs”。

source: Here are a few basic privilege-related commands:
es: Aquí hay algunos comandos básicos relacionados con privilegios:
fr: Voici quelques commandes de base liées aux privilèges :
zh_cn: 以下是一些与权限相关的基本命令：

source: • /privs: Lists your privileges
es: • /privs: Lista sus privilegios
fr: • /privs : Répertorie vos privilèges
zh_cn: • /privs：列出你的权限

source: • /privs <player>: Lists the privileges of <player>
es: • /privs <jugador>: Lista los privilegios de <jugador>
fr: • /privs <joueur> : Répertorie les privilèges de <joueur>
zh_cn: • /privs <玩家>：列出<玩家>的权限

source: • /help privs: Shows a list and description about all privileges
es: • /help privs: Muestra una lista y descripción de todos los privilegios
fr: • /help privs : Affiche une liste et une description de tous les privilèges
zh_cn: • /help privs：显示所有权限的列表及描述

source: Players with the “privs” privilege can modify privileges at will:
es: Los jugadores con el privilegio "privs" pueden modificar privilegios a su voluntad:
fr: Les joueurs avec le privilège "privs" peuvent modifier les privilèges à volonté :
zh_cn: 拥有“权限管理（privs）”权限的玩家可以随意修改权限：

source: • /grant <player> <privilege>: Grant <privilege> to <player>
es: • /grant <jugador> <privilegio>: Conceder <privilegio> a <jugador>
fr: • /grant <joueur> <privilege> : Accordez <privilege> à <joueur>
zh_cn: • /grant <玩家> <权限>：将<权限>授予<玩家>

source: • /revoke <player> <privilege>: Revoke <privilege> from <player>
es: • /revoke <jugador> <privilegio>: Revocar <privilegio> de <jugador>
fr: • /revoke <joueur> <privilege> : Révoquer <privilege> de <joueur>
zh_cn: • /revoke <玩家> <权限>：从<玩家>那里撤销<权限>

source: In single-player mode, you can use “/grantme all” to unlock all abilities.
es: En el modo de un jugador, puedes usar “/grantme all” para desbloquear todas las habilidades.
fr: En mode solo, vous pouvez utiliser "/grantme all" pour débloquer toutes les capacités.
zh_cn: 在单人模式下，你可以使用“/grantme all”命令来解锁所有能力。

source: Movement modes
es: Modos de movimiento
fr: Modes de mouvement
zh_cn: 移动模式

source: You can enable some special movement modes that change how you move.
es: Puedes habilitar algunos modos de movimiento especiales que cambian la forma en que te mueves.
fr: Vous pouvez activer certains modes de déplacement spéciaux qui modifient votre façon de vous déplacer.
zh_cn: 你可以启用一些特殊的移动模式，它们会改变你的移动方式。

source: Pitch movement mode:
es: Modo de movimiento de inclinación:
fr: Mode de mouvement de tangage :
zh_cn: 视角俯仰移动模式：

source: • Description: If this mode is activated, the movement keys will move you relative to your current view pitch (vertical look angle) when you're in a liquid or in fly mode.
es: • Descripción: Si este modo está activado, las teclas de movimiento lo moverán en relación con su ángulo de visión actual (ángulo de visión vertical) cuando esté en un líquido o en modo de vuelo.
fr: • Description : Si ce mode est activé, les touches de déplacement vous déplaceront par rapport à votre hauteur de vue actuelle (angle de vue vertical) lorsque vous êtes en mode liquide ou en mode vol.
zh_cn: • 描述：如果此模式被激活，当你处于液体中或飞行模式下时，移动按键将根据你当前的视角俯仰（垂直视角角度）来移动你。

source: • Default key: [L]
es: • Tecla por defecto: [L]
fr: • Touche par défaut : [L]
zh_cn: • 默认按键：[L]

source: • No privilege required
es: • No se requiere ningún privilegio
fr: • Aucun privilège requis
zh_cn: • 无需权限

source: Fast mode:
es: Modo rápido:
fr: Mode Rapide :
zh_cn: 快速模式：
