Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/mcl_doc_basics/locale/poconvert/*.po
Languages: es, fr, zh_cn

source: • Group memberships: Group memberships are used to determine mining properties, crafting, interactions between blocks and more
es: • Membresías de grupo: Las membresías de grupo se utilizan para determinar propiedades de minado, fabricación, interacciones entre bloques y más
fr: • Appartenances aux groupes : les appartenances aux groupes sont utilisées pour déterminer les propriétés minières, l'artisanat, les interactions entre les blocs, etc
zh_cn: • 所属群组：所属群组用于确定挖掘属性、制作、方块之间的相互作用等等

source: Mining
es: Minería
fr: Exploitation minière
zh_cn: 挖掘

source: Mining (or digging) is the process of breaking blocks to remove them. To mine a block, point it and hold down the left mouse button until it breaks.
es: La minería (o excavación) es el proceso de romper bloques para eliminarlos. Para minar un bloque, apunte y mantenga presionado el botón izquierdo del ratón hasta que se rompa.
fr: L'exploitation minière (ou creuser) est le processus de rupture des blocs pour les retirer. Pour extraire un bloc, pointez-le et maintenez enfoncé le bouton gauche de la souris jusqu'à ce qu'il se casse.
zh_cn: 挖掘（或挖矿）是破坏方块以便将其移除的过程，要挖掘一个方块，需瞄准它并按住鼠标左键，直至方块被破坏。

source: Blocks require a mining tool to be mined. Different blocks are mined by different mining tools, and some blocks can not be mined by any tool. Blocks vary in hardness and tools vary in strength. Mining tools will wear off over time. The mining time and the tool wear depend on the block and the mining tool. The fastest way to find out how efficient your mining tools are is by just trying them out on various blocks. Any items you gather by mining will drop on the ground, ready to be collected.
es: Los bloques requieren una herramienta de minería para ser minado. Diferentes bloques son minados por diferentes herramientas de minería, y algunos bloques no pueden ser minados por ninguna herramienta. Los bloques varían en dureza y las herramientas varían en resistencia. Las herramientas de minería se desgastarán con el tiempo. El tiempo de minado y el desgaste de la herramienta dependen del bloque y de la herramienta de minería. La forma más rápida de averiguar qué tan eficientes son sus herramientas de minería es simplemente probarlas en varios bloques. Cualquier ítem que recojas por la minería caerá en el suelo, listo para ser recogido.
fr: Les blocs nécessitent un outil de minage pour être minés. Différents blocs sont extraits par différents outils d'exploration de données, et certains blocs ne peuvent être extraits par aucun outil. Les blocs varient en dureté et les outils varient en résistance. Les outils miniers s'useront avec le temps. Le temps d'extraction et l'usure de l'outil dépendent du bloc et de l'outil d'extraction. Le moyen le plus rapide de découvrir l'efficacité de vos outils d'exploration est simplement de les essayer sur différents blocs. Tous les objets que vous récupérez par extraction tomberont au sol, prêts à être récupérés.
zh_cn: 方块需要用挖掘工具来进行挖掘，不同的方块要用不同的挖掘工具挖掘，有些方块无法用任何工具挖掘。方块的硬度各不相同，工具的挖掘能力也各有差异，挖掘工具会随着时间的推移而磨损，挖掘时间以及工具的磨损程度取决于方块和挖掘工具，要想最快了解你的挖掘工具效率如何，只需用它们在各种方块上试试就行，通过挖掘获取的任何物品都会掉落在地面上，可随时收集起来。

source: After mining, a block may leave a “drop” behind. This is a number of items you get after mining. Most commonly, you will get the block itself. There are other possibilities for a drop which depends on the block type. The following drops are possible:
es: Después de minar, un bloque puede dejar una "recompensa". Se trata de una cantidad de ítems que obtienes después de minar. Lo más común es que obtengas el bloque en sí. Existen otras posibilidades de que aparezca una recompensa, que dependen del tipo de bloque. Las siguientes son posibles:
fr: Après l'extraction, un bloc peut laisser une «goutte» derrière. Il s'agit d'un certain nombre d'objets que vous obtenez après l'extraction. Le plus souvent, vous obtiendrez le bloc lui-même. Il existe d'autres possibilités de suppression qui dépendent du type de bloc. Les baisses suivantes sont possibles :
zh_cn: 挖掘后，一个方块可能会留下“掉落物”，这是你挖掘后获得的一些物品。最常见的情况是，你会获得方块本身，但根据方块类型的不同，掉落物也有其他几种可能情况，以下是几种可能的掉落情况：

source: • Always drops itself (the usual case)
es: • Siempre da recompensas (el caso habitual)
fr: • Se laisse toujours tomber (le cas habituel)
zh_cn: • 总是掉落其自身（常见情况）

source: • Always drops the same items
es: • Siempre recompensa con los mismos ítems
fr: • Dépose toujours les mêmes articles
zh_cn: • 总是掉落相同的物品

source: • Drops items based on probability
es: • Recompensa ítems según la probabilidad
fr: • Supprime les éléments en fonction de la probabilité
zh_cn: • 按一定概率掉落物品

source: • Drops nothing
es: • No recompensa nada
fr: • Ne laisse tomber rien
zh_cn: • 什么都不掉落

source: Building
es: Construcción
fr: Construire
zh_cn: 建造

source: Almost all blocks can be built (or placed). Building is very simple and has no delay.
es: Se pueden construir (o colocar) casi todos los bloques. La construcción es muy simple y no tiene demora.
fr: Presque tous les blocs peuvent être construits (ou placés). La construction est très simple et n'a pas de retard.
zh_cn: 几乎所有方块都可以用于建造（或放置），建造过程非常简单，且没有延迟。

source: To build your wielded block, point at a block in the world and right-click. If this is not possible because the pointed block has a special right-click action, hold down the sneak key before right-clicking.
es: Para construir el bloque que empuñas, apunta a un bloque en el mundo y haz clic derecho. Si esto no es posible porque el bloque apuntado tiene una acción especial con el clic derecho, mantén presionada la tecla de caminar antes de hacer clic derecho.
fr: Pour construire votre bloc brandi, pointez sur un bloc dans le monde et faites un clic droit. Si cela n'est pas possible car le bloc pointé a une action spéciale de clic droit, maintenez la touche furtive avant de cliquer avec le bouton droit.
zh_cn: 要放置你手中持有的方块，需瞄准世界中的一个方块，然后点击鼠标右键。如果因为所瞄准的方块有特殊的右键点击操作而无法进行放置，那么在点击鼠标右键前先按住潜行键。

source: Blocks can almost always be built at pointable blocks. One exception are blocks attached to the floor; these can only be built on the floor.
es: Casi siempre es posible construir bloques en bloques apuntables. Una excepción son los bloques fijados al suelo, que solo se pueden construir en el suelo.
fr: Les blocs peuvent presque toujours être construits sur des blocs pointables. Une exception est les blocs attachés au sol ; ceux-ci ne peuvent être construits que sur le sol.
zh_cn: 方块几乎总是可以放置在可瞄准的方块上，但有一个例外，那就是附着在地面上的方块，这类方块只能放置在地面上。

source: Normally, blocks are built in front of the pointed side of the pointed block. A few blocks are different: When you try to build at them, they are replaced.
es: Normalmente, los bloques se construyen delante del lado apuntado del bloque apuntado. Algunos bloques son diferentes: cuando intentas construir en ellos, se reemplazan.
fr: Normalement, les blocs sont construits devant le côté pointu du bloc pointu. Quelques blocs sont différents : lorsque vous essayez de les construire, ils sont remplacés.
zh_cn: 通常情况下，方块会建造在所瞄准方块的瞄准面的前方，但有少数方块有所不同：当你尝试在它们上面进行建造时，它们会被替换掉。

source: Crafting
es: Fabricación
fr: Fabrication
zh_cn: 制作

source: Crafting is the task of combining several items to form a new item.
es: La fabricación es la tarea de combinar varios ítems para formar un nuevo ítem.
fr: L'artisanat consiste à combiner plusieurs éléments pour former un nouvel élément.
zh_cn: 制作就是将若干物品组合起来以形成一个新物品的任务。

source: To craft something, you need one or more items, a crafting grid (C) and a crafting recipe. A crafting grid is like a normal inventory which can also be used for crafting. Items need to be put in a certain pattern into the crafting grid. Next to the crafting grid is an output slot (O). Here the result will appear when you placed items correctly. This is just a preview, not the actual item.
es: Para fabricar algo, necesitas uno o más ítems, una cuadrícula de fabricación (C) y una receta de fabricación. Una cuadrícula de fabricación es como un inventario normal que también se puede usar para fabricación ítems. Los ítems deben colocarse en un patrón determinado en la cuadrícula de fabricación. Junto a la cuadrícula de fabricación hay una ranura de salida (O). Aquí aparecerá el resultado cuando hayas colocado los ítems correctamente. Esto es solo una vista previa, no el ítem real.
fr: Pour fabriquer quelque chose, vous avez besoin d'un ou plusieurs objets, d'une grille d'artisanat (C) et d'une recette d'artisanat. Une grille d'artisanat est comme un inventaire normal qui peut également être utilisé pour l'artisanat. Les objets doivent être placés selon un certain schéma dans la grille d'artisanat. À côté de la grille d'artisanat se trouve un emplacement de sortie (O). C'est là qu'apparaîtra le résultat lorsque vous aurez placé les objets correctement. Il s'agit juste d'un aperçu, pas de l'objet réel.
zh_cn: 要制作某样东西，你需要一件或多件物品、一个制作栏（C）以及一个制作配方。制作栏就如同一个普通的背包，也可用于制作，物品需要按照特定的样式放入制作栏中，制作栏旁边有一个输出栏位（O），当你正确放置物品后，结果就会在此处显示出来，不过这只是一个预览，并非实际物品，制作栏可能有不同的尺寸，尺寸会限制你所能制作的配方种类。

source: The crafting grid you have inside your inventory is 2x2, limiting the amount of potential recipes you can craft. To craft recipes that require a 3x3 grid you will need a crafting table.
es: La cuadrícula de fabricación que tienes dentro de tu inventario es de 2x2, lo que limita la cantidad de recetas potenciales que puedes fabricar. Para fabricar recetas que requieren una cuadrícula de 3x3, necesitarás una mesa de trabajo.
fr: La grille d'artisanat que vous avez dans votre inventaire est de 2x2, ce qui limite le nombre de recettes potentielles que vous pouvez créer. Pour fabriquer des recettes nécessitant une grille de 3x3, vous aurez besoin d'une table d'artisanat.
zh_cn: 你背包中的制作网格是 2x2 的，这限制了你能够制作的潜在配方数量。要制作需要 3x3 网格的配方，你将需要一个工作台 。

source: To complete the craft, take the result item from the output slot, which will consume items from the crafting grid and creates a new item. It is not possible to place items into the output slot.
es: Para completar la fabricación, toma el ítem resultante de la ranura de salida, lo que consumirá ítems de la cuadrícula de fabricación y creará un ítem nuevo. No es posible colocar ítems en la ranura de salida.
fr: Pour terminer le métier, prenez l'objet résultant de l'emplacement de sortie, qui consommera des objets de la grille de fabrication et créera un nouvel objet. Il n'est pas possible de placer des éléments dans la fente de sortie.
zh_cn: 要完成制作，需从输出栏位中取出制作好的物品，这会消耗制作栏中的物品并生成一个新物品，无法将物品放入输出栏位中。

source: A description on how to craft an item is called a “crafting recipe”. You need this knowledge to craft. You can use the recipe book to get a list of crafting recipes available from items you have obtained.
es: La descripción de cómo fabricar un ítem se denomina "receta de fabricación". Necesitas este conocimiento para fabricar. Puedes usar el libro de recetas para obtener una lista de recetas de fabricación disponibles a partir de los ítems que hayas obtenido.
fr: Une description de la façon de fabriquer un objet est appelée « recette de fabrication ». Vous avez besoin de ces connaissances pour fabriquer un objet. Vous pouvez utiliser le livre de recettes pour obtenir une liste des recettes d'artisanat disponibles à partir des objets que vous avez obtenus.
zh_cn: 关于如何制作某一物品的说明被称作“制作配方”，你需要这些知识来进行制作，有多种途径来学习制作配方，一种方式是使用制作指南，其中包含了可用制作配方的列表，有些游戏会提供制作指南，也有一些模组可供你在网上下载并安装以获取制作指南，另一种方式是阅读游戏的在线手册（如果有的话）。

source: Crafting recipes consist of at least one input item and exactly one stack of output items. When performing a single craft, it will consume exactly one item from each stack of the crafting grid, unless the crafting recipe defines replacements.
es: Las recetas de fabricación constan de al menos un ítem de entrada y exactamente una pila de ítems de salida. Al realizar una sola fabricación, se consumirá exactamente un ítem de cada pila de la cuadrícula de fabricación, a menos que la receta de fabricación defina reemplazos.
fr: Les recettes d'artisanat consistent en au moins un élément d'entrée et exactement une pile d'éléments de sortie. Lors de l'exécution d'un seul métier, il consommera exactement un objet de chaque pile de la grille de fabrication, à moins que la recette de fabrication ne définisse des remplacements.
zh_cn: 制作配方至少包含一个输入物品以及恰好一组输出物品，在进行单次制作时，除非制作配方规定了替换情况，否则会从制作栏的每组物品中正好消耗一个物品。

source: There are multiple types of crafting recipes:
es: Hay varios tipos de recetas de fabricación:
fr: Il existe plusieurs types de recettes d'artisanat :
zh_cn: 制作配方有多种类型：

source: • Shaped: Items need to be placed in a particular shape
es: • Forma: Los ítems deben colocarse en una forma particular
fr: - Forme : Les objets doivent être placés dans une forme particulière
zh_cn: • 有形状要求的（合成）：物品需要按照特定的形状摆放

source: • Shapeless: Items need to be placed somewhere in input, but shape and order is independent
es: • Sin forma: Los ítems deben colocarse en algún lugar de la entrada, pero la forma y el orden son independientes
fr: • Sans forme : Les éléments doivent être placés quelque part dans l'entrée, mais la forme et l'ordre sont indépendants
zh_cn: • 无序的（合成）：物品需要放置在合成输入区域内的某个位置，但形状及顺序无关紧要

source: • Cooking: Explained in “Basics > Cooking”
es: • Cocinar: Explicado en “Conceptos básicos > Cocinar”
fr: • Cuisine : expliquée dans "Bases> Cuisine"
zh_cn: • 烹饪：在“基础 > 烹饪”部分有相关说明

source: • Repairing: Place two damaged tools into the crafting grid anywhere to get a tool which is repaired by 5%
es: • Reparación: coloca dos herramientas dañadas en la cuadrícula de fabricación en cualquier lugar para obtener una herramienta reparada en un 5 %
fr: • Réparation : Placez deux outils endommagés dans la grille d'artisanat n'importe où pour obtenir un outil réparé à 5 %
zh_cn: • 修复：将两把受损的工具放置在制作网格内的任意位置，即可获得一把修复了 5% 的工具

source: In some crafting recipes, some input items do not need to be a concrete item, instead they need to be a member of a group (see “Basics > Groups”). These recipes offer a bit more freedom in the input items. For instance, crafting a furnace can be used with a number of different full cobble-like stone blocks.
es: En algunas recetas de fabricación, algunos ítems de entrada no necesitan ser un ítem en concreto, sino que deben ser miembros de un grupo (consulte “Conceptos básicos > Grupos”). Estas recetas ofrecen un poco más de libertad en los ítems de entrada. Por ejemplo, al fabricar un horno se puede utilizar varios bloques de piedra de tipo adoquín.
fr: Dans certaines recettes d'artisanat, certains éléments d'entrée n'ont pas besoin d'être des objets concrets, mais doivent faire partie d'un groupe (voir « Bases > Groupes »). Ces recettes offrent un peu plus de liberté dans les éléments d'entrée. Par exemple, la fabrication d'un four peut être utilisée avec un certain nombre de blocs de pierre différents, semblables à des galets.
zh_cn: 在一些制作配方中，部分输入物品不需要是特定的某一物品，而是需要属于某一物品群组（见“基础 > 群组”部分），这些配方在输入物品方面提供了更多一点的自由，图6 - 8展示了同一个基于群组的配方，这里需要8个属于“石头”群组的物品，图中所示的所有物品都符合这一要求。

source: Rarely, crafting recipes have replacements. This means, whenever you perform a craft, some items in the crafting grid will not be consumed, but instead will be replaced by another item.
es: En raras ocasiones, las recetas de fabricación tienen reemplazos. Esto significa que, cada vez que realizas una fabricación, algunos ítems de la cuadrícula de fabricación no se consumirán, sino que se reemplazarán por otro ítem.
fr: Rarement, les recettes d'artisanat ont des remplacements. Cela signifie que chaque fois que vous effectuez un métier, certains objets de la grille de fabrication ne seront pas consommés, mais seront remplacés à la place par un autre objet.
zh_cn: 很少见的情况是，制作配方中会有替换情况，这意味着，每当你进行制作时，制作栏中的某些物品不会被消耗，而是会被另一个物品替换。

source: Cooking
es: Cocinar
fr: Cuisiner
zh_cn: 烹饪

source: Cooking (or smelting) is a form of crafting which does not involve a crafting grid. Cooking is done with a special block (like a furnace), an cookable item, a fuel item and time in order to yield a new item.
es: Cocinar (o fundir) es una forma de fabricación que no implica una cuadrícula de fabricación. Cocinar se hace con un bloque especial (como un horno), un ítem que se pueda cocinar, un ítem combustible y tiempo para obtener un nuevo ítem.
fr: La cuisson (ou la fonte) est une forme d'artisanat qui n'implique pas de grille d'artisanat. La cuisson se fait avec un bloc spécial (comme un four), un article à cuire, un article à combustible et du temps afin de produire un nouvel article.
zh_cn: 烹饪（或熔炼）是一种不需要制作栏的制作形式，烹饪需要借助一个特殊的方块（比如熔炉）、一个可烹饪的物品、一个燃料物品以及一定的时间来产出一个新物品。

source: Each fuel item has a burning time. This is the time a single item of the fuel keeps a furnace burning.
es: Cada ítem combustible tiene un tiempo de combustión, que es el tiempo que un único ítem combustible mantiene encendido el horno.
fr: Chaque élément combustible a une durée de combustion. C'est le moment où un seul élément du combustible continue de brûler un four.
zh_cn: 每种燃料物品都有一个燃烧时间，这就是单个燃料物品能让熔炉持续燃烧的时长。

source: Each cookable item requires time to be cooked. This time is specific to the item type and the item must be “on fire” for the whole cooking time to actually yield the result.
es: Cada alimento que se puede cocinar requiere tiempo para cocinarse. Este tiempo es específico para el tipo de alimento y el alimento debe estar “en llamas” durante todo el tiempo de cocción para obtener el resultado deseado.
fr: Chaque élément pouvant être cuit nécessite du temps pour être cuit. Cette durée est spécifique au type d'élément et l'élément doit être «en feu» pendant tout le temps de cuisson pour donner réellement le résultat.
zh_cn: 每种可烹饪的物品都需要一定的烹饪时间，这个时间因物品类型而异，并且物品必须在整个烹饪时间内都处于“着火”状态才能真正得到烹饪结果。

source: Hunger
es: Hambre
fr: Faim
zh_cn: 饥饿

source: Hunger affects your health and your ability to sprint. Hunger is not in effect when damage is disabled.
es: El hambre afecta tu salud y tu capacidad de esprint. El hambre no da efecto cuando el daño está desactivado.
fr: La faim affecte votre santé et votre capacité à sprinter. La faim n'est pas active lorsque les dégâts sont désactivés.
zh_cn: 饥饿会影响你的健康以及冲刺能力，当伤害被禁用时，饥饿效果不起作用。

source: Core hunger rules:
es: Reglas básicas sobre el hambre:
fr: Règles fondamentales de la faim :
zh_cn: 饥饿核心规则：

source: • You start with 20/20 hunger points (more points = less hungry)
es: • Comienzas con 20/20 puntos de hambre (más puntos = menos hambre)
fr: • Vous commencez avec 20/20 points de faim (plus de points = moins faim)
zh_cn: • 你开始游戏时有20/20的饥饿值（饥饿值越高，就越不饿）

source: • Actions like combat, jumping, sprinting, etc. decrease hunger points
es: • Acciones como combatir, saltar, esprintar, etc. disminuyen los puntos de hambre
fr: • Des actions comme le combat, le saut, le sprint, etc. diminuent les points de faim
zh_cn: • 像战斗、跳跃、冲刺等行为会减少饥饿值

source: • Food restores hunger points
es: • La comida restaura los puntos de hambre
fr: • La nourriture rétablit les points de faim
zh_cn: • 食物能恢复饥饿值

source: • If your hunger bar decreases, you're hungry
es: • Si tu barra de hambre disminuye, tienes hambre
fr: • Si votre barre de la faim diminue, vous avez faim
zh_cn: • 如果你的饥饿值条减少了，说明你饿了

source: • At 18-20 hunger points, you regenerate 1 HP every 4 seconds
es: • En 18-20 puntos de hambre, regeneras 1 PS por cada 4 segundos
fr: • À 18-20 points de faim, vous régénérez 1 PV toutes les 4 secondes
zh_cn: • 在18 - 20的饥饿值时，你每4秒恢复1点生命值

source: • At 6 hunger points or less, you can't sprint
es: • En 6 puntos de hambre o menos, no se puede realizar un esprint
fr: • À 6 points de faim ou moins, vous ne pouvez pas sprinter
zh_cn: • 在6点及以下饥饿值时，你无法冲刺

source: • At 0 hunger points, you lose 1 HP every 4 seconds (down to 1 HP)
es: • En 0 puntos de hambre, pierdes 1 PS por cada 4 segundos (hasta 1 PS)
fr: • À 0 point de faim, vous perdez 1 PV toutes les 4 secondes (jusqu'à 1 PV)
zh_cn: • 在0点饥饿值时，你每4秒损失1点生命值（直至生命值降到1点为止）

source: • Poisonous food decreases your health
es: • La comida venenosa disminuye su salud
fr: • La nourriture toxique diminue votre santé
zh_cn: • 有毒食物会降低你的生命值

source: Details:
es: Detalles:
fr: Détails :
zh_cn: 详情：

source: You have 0-20 hunger points, indicated by 20 drumstick half-icons above the hotbar. You also have an invisible attribute: Saturation.
es: Tienes entre 0-20 puntos de hambre, que se indican con 20 íconos de medio muslo sobre el hotbar. También tienes un atributo invisible: Saturación.
fr: Vous avez 0-20 points de faim, indiqués par 20 demi-icônes de pilon de Poulet au-dessus de la barre d'outils. Vous avez également un attribut invisible : La saturation.
zh_cn: 你拥有0 - 20的饥饿值，由快捷栏上方20个鸡腿半图标来表示，你还有一个不可见的属性：饱和度。

source: Hunger points reflect how full you are while saturation points reflect how long it takes until you're hungry again.
es: Los puntos de hambre reflejan lo lleno que estás, mientras que los puntos de saturación reflejan cuánto tiempo tardas en volver a tener hambre.
fr: Les points de faim reflètent à quel point vous êtes plein tandis que les points de saturation reflètent le temps qu'il vous faut avant d'avoir à nouveau faim.
zh_cn: 饥饿值反映你有多饱，而饱和度则反映距离你再次感到饥饿还需要多长时间。

source: Each food item increases both your hunger level as well your saturation.
es: Cada alimento aumenta tanto tu nivel de hambre como tu saturación.
fr: Chaque aliment augmente à la fois votre niveau de faim et votre saturation.
zh_cn: 每种食物都会增加你的饥饿值以及饱和度。

source: Food with a high saturation boost has the advantage that it will take longer until you get hungry again.
es: La comida con un aumento de saturación alto tiene la ventaja de que tomará más tiempo hasta que vuelvas a tener hambre.
fr: Les aliments avec une augmentation de saturation élevée ont l'avantage de prendre plus de temps jusqu'à ce que vous ayez de nouveau faim.
zh_cn: 具有高饱和度加成的食物有个优势，就是能让你在更长时间内不会再次感到饥饿。

source: A few food items might induce food poisoning by chance. When you're poisoned, the health and hunger symbols turn sickly green. Food poisoning drains your health by 1 HP per second, down to 1 HP. Food poisoning also drains your saturation. Food poisoning goes away after a while or when you drink milk.
es: Algunos alimentos pueden provocar una intoxicación alimentaria por casualidad. Cuando te envenenan, los símbolos de salud y hambre se vuelven de un verde enfermizo. La intoxicación alimentaria drena tu salud en 1 PS por segundo, hasta llegar a 1 PS. La intoxicación alimentaria también drena tu saturación. La intoxicación alimentaria desaparece después de un tiempo o cuando bebes leche.
fr: Quelques denrées alimentaires peuvent provoquer une intoxication alimentaire par hasard. Lorsque vous êtes empoisonné, les symboles de santé et de faim virent au vert maladif. L'intoxication alimentaire draine votre santé de 1 PV par seconde, jusqu'à 1 PV. L'intoxication alimentaire draine également votre saturation. L'intoxication alimentaire disparaît après un certain temps ou lorsque vous buvez du lait.
zh_cn: 有一些食物可能会偶然引发食物中毒，当你中毒时，生命值和饥饿值的图标会变成病态的绿色，食物中毒会使你的生命值每秒减少1点，直至降到1点为止，食物中毒也会消耗你的饱和度，一段时间后或者你喝下牛奶时，食物中毒状态就会消失。
