Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/mcl_hoppers/locale/poconvert/*.po
Languages: de, es, fr, ja, pl, zh_cn

source: Hopper
de: Trichter
es: Tolva
fr: Entonnoir
ja: ホッパー
pl: Lej
zh_cn: 漏斗

source: Inventory
de: Inventar
es: Inventario
fr: Inventaire
ja: インベントリ
pl: Ekwipunek
zh_cn: 背包

source: 5 inventory slots
de: 5 Inventarplätze
es: 5 espacios de inventario
fr: 5 emplacements d'inventaire
ja: 5つのインベントリースロット
pl: 5 miejsc w ekwipunku
zh_cn: 5个物品栏位

source: Collects items from above, moves items to container below
de: Sammelt Gegenstände von oben, legt Gegenstände in Behälter unterhalb ab
es: Recoge ítems de arriba y los mueve al contenedor de abajo
fr: Collecte les éléments d'en haut, déplace les éléments vers le conteneur ci-dessous
ja: 上からのアイテムを集め、下のコンテナに移動
pl: Zbiera przedmioty z góry, umieszcza je w pojemniku pod spodem
zh_cn: 从上方收集物品，将物品转移至下方的容器中

source: Can be disabled with redstone power
de: Kann mit Redstoneenergie deaktiviert werden
es: Se puede desactivar con redstone
fr: Peut être désactivé par la puissance Redstone
ja: レッドストーン動力で無効化可能
pl: Może być wyłączony czerwienitem
zh_cn: 可通过红石能量禁用

source: Hoppers are containers with 5 inventory slots. They collect dropped items from above, take items from a container above and attempt to put its items it into an adjacent container. Hoppers can go either downwards or sideways. Hoppers interact with chests, droppers, dispensers, shulker boxes, furnaces and hoppers.
de: Trichter sind Behälter mit 5 Inventarplätzen. Sie sammeln fallengelassene Gegenstände oberhalb auf, nehmen sich Gegenstände von einem Behälter oberhalb auf und versuchen, ihren Inhalt in einen benachbarten Behälter zu befördern. Trichter können entweder nach unten oder zur Seite zeigen. Trichter interagieren mit Truhen, Spendern, Werfern, Schulkerkisten, Öfen und Trichtern.
es: Las tolvas son contenedores con 5 ranuras de inventario. Recogen los ítems que se cayeron desde arriba, toman los ítems de un contenedor de arriba e intentan colocarlos en un contenedor adyacente. Las tolvas pueden ir hacia abajo o hacia los lados. Las tolvas interactúan con cofres, soltadores, dispensadores, cajas de shulker, hornos y tolvas.
fr: Les entonoirs sont des conteneurs avec 5 emplacements d'inventaire. Ils récupèrent les objets déposés par le haut, prennent les objets d'un conteneur au-dessus et tentent de les placer dans un conteneur adjacent. Les entonnoirs peuvent aller vers le bas ou sur le côté. Les entonnoirs interagissent avec les coffres, les compte-gouttes, les distributeurs, les boites de shulker, les fours et les entonnoirs.
ja: ホッパーは、5つのインベントリースロットを持つコンテナです。それらは上から落ちてくるアイテムを集めたり、上のコンテナからアイテムを取ったり、そのアイテムを隣のコンテナに入れようとします。ホッパーは下方向にも横方向にも移送することができます。ホッパーはチェスト、ドロッパー、ディスペンサー、シュルカーボックス、かまど、ホッパーと相互作用します。
pl: Leje są pojemnikami z 5 miejscami ekwipunku. Zbierają upuszczone na nie z góry przedmioty, przedmioty z pojemników na nimi i próbują je umieścić w przyległych pojemnikach. Leje mogą być skierowane w dół bądź w bok. Leje wchodzą w interakcję ze skrzyniami, podajnikami, dozownikami, shulkerowymi skrzyniami, piecami i lejami.
zh_cn: 漏斗是拥有5个物品栏位的容器，它们从上方收集掉落的物品，从上方的容器中拿取物品，并尝试将自身的物品放入相邻的容器中。漏斗可以朝下或朝侧面放置，漏斗能与箱子、投掷器、发射器、潜影盒、熔炉以及漏斗相互作用。

source: Hoppers interact with containers the following way:
de: Trichter interagieren mit Behältern auf diese Weise:
es: Las tolvas interactúan con los contenedores de la siguiente manera:
fr: Les entonnoirs interagissent avec les conteneurs de la manière suivante :
ja: ホッパーはコンテナ類と次のように相互作用：
pl: Leje wchodzą w interakcję z pojemnikami w następujący sposób:
zh_cn: 漏斗与容器按以下方式相互作用：

source: • Furnaces: Hoppers from above will put items into the source slot. Hoppers from below take items from the output slot. They also take items from the fuel slot when they can't be used as a fuel. Sideway hoppers that point to the furnace put items into the fuel slot
de: • Öfen: Trichter von oberhalb werden Gegenstände in den Quellplatz befördern. Trichter von unterhalb werden Gegenstände aus dem Ausgabeplatz nehmen. Sie werden Gegenstände auch aus dem Brennstoffplatz nehmen, wenn diese als Brennstoff ungeeignet sind. Seitwärtstrichter, die zum Ofen zeigen, befördern Gegenstände in den Brennstoffplatz
es: • Hornos: las tolvas de arriba colocarán ítems en la ranura de origen. Las tolvas de abajo toman ítems de la ranura de salida. También toman ítems de la ranura de combustible cuando no se pueden usar como combustible. Las tolvas laterales que apuntan al horno colocan ítems en la ranura de combustible
fr: • Fours : les entonnoirs d'en haut placent les objets dans l'emplacement source. Les entonnoirs d'en bas prennent les éléments de la fente de sortie. Ils prennent également des objets de la fente de carburant lorsqu'ils ne peuvent pas être utilisés comme carburant. Des entonnoirs latérales qui pointent vers le four mettent des objets dans la fente de combustible
ja: かまど： 上方のホッパーは、アイテムを供給スロットに投入します。下方のホッパーは、出力スロットからアイテムを取り出します。また、燃料として使用できないアイテムは燃料スロットから取り出します。かまどの方を向いている横向きのホッパーは、燃料スロットにアイテムを投入します
pl: Piece: leje nad nimi będą umieszczać przedmioty w miejsce materiału źródłowego. Leje z dołu będą brały przedmioty z miejsca wyjściowego. Będą także zabierały przedmioty z miejsca na paliwo jeśli nie można ich użyć jako paliwo. Boczne leje wskazujące na piec będą wstawiać przedmioty w miejsce na paliwo.
zh_cn: • 熔炉：上方的漏斗会将物品放入原料槽，下方的漏斗会从输出槽取走物品，当物品无法用作燃料时，它们也会从燃料槽取走物品，指向熔炉的侧向漏斗会将物品放入燃料槽

source: • Ender chests: No interaction.
de: • Endertruhen: Keine Interaktion.
es: • Cofres Ender: Sin interacción.
fr: • Coffres de l'Ender : Aucune interaction.
ja: エンダーチェスト： 相互作用なし。
pl: Skrzynie kresu: nie wchodzą w interakcję.
zh_cn: • 末影箱：无相互作用。

source: • Other containers: Normal interaction.
de: • Andere Behälter: Normale Interaktion.
es: • Otros contenedores: interacción normal.
fr: • Autres conteneurs : interaction normale.
ja: その他のコンテナ： 通常の相互作用。
pl: Inne pojemniki: zwykła interakcja.
zh_cn: • 其他容器：正常相互作用。

source: Hoppers can be disabled when supplied with redstone power. Disabled hoppers don't move items.
de: Trichter können deaktiviert werden, wenn sie mit Redstone-Energie versorgt werden. Deaktivierte Trichter bewegen keine Gegenstände.
es: Las tolvas se pueden desactivar cuando se les suministra energía de redstone. Las tolvas deshabilitadas no mueven ítems.
fr: Les entonoires peuvent être désactivées lorsqu'elles sont alimentées en redstone. Les trémies désactivées ne déplacent pas les objets.
ja: ホッパーは、レッドストーン動力を供給すると無効化できます。無効化されたホッパーは、アイテムを移動させません。
pl: Leje mogą być wyłączone sygnałem z czerwienitu.
zh_cn: 当被提供红石能量时，漏斗可被禁用，被禁用的漏斗不会转移物品。

source: To place a hopper vertically, place it on the floor or a ceiling. To place it sideways, place it at the side of a block. Use the hopper to access its inventory.
de: Um einen Trichter vertikal zu platzieren, platzieren Sie ihn auf den Boden oder an die Decke. Um ihn seitwärts zu platzieren, platzieren Sie in an die Seite eines Blocks. Der Trichter wird seine Ausrichtung behalten. Benutzen Sie den Trichter, um auf sein Inventar zuzugreifen.
es: Para colocar una tolva verticalmente, colóquela en el suelo o en el techo. Para colocarlo de lado, colóquelo al lado de un bloque. Use la tolva para acceder a su inventario.
fr: Pour placer un entonoire verticalement, placez-la au sol ou au plafond. Pour le placer sur le côté, placez-le sur le côté d'un bloc. Utilisez l'entonoire pour accéder à son inventaire.
ja: ホッパーを縦に置く場合は、床または天井に設置します。横向きに設置する場合は、ブロックの横に設置します。ホッパーを使用すると、インベントリにアクセスできます。
pl: Aby postawić lej pionowo postaw go na podłodze lub suficie. Aby postawić go bocznie ustaw go na boku bloku. Kliknij "Użyj" na leju by zarządzać jego ekwipunkiem.
zh_cn: 要垂直放置漏斗，可将其放置在地面或天花板上；要侧向放置漏斗，可将其放置在方块的侧面，使用漏斗来查看其物品栏。

source: Disabled Hopper
de: Deaktivierter Trichter
es: Tolva desactivada
fr: Entonoir Désactivé
ja: 無効化されたホッパー
pl: Wyłączony lej
zh_cn: 禁用的漏斗

source: Side Hopper
de: Seitwärtstrichter
es: Tolva lateral
fr: Entonoir Latéral
ja: サイドホッパー
pl: Boczny lej
zh_cn: 侧向漏斗

source: Disabled Side Hopper
de: Deaktivierter Seitwärtstrichter
es: Tolva lateral desactivada
fr: Entonoir Latéral Désactivé
ja: 無効化されたサイドホッパー
pl: Wyłączony boczny lej
zh_cn: 禁用的侧向漏斗
