Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/REDSTONE/vlf_pressureplates/locale/poconvert/*.po
Languages: fr, ru

source: A pressure plate is a redstone component which supplies its surrounding blocks with redstone power while someone or something rests on top of it.
fr: Une plaque de pression est un composant de redstone qui alimente ses blocs environnants en puissance de redstone pendant que quelqu'un ou quelque chose repose dessus.
ru: Нажимная плита это компонент редстоуна, который выдает сигнал редстоуна окружающим его блокам, когда кто-то или что-то находится прямо на нём.

source: Provides redstone power when pushed
fr: Fournit une puissance de redstone lorsqu'il est poussé
ru: Выдает сигнал редстоуна при нажатии

source: Pushable by players, mobs and objects
fr: Poussable par les joueurs, les mobs et les objets
ru: Нажимается игроками, мобами и предметами

source: Pushable by players and mobs
fr: Poussable par les joueurs et les mobs
ru: Нажимается игроками и мобами

source: Pushable by mobs
fr: Poussable par les mobs
ru: Нажимается мобами

source: Pushable by players
fr: Poussable par les joueurs
ru: Нажимается игроками

source: Stone Pressure Plate
fr: Plaque de pression en pierre
ru: Каменная нажимная плита

source: A stone pressure plate is a redstone component which supplies its surrounding blocks with redstone power while a player or mob stands on top of it. It is not triggered by anything else.
fr: Une plaque de pression en pierre est un composant de redstone qui alimente ses blocs environnants en puissance de redstone pendant qu'un joueur ou un mob se tient au-dessus. Il n'est déclenché par rien d'autre.
ru: Каменная нажимная плита это компонент редстоуна, который выдает сигнал редстоуна окружающим его блокам, когда игрок или моб находится прямо на нём. От чего-то другого она не сработает.

source: Polished Blackstone Pressure Plate
fr: Plaque de Pression en Pierre Noire Taillée
ru: Нажимная плита из полированного чернокамня

source: A polished blackstone pressure plate is a redstone component which supplies its surrounding blocks with redstone power while a player or mob stands on top of it. It is not triggered by anything else.
fr: Une plaque de pression en pierre noire taillée est un composant de redstone qui fournit à ses blocs environnants de la puissance de redstone lorsqu'un joueur ou un mob se tient dessus. Elle n'est pas déclenchée par quoi que ce soit d'autre.
ru: Нажимная плита из полированного чернокамня это компонент редстоуна, который выдает сигнал редстоуна окружающим его блокам, когда игрок или моб находится прямо на нём. От чего-то другого она не сработает.
