Repository: VoxelForge/VoxelForge
Catalog: mods/HUD/awards/locale/poconvert/*.po
Languages: hu, ru

source: Secret Award Unlocked: @1
hu: Titkos díj feloldva: @1
ru: Разблокировано секретное достижение: @1

source: Award Unlocked: @1
hu: Díj feloldva: @1
ru: Разблокировано достижение: @1

source: Secret Advancement Made!
hu: Titkos kihívás teljesítve!
ru: Секретное достижение получено!

source: Goal Completed!
hu: Cél elérve!
ru: Цель выполнена!

source: Challenge Completed!
hu: Küldetés teljesítve!
ru: Испытание выполнено!

source: Advancement Made!
hu: Mérföldkő teljesítve!
ru: Получено достижение!

source: [c|clear|disable|enable]
hu: [c (mutat)|clear (töröl)|disable (kikapcs)|enable (bekapcs)]
ru: [c|clear — очистить|disable — отключить|enable — включить]

source: Show, clear, disable or enable your awards
hu: A jelvények megmutatása, törlése, kikapcsolása vagy bekapcsolása
ru: Показать, очистить, отключить или включить ваши достижения

source: All your awards and statistics have been cleared. You can now start again.
hu: Minden jelvényed és statisztikád törlésre került. Így most elölről kezdheted.
ru: Ваши награды и статистика удалены. Теперь можно начать всё сначала.

source: You have disabled awards.
hu: Kikapcsoltad a jelvényeket.
ru: Достижения отключены.

source: You have enabled awards.
hu: Engedélyezted a jelvényeket.
ru: Достижения включены.

source: <award ID>
hu: <jelvény azonosító>
ru: <ИД достижения>

source: Show details of an award
hu: Megmutatja egy jelvény részleteit
ru: Показать подробную информацию о достижении

source: Award not found.
hu: Jelvény nem található.
ru: Достижение не найдено.

source: <name>
hu: <név>
ru: <имя>

source: Get the awards statistics for the given player or yourself
hu: Megmutatja egy adott játékos vagy saját magad jelvényeit
ru: Получите статистику достижений для выбранного игрока или себя

source: Error: No achivements available.
hu: Hiba: Nem található előrelépés.
ru: Ошибка: Нет доступных достижений.

source: OK
ru: ОК

source: (Secret Award)
hu: (Titkos jelvény)
ru: (Секретное достижение)

source: Unlock this award to find out what it is.
hu: Oldd fel ezt a jelvényt, hogy megtudd, mi ez.
ru: Разблокируйте это достижение чтобы узнать, что это такое.

source: @1 (unlocked)
hu: @1 (feloldva)
ru: @1 (разблокировано)

source: You've disabled awards. Type /awards enable to reenable.
hu: Ki vannak kapcsolva a jelvények. Írd a parancssorba, hogy »/award enable« a bekapcsoláshoz.
ru: Вы отключили награды. Введите /awards enable, чтобы включить их.

source: Error: No award available.
hu: Hiba: Nincsenek jelvények.
ru: Ошибка: Награда недоступна.

source: You have not unlocked any awards.
hu: Egy jelvény sincs még feloldva.
ru: Вы не получили ни одного достижения.

source: @1’s awards:
hu: @1 jelvényei:
ru: Награды @1:

source: @1/@2 chat messages
hu: @1/@2 üzenetei
ru: @1/@2 сообщений чата

source: Send a chat message
hu: Üzenet küldése
ru: Отправить сообщение в чат

source: Chat @1 times
hu: @1 üzenet küldése
ru: Пообщайтесь @1 раз

source: @1/@2 joins
hu: @1/@2 belépett
ru: @1/@2 присоединились

source: Join once
hu: Egyszeri belépés
ru: Присоединяйтесь один раз

source: Join @1 times
hu: @1 belépés
ru: Присоединяйтесь @1 раз

source: @1/@2 deaths
hu: @1/@2 halál
ru: @1/@2 смертей

source: Die once of @1
hu: @1 általi halál
ru: Умереть один раз от @1

source: Die @1 times of @2
hu: @1 halál @2 által
ru: Умереть @1 раз от @2

source: Die @1 times.
hu: Halj meg ennyiszer: @1.
ru: Умер(ла) @1 раз(а).

source: Mine @1 times
hu: Bányássz ennyiszer: @1
ru: Копайте @1 раз

source: @1/@2 dug
hu: @1/@2 bányászva
ru: @1/@2 выкопано

source: Mine: @1
hu: Bányászd: @1
ru: Копайте: @1

source: Mine: @1×@2
hu: Bányászd: @1x@2
ru: Копайте: @1×@2

source: Mine @1 block.
hu: Bányássz @1 blokkot.
ru: Добудьте @1 блок.

source: Mine @1 blocks.
hu: Bányássz @1 blokkokat.
ru: Добудьте @1 блоков.

source: @1/@2 placed
hu: @1/@2 elhelyezve
ru: @1/@2 размещено

source: Place: @1
hu: Helyezd el: @1
ru: Размещено: @1

source: Place: @1×@2
hu: Helyezd el: @1x@2
ru: Размещено: @1×@2

source: Place @1 block.
hu: Helyezz el @1 blokkot.
ru: Размещен @1 блок.

source: Place @1 blocks.
hu: Helyezz el @1 blokkokat.
ru: Размещено @1 блоков.

source: @1/@2 crafted
hu: @1/@2 barkácsolva
ru: @1/@2 создано

source: Craft: @1
hu: Barkácsolj: @1
ru: Создано: @1

source: Craft: @1×@2
hu: Barkácsolj: @1x@2
ru: Создано: @1×@2

source: Craft @1 item
hu: Barkácsolj @1 tárgyat
ru: Создайте @1 предмет

source: Craft @1 items.
hu: Barkácsolj @1 tárgyat.
ru: Создайте @1 предметов.

source: @1/@2 eaten
hu: @1/@2 elfogyasztva
ru: @1/@2 съедено

source: Eat @1
hu: Egyél @1
ru: Съешьте @1

source: Eat @1×@2
hu: Egyél @1x@2
ru: Съешьте @1×@2

source: Eat @1 item
hu: Egyél @1 élelmiszert
ru: Съешьте @1 предмет

source: Eat @1 items.
hu: Egyél @1 élelmiszert.
ru: Съешьте @1 предметов.
