Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/vlf_end/locale/poconvert/*.po
Languages: es

source: End Stone
es: Fin de la piedra

source: End Stone Bricks
es: Fin de ladrillos de piedra

source: Purpur Block
es: Bloque púrpura

source: Purpur Pillar
es: Pilar púrpura

source: End Rod
es: Barra final

source: End rods are decorative light sources.
es: Las varillas finales son fuentes de luz decorativas.

source: Dragon Egg
es: Huevo de dragón

source: A dragon egg is a decorative item which can be placed.
es: Un huevo de dragón es un elemento decorativo que se puede colocar.

source: Chorus Flower
es: Flor de coro

source: A chorus flower is the living part of a chorus plant. It can grow into a tall chorus plant, step by step. When it grows, it may die on old age eventually. It also dies when it is unable to grow.
es: Una flor de coro es la parte viva de una planta de coro. Puede convertirse en una planta de coro alto, paso a paso. Cuando crece, puede morir con la vejez eventualmente. También muere cuando no puede crecer.

source: Place it and wait for it to grow. It can only be placed on top of end stone, on top of a chorus plant stem, or at the side of exactly one chorus plant stem.
es: Colóquelo y espere a que crezca. Solo se puede colocar en la parte superior de la piedra del extremo, en la parte superior del tallo de la planta de coro, o al lado de exactamente un tallo de la planta de coro.

source: Dead Chorus Flower
es: Flor de coro muerto

source: This is a part of a chorus plant. It doesn't grow. Chorus flowers die of old age or when they are unable to grow. A dead chorus flower can be harvested to obtain a fresh chorus flower which is able to grow again.
es: Esta es una parte de una planta de coro. No crece Las flores de coro mueren de vejez o cuando no pueden crecer. Se puede cosechar una flor de coro muerta para obtener una flor de coro fresca que pueda crecer nuevamente.

source: Chorus Plant Stem
es: Tallo de planta de coro

source: A chorus plant stem is the part of a chorus plant which holds the whole plant together. It needs end stone as its soil. Stems are grown from chorus flowers.
es: El tallo de una planta de coro es la parte de una planta de coro que mantiene unida a toda la planta. Necesita piedra final como su suelo. Los tallos se cultivan a partir de flores de coro.

source: The stem attaches itself to end stone and other chorus blocks.
es: El tallo se adhiere al extremo de la piedra y a otros bloques de coro..

source: Chorus Fruit
es: Fruta coro

source: A chorus fruit is an edible fruit from the chorus plant which is home to the End. Eating it teleports you to the top of a random solid block nearby, provided you won't end up inside a liquid, solid or harmful blocks. Teleportation might fail if there are very few or no places to teleport to.
es: Una fruta de coro es una fruta comestible de la planta de coro que es el hogar del final. Comerlo te teletransporta a la parte superior de un bloque sólido aleatorio cercano, siempre que no termines dentro de un bloque líquido, sólido o dañino. La teletransportación puede fallar si hay muy pocos o ningún lugar para teletransportarse.

source: Popped Chorus Fruit
es: Fruta de coro reventado

source: Eye of Ender
es: Ojo de Ender

source: This item is used to locate End portal shrines in the Overworld and to activate End portals.
es: Este elemento se usa para localizar santuarios de portal del fin en el mundo y para activar portales del final.

source: NOTE: The End dimension is currently incomplete and might change in future versions.
es: NOTA: La dimensión Final está actualmente incompleta y puede cambiar en futuras versiones.

source: Use the attack key to release the eye of ender. It will rise and fly in the horizontal direction of the closest end portal shrine. If you're very close, the eye of ender will take the direct path to the End portal shrine instead. After a few seconds, it stops. It may drop as an item, but there's a 20% chance it shatters.
es: Usa la tecla de ataque para liberar el ojo de Ender. Se elevará y volará en la dirección horizontal del santuario portal más cercano. Si estás muy cerca, el ojo de Ender tomará el camino directo al Santuario del portal final. Después de unos segundos, se detiene. Puede caer como un elemento, pero hay un 20% de posibilidades de que se rompa.

source: To activate an End portal, eyes of ender need to be placed into each block of an intact End portal frame.
es: Para activar un portal final, se deben colocar ojos de ender en cada bloque de un marco intacto del portal final.
