Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/mcl_core/locale/poconvert/*.po
Languages: es, ja

source: Stick
es: Palo
ja: 棒

source: Sticks are a very versatile crafting material; used in countless crafting recipes.
es: Los palos son un material de elaboración muy versátil; utilizado en innumerables recetas de elaboración.
ja: 棒は、数え切れないほどのクラフトレシピに使用されている、非常に汎用性の高いクラフト素材です。

source: Paper
es: Papel
ja: 紙

source: Paper is used to craft books and maps.
es: El papel se usa para crear libros y mapas.
ja: 紙は、本や地図などのクラフトに使われます。

source: Coal
es: Carbón
ja: 石炭

source: “Coal” refers to coal lumps obtained by digging coal ore which can be found underground. Coal is your standard furnace fuel, but it can also be used to make torches, coal blocks and a few other things.
es: "Carbón" se refiere a trozos de carbón obtenidos al excavar mineral de carbón que se puede encontrar bajo tierra. El carbón es el combustible estándar de su horno, pero también se puede usar para hacer antorchas, bloques de carbón y algunas otras cosas.
ja: 「石炭」とは、地中の石炭鉱石を掘って得られる石炭の塊のことを指します。石炭はかまどの燃料として一般的ですが、松明や石炭ブロックなどにも利用されます。

source: Charcoal
es: Carbón vegetal
ja: 木炭

source: Charcoal is an alternative furnace fuel created by cooking wood in a furnace. It has the same burning time as coal and also shares many of its crafting recipes, but it can not be used to create coal blocks.
es: El carbón vegetal es un combustible alternativo para hornos creado al cocinar leña en un horno. Tiene el mismo tiempo de combustión que el carbón y también comparte muchas de sus recetas de elaboración, pero no se puede usar para crear bloques de carbón.
ja: 木炭はかまど用の代替燃料で、木をかまどで燃やすと作れます。石炭と同じ燃焼時間を持ち、クラフトのレシピも共通ですが、石炭ブロックの作成には使えません。

source: Iron Nugget
es: Pepita de hierro
ja: 鉄の小塊

source: Iron nuggets are very small pieces of molten iron; the main purpose is to create iron ingots.
es: Las pepitas de hierro son piezas muy pequeñas de hierro fundido; El objetivo principal es crear lingotes de hierro.
ja: 鉄の小塊は、溶けた鉄のごく小さな断片で、主に鉄インゴットを作るために使われます。

source: Gold Nugget
es: Pepita de oro
ja: 金の小塊

source: Gold nuggets are very small pieces of molten gold; the main purpose is to create gold ingots.
es: Las pepitas de oro son piezas muy pequeñas de oro fundido; El objetivo principal es crear lingotes de oro.
ja: 金の小塊は、溶けた金のごく小さな断片で、主に金インゴットを作るために使われます。

source: Diamond
es: Diamante
ja: ダイヤモンド

source: Diamonds are precious minerals and useful to create the highest tier of armor and tools.
es: Los diamantes son minerales preciosos y útiles para crear el nivel más alto de armadura y herramientas.
ja: ダイヤモンドは貴重な鉱物で、最上位の防具や道具のクラフトに役立ちます。

source: Clay Ball
es: Bola de arcilla
ja: 粘土玉

source: Clay balls are a raw material, mainly used to create bricks in the furnace.
es: Las bolas de arcilla son una materia prima, utilizada principalmente para crear ladrillos en el horno.
ja: 粘土玉は原料で、主にかまどに入れてレンガを作るのに使われます。

source: Iron Ingot
es: Lingote de hierro
ja: 鉄インゴット

source: Molten iron. It is used to craft armor, tools, and whatnot.
es: Hierro fundido. Se utiliza para fabricar armaduras, herramientas y otras cosas.
ja: 溶かした鉄。防具や道具、その他のクラフトに使われます。

source: Gold Ingot
es: Lingote de oro
ja: 金インゴット

source: Molten gold. It is used to craft armor, tools, and whatnot.
es: Oro fundido Se utiliza para fabricar armaduras, herramientas y otras cosas.
ja: 溶かした金。防具や道具、その他のクラフトに使われます。

source: Emerald
es: Esmeralda
ja: エメラルド

source: Emeralds are used in villager trades as currency.
es: Las esmeraldas se utilizan en el comercio de los aldeanos como moneda.
ja: エメラルドは、村人との取引で通貨として使われます。

source: Lapis Lazuli
es: Lapislázuli
ja: ラピスラズリ

source: Lapis Lazuli are required for enchanting items on an enchanting table.
es: Los lapislázuli son necesarios para encantar objetos en una mesa de encantamiento.
ja: ラピスラズリは、エンチャントテーブルでアイテムをエンチャントするのに必要です。

source: Brick
es: Ladrillo
ja: レンガ

source: Bricks are used to craft brick blocks.
es: Los ladrillos se utilizan para fabricar bloques de ladrillos.
ja: レンガは、レンガブロックのクラフトに使います。

source: Flint
es: Pedernal
ja: 火打石

source: Flint is a raw material.
es: El pedernal es una materia prima.
ja: 火打石は原料です。

source: Sugar
es: Azúcar
ja: 砂糖

source: Sugar comes from sugar canes and is used to make sweet foods.
es: El azúcar proviene de las cañas de azúcar y se usa para hacer alimentos dulces.
ja: 砂糖はサトウキビから採れ、甘いものを作るのに使われます。

source: Bowl
es: Cuenco
ja: ボウル

source: Bowls are mainly used to hold tasty soups.
es: Los cuencos se usan principalmente para contener sabrosas sopas.
ja: ボウルは、主に美味しいスープを入れるために使われます。

source: Apple
es: Manzana
ja: リンゴ

source: Apples are food items which can be eaten.
es: Las manzanas son alimentos que se pueden comer.
ja: リンゴは食べられるアイテムです。

source: Golden Apple
es: Manzana dorada
ja: 金のリンゴ

source: Golden apples are precious food items which can be eaten.
es: Las manzanas doradas son alimentos preciosos que se pueden comer.
ja: 金のリンゴは貴重な食材で、食べられます。

source: Enchanted Golden Apple
es: Manzana Dorada Encantada
ja: エンチャントされた金のリンゴ

source: Acacia Bark
ja: アカシアの樹皮

source: Acacia Bark Slab
ja: アカシアの樹皮のハーフブロック

source: Acacia Bark Stairs
ja: アカシアの樹皮の階段

source: Acacia Boat
ja: アカシアのボート

source: Acacia Button
ja: アカシアのボタン

source: Acacia Chest Boat
ja: チェスト付きのアカシアのボート

source: Acacia Door
ja: アカシアのドア

source: Acacia Fence
ja: アカシアのフェンス

source: Acacia Fence Gate
ja: アカシアのフェンスゲート

source: Acacia Leaves
ja: アカシアの葉

source: Acacia Log
ja: アカシアの原木

source: Acacia Planks
ja: アカシアの板材

source: Acacia Pressure Plate
ja: アカシアの感圧板

source: Acacia Sapling
ja: アカシアの苗木

source: Acacia Sign
ja: アカシアの看板

source: Acacia Slab
ja: アカシアのハーフブロック

source: Acacia Stairs
ja: アカシアの階段

source: Acacia Trapdoor
ja: アカシアのトラップドア

source: Birch Bark
ja: シラカバの樹皮

source: Birch Bark Slab
ja: シラカバの樹皮のハーフブロック

source: Birch Bark Stairs
ja: シラカバの樹皮の階段

source: Birch Boat
ja: シラカバのボート

source: Birch Button
ja: シラカバのボタン

source: Birch Chest Boat
ja: チェスト付きのシラカバのボート

source: Birch Door
ja: シラカバのドア

source: Birch Fence
ja: シラカバのフェンス

source: Birch Fence Gate
ja: シラカバのフェンスゲート

source: Birch Leaves
ja: シラカバの葉

source: Birch Log
ja: シラカバの原木

source: Birch Planks
ja: シラカバの板材

source: Birch Pressure Plate
ja: シラカバの感圧板

source: Birch Sapling
ja: シラカバの苗木

source: Birch Sign
ja: シラカバの看板

source: Birch Slab
ja: シラカバのハーフブロック

source: Birch Stairs
ja: シラカバの階段

source: Birch Trapdoor
ja: シラカバのトラップドア

source: Black Stained Glass
ja: 黒色の色付きガラス板

source: Blue Stained Glass
ja: 青色の色付きガラス板

source: Brown Stained Glass
ja: 茶色の色付きガラス板

source: Cyan Stained Glass
ja: 青緑色の色付きガラス板

source: Dark Oak Bark
ja: ダークオークの樹皮

source: Dark Oak Bark Slab
ja: ダークオークの樹皮のハーフブロック

source: Dark Oak Bark Stairs
ja: ダークオークの樹皮の階段

source: Dark Oak Boat
ja: ダークオークのボート

source: Dark Oak Button
ja: ダークオークのボタン

source: Dark Oak Chest Boat
ja: チェスト付きのダークオークのボート

source: Dark Oak Door
ja: ダークオークのドア

source: Dark Oak Fence
ja: ダークオークのフェンス

source: Dark Oak Fence Gate
ja: ダークオークのフェンスゲート

source: Dark Oak Leaves
ja: ダークオークの葉

source: Dark Oak Log
ja: ダークオークの原木

source: Dark Oak Planks
ja: ダークオークの板材

source: Dark Oak Pressure Plate
ja: ダークオークの感圧板の

source: Dark Oak Sapling
ja: ダークオークの苗木

source: Dark Oak Sign
ja: ダークオークの看板

source: Dark Oak Slab
ja: ダークオークのハーフブロック

source: Dark Oak Stairs
ja: ダークオークの階段

source: Dark Oak Trapdoor
ja: ダークオークのトラップドア

source: Green Stained Glass
ja: 緑色の色付きガラス板

source: Grey Stained Glass
ja: 灰色の色付きガラス板

source: Jungle Bark
ja: ジャングルの樹皮

source: Jungle Bark Slab
ja: ジャングルの樹皮のハーフブロック

source: Jungle Bark Stairs
ja: ジャングルの樹皮の階段

source: Jungle Boat
ja: ジャングルのボート

source: Jungle Button
ja: ジャングルのボタン

source: Jungle Chest Boat
ja: チェスト付きのジャングルのボート

source: Jungle Door
ja: ジャングルのドア

source: Jungle Fence
ja: ジャングルのフェンス

source: Jungle Fence Gate
ja: ジャングルのフェンスゲート

source: Jungle Leaves
ja: ジャングルの葉

source: Jungle Log
ja: ジャングルの原木

source: Jungle Planks
ja: ジャングルの板材

source: Jungle Pressure Plate
ja: ジャングルの感圧板

source: Jungle Sapling
ja: ジャングルの苗木

source: Jungle Sign
ja: ジャングルの看板

source: Jungle Slab
ja: ジャングルのハーフブロック

source: Jungle Stairs
ja: ジャングルの階段

source: Jungle Trapdoor
ja: ジャングルのトラップドア

source: Light Blue Stained Glass
ja: 空色の色付きガラス板

source: Light Grey Stained Glass
ja: 薄灰色の色付きガラス板

source: Lime Stained Glass
ja: 黄緑色の色付きガラス板

source: Magenta Stained Glass
ja: 赤紫色の色付きガラス板

source: Oak Bark
ja: オークの樹皮

source: Oak Bark Slab
ja: オークの樹皮のハーフブロック

source: Oak Bark Stairs
ja: オークの樹皮の階段

source: Oak Boat
ja: オークのボート

source: Oak Button
ja: オークのボタン

source: Oak Chest Boat
ja: チェスト付きのオークのボート

source: Oak Door
ja: オークのドア

source: Oak Fence
ja: オークのフェンス

source: Oak Fence Gate
ja: オークのフェンスゲート

source: Oak Leaves
ja: オークの葉

source: Oak Log
ja: オークの原木

source: Oak Planks
ja: オークの板材

source: Oak Pressure Plate
ja: オークの感圧板

source: Oak Sapling
ja: オークの苗木

source: Oak Sign
ja: オークの看板

source: Oak Slab
ja: オークのハーフブロック

source: Oak Stairs
ja: オークの階段

source: Oak Trapdoor
ja: オークのトラップドア

source: Orange Stained Glass
ja: 橙色の色付きガラス板

source: Pink Stained Glass
ja: 桃色の色付きガラス板

source: Purple Stained Glass
ja: 紫色の色付きガラス板

source: Red Stained Glass
ja: 赤色の色付きガラス板

source: Spruce Bark
ja: トウヒの樹皮

source: Spruce Bark Slab
ja: トウヒの樹皮のハーフブロック

source: Spruce Bark Stairs
ja: トウヒの樹皮の階段

source: Spruce Boat
ja: トウヒのボート

source: Spruce Button
ja: トウヒのボタン

source: Spruce Chest Boat
ja: チェスト付きのトウヒのボート

source: Spruce Door
ja: トウヒのドア

source: Spruce Fence
ja: トウヒのフェンス

source: Spruce Fence Gate
ja: トウヒのフェンスゲート

source: Spruce Leaves
ja: トウヒの葉

source: Spruce Log
ja: トウヒの原木

source: Spruce Planks
ja: トウヒの板材

source: Spruce Pressure Plate
ja: トウヒの感圧板

source: Spruce Sapling
ja: トウヒの苗木

source: Spruce Sign
ja: トウヒの看板

source: Spruce Slab
ja: トウヒのハーフブロック

source: Spruce Stairs
ja: トウヒの階段

source: Spruce Trapdoor
ja: トウヒのトラップドア

source: Stripped Acacia Bark
ja: 樹皮を剥いだアカシアの木

source: Stripped Acacia Log
ja: 樹皮を剥いだアカシアの原木

source: Stripped Birch Bark
ja: 樹皮を剥いだシラカバの木

source: Stripped Birch Log
ja: 樹皮を剥いだシラカバの原木

source: Stripped Dark Oak Bark
ja: 樹皮を剥いだダークオークの木

source: Stripped Dark Oak Log
ja: 樹皮を剥いだダークオークの原木

source: Stripped Jungle Bark
ja: 樹皮を剥いだジャングルの木

source: Stripped Jungle Log
ja: 樹皮を剥いだジャングルの原木

source: Stripped Oak Bark
ja: 樹皮を剥いだオークの木

source: Stripped Oak Log
ja: 樹皮を剥いだオークの原木

source: Stripped Spruce Bark
ja: 樹皮を剥いだトウヒの木

source: Stripped Spruce Log
ja: 樹皮を剥いだトウヒの原木

source: The stripped trunk of an Acacia tree.
ja: 皮を剥いだ後のアカシアの木の幹。

source: The stripped trunk of an Birch tree.
ja: 皮を剥いだ後のシラカバの木の幹。

source: The stripped trunk of an Dark Oak tree.
ja: 皮を剥いだ後のダークオークの木の幹。

source: The stripped trunk of an Jungle tree.
ja: 皮を剥いだ後のジャングルの木の幹。

source: The stripped trunk of an Oak tree.
ja: 皮を剥いだ後のオークの木の幹。

source: The stripped trunk of an Spruce tree.
ja: 皮を剥いだ後のトウヒの木の幹。

source: The stripped wood of an Acacia tree.
ja: 皮を剥いだ後のアカシアの木。

source: The stripped wood of an Birch tree.
ja: 皮を剥いだ後のシラカバの木。

source: The stripped wood of an Dark Oak tree.
ja: 皮を剥いだ後のダークオークの木。

source: The stripped wood of an Jungle tree.
ja: 皮を剥いだ後のジャングルの木。

source: The stripped wood of an Oak tree.
ja: 皮を剥いだ後のオークの木。

source: The stripped wood of an Spruce tree.
ja: 皮を剥いだ後のトウヒの木。

source: The trunk of a Acacia tree.
ja: アカシアの木の幹。

source: The trunk of a Birch tree.
ja: シラカバの木の幹。

source: The trunk of a Dark Oak tree.
ja: ダークオークの木の幹。

source: The trunk of a Jungle tree.
ja: ジャングルの木の幹。

source: The trunk of a Oak tree.
ja: オークの木の幹。

source: The trunk of a Spruce tree.
ja: トウヒの木の幹。

source: White Stained Glass
ja: 白色の色付きガラス板

source: Yellow Stained Glass
ja: 黄色の色付きガラス板

source: Stone
es: Piedra
ja: 石

source: One of the most common blocks in the world, almost the entire underground consists of stone. It sometimes contains ores. Stone may be created when water meets lava.
es: Uno de los bloques más comunes en el mundo, casi todo el subsuelo consiste en piedra. A veces contiene minerales. Se puede crear piedra cuando el agua se encuentra con la lava.
ja: 世界で最も一般的なブロックの一つで、地下のほぼ全体が石で構成されています。時には鉱石を含むこともあります。水と溶岩が出会って石ができる場合もあります。

source: Coal Ore
es: Mena de Carbón
ja: 石炭鉱石

source: Some coal contained in stone, it is very common and can be found inside stone in medium to large clusters at nearly every height.
es: Algo de carbón contenido en la piedra, es muy común y se puede encontrar dentro de la piedra en grupos medianos a grandes en casi todas las alturas.
ja: 石に含まれる石炭はとても一般的で、ほぼすべての高さにおいて、中～大規模なまとまりで見つけることができます。

source: Iron Ore
es: Mena de hierro
ja: 鉄鉱石

source: Some iron contained in stone, it is prety common and can be found below sea level.
es: Algo de hierro contenido en piedra, es bastante común y se puede encontrar debajo del nivel del mar.
ja: 石に含まれる鉄はかなり一般的で、海面下の高さで見つけられます。

source: Gold Ore
es: Mena de oro
ja: 金鉱石

source: This stone contains pure gold, a rare metal.
es: Esta piedra contiene oro puro, un metal raro.
ja: この石には、希少金属である純金が含まれています。

source: Redstone Ore
es: Mena de redstone
ja: レッドストーン鉱石

source: Redstone ore is commonly found near the bottom of the world. It glows when it is punched or walked upon.
es: El mineral redstone se encuentra comúnmente cerca del fondo del mundo. Brilla cuando es golpeado o pisado.
ja: レッドストーン鉱石は、ワールドの低層に多く見られます。それをパンチしたり、踏んだりすると光ります。

source: Lit Redstone Ore
es: Mena de redstone encendida
ja: 発光したレッドストーン鉱石

source: Lapis Lazuli Ore
es: Mena de lapislázuli
ja: ラピスラズリ鉱石

source: Lapis lazuli ore is the ore of lapis lazuli. It can be rarely found in clusters near the bottom of the world.
es: El mineral de lapislázuli es el mineral de lapislázuli. Rara vez se puede encontrar en grupos, se encuentra cerca del fondo del mundo.
ja: ラピスラズリ鉱石は、ワールドの深層あたりで群生しているのが稀に見つかります。

source: Emerald Ore
es: Mena de esmeralda
ja: エメラルド鉱石

source: Emerald ore is the ore of emeralds. It is very rare and can be found alone, not in clusters.
es: El mineral esmeralda es el mineral de las esmeraldas. Es muy raro y se puede encontrar solo, no en grupos.
ja: エメラルド鉱石は非常に希少で、群生しておらず、単独で見つけられます。

source: Diamond Ore
es: Mena de diamante
ja: ダイヤモンド鉱石

source: Diamond ore is rare and can be found in clusters near the bottom of the world.
es: El mineral de diamante es raro y se puede encontrar en grupos cerca del fondo del mundo.
ja: ダイヤモンド鉱石は希少で、ワールドの深層近くでまとまって見つかります。

source: Stone Bricks
es: Ladrillos de piedra
ja: 石レンガ

source: Chiseled Stone Bricks
es: Ladrillo de piedra cincelado
ja: 模様入り石レンガ

source: Cracked Stone Bricks
es: Ladrillo de piedra agrietado
ja: ひび割れた石レンガ

source: Mossy Stone Bricks
es: Ladrillo de piedra musgoso
ja: 苔むした石レンガ

source: Smooth Stone
es: Piedra Pulida
ja: 滑らかな石

source: Granite
es: Granito
ja: 花崗岩

source: Granite is an igneous rock.
es: El granito es una roca ígnea.
ja: 花崗岩とは、火成岩の一種です。

source: Polished Granite
es: Granito pulido
ja: 磨かれた花崗岩

source: Polished granite is a decorative building block made from granite.
es: El granito pulido es un bloque decorativo hecho de granito.
ja: 磨かれた花崗岩は装飾的な建築用ブロックで、花崗岩から作られます。

source: Andesite
es: Andesita
ja: 安山岩

source: Andesite is an igneous rock.
es: La andesita es una roca ígnea.
ja: 安山岩とは、火成岩の一種です。

source: Polished Andesite
es: Andesita pulida
ja: 磨かれた安山岩

source: Polished andesite is a decorative building block made from andesite.
es: La andesita pulida es un bloque de construcción decorativo hecho de andesita.
ja: 磨かれた安山岩は装飾的な建築用ブロックで、安山岩から作られます。

source: Diorite
es: Diorita
ja: 閃緑岩

source: Diorite is an igneous rock.
es: La diorita es una roca ígnea.
ja: 閃緑岩とは、火成岩の一種です。

source: Polished Diorite
es: Diorita pulida
ja: 磨かれた閃緑岩

source: Polished diorite is a decorative building block made from diorite.
es: La diorita pulida es un bloque de construcción decorativo hecho de diorita.
ja: 磨かれた閃緑岩は装飾的な建築用ブロックで、閃緑岩から作られます。

source: Grass Block
es: Bloque de césped
ja: 草原

source: A grass block is dirt with a grass cover. Grass blocks are resourceful blocks which allow the growth of all sorts of plants. They can be turned into farmland with a hoe and turned into grass paths with a shovel. In light, the grass slowly spreads onto dirt nearby. Under an opaque block or a liquid, a grass block may turn back to dirt.
es: Un bloque de hierba es tierra con una cubierta de hierba. Los bloques de hierba son bloques ingeniosos que permiten el crecimiento de todo tipo de plantas. Pueden convertirse en tierras de cultivo con una azada y convertirse en caminos de hierba con una pala. A la luz, la hierba se extiende lentamente sobre la tierra cercana. Debajo de un bloque opaco o un líquido, un bloque de hierba puede ensuciarse.
ja: 草原とは、土に草を被せたものです。草原は、さまざまな植物を育てることができる、資源的なブロックです。クワで農地にしたり、シャベルでオフロードにしたりできます。光に当たると、近くの土の上に草がゆっくりと広がっていきます。不透明なブロックや液体の下では、草原は土に戻ることがあります。

source: Dirt with Snow
es: Tierra con Nieve
ja: 雪が積もった土

source: Grass Path
es: Camino de hierba
ja: オフロード

source: Grass paths are a decorative variant of grass blocks. Their top has a different color and they are a bit lower than grass blocks, making them useful to build footpaths. Grass paths can be created with a shovel. A grass path turns into dirt when it is below a solid block.
es: Los caminos de hierba son una variante decorativa de bloques de hierba. Su parte superior tiene un color diferente y son un poco más bajos que los bloques de hierba, lo que los hace útiles para construir senderos. Los caminos de hierba se pueden crear con una pala. Un camino de hierba se convierte en tierra cuando está debajo de un bloque sólido.
ja: オフロードは、草原の装飾的なバリエーションです。上部の色が異なり、草原より少し低いので、道にうってつけです。シャベルで作れます。オフロードは、固いブロックの下にあると土になります。

source: Mycelium
es: Micelio
ja: 菌糸

source: Mycelium is a type of dirt and the ideal soil for mushrooms. Unlike other dirt-type blocks, it can not be turned into farmland with a hoe. In light, mycelium slowly spreads over nearby dirt. Under an opaque block or a liquid, it eventually turns back into dirt.
es: El micelio es un tipo de tierra y el suelo ideal para los hongos. A diferencia de otros bloques de tipo de tierra, no se puede convertir en tierras de cultivo con una azada. A la luz, el micelio se extiende lentamente sobre la tierra cercana. Debajo de un bloque opaco o un líquido, eventualmente se convierte nuevamente en tierra.
ja: 菌糸は土の一種であり、キノコに最適な土壌です。他の土系ブロックと違い、クワで農地に変えられません。光に当たると、菌糸は近くの土の上にゆっくりと広がっていきます。不透明なブロックや液体の下では、それはやがて土に戻ります。

source: Mycelium with Snow
es: Micelio con Nieve
ja: 雪が積もった菌糸

source: Podzol
ja: ポドゾル

source: Podzol is a type of dirt found in taiga forests. Only a few plants are able to survive on it.
es: El podzol es un tipo de tierra que se encuentra en los bosques de taiga. Solo unas pocas plantas pueden sobrevivir en él.
ja: ポドゾルとは、タイガの森で見つかる土の一種です。その上で生きられる植物はごくわずかです。

source: Podzol with Snow
es: Podsol con Nieve
ja: 雪が積もったポドゾル

source: Dirt
es: Tierra
ja: 土

source: Dirt acts as a soil for a few plants. When in light, this block may grow a grass or mycelium cover if such blocks are nearby.
es: La tierra actúa como un suelo para algunas plantas. Cuando está a la luz, este bloque puede crecer una cubierta de hierba o micelio si tales bloques están cerca.
ja: 土はいくつかの植物のための土壌として機能します。明るいところで近くに草や菌糸で覆われたブロックがあれば、このブロックの表層にもそれら成長させることがあります。

source: Coarse Dirt
es: Tierra estéril
ja: 粗い土

source: Coarse dirt acts as a soil for some plants and is similar to dirt, but it will never grow a cover.
es: La tierra gruesa actúa como un suelo para algunas plantas y es similar a la tierra, pero nunca crecerá una cubierta.
ja: 粗い土は、一部の植物の土として機能し、土と類似してはいますが、表層を何かが覆うことがありません。

source: Gravel
es: Grava
ja: 砂利

source: This block consists of a couple of loose stones and can't support itself.
es: Este bloque consta de un par de piedras sueltas y no puede sostenerse.
ja: このブロックは緩い石の組み合わせで構成されており、自身を支えられません。

source: Sand
es: Arena
ja: 砂

source: Sand is found in large quantities at beaches and deserts.
es: La arena se encuentra en grandes cantidades en playas y desiertos.
ja: 砂は、海岸や砂漠で大量に見つかります。

source: Sandstone
es: Arenisca
ja: 砂岩

source: Sandstone is compressed sand and is a rather soft kind of stone.
es: La arenisca es arena comprimida y es un tipo de piedra bastante suave.
ja: 砂岩は砂を圧縮したもので、やや軟らかい種類の石です。

source: Cut Sandstone
es: Arenisca cortada
ja: 溝入り砂岩

source: Cut sandstone is a decorative building block.
es: La arenisca cortada es un elemento decorativo.
ja: 溝入り砂岩は、装飾用ブロックです。

source: Chiseled Sandstone
es: Arenisca cincelada
ja: 模様入り砂岩

source: Chiseled sandstone is a decorative building block.
es: La piedra arenisca cincelada es un bloque de construcción decorativo.
ja: 模様入り砂岩は、装飾用ブロックです。

source: Smooth Sandstone
es: Arenisca lisa
ja: 滑らかな砂岩

source: Smooth sandstone is compressed sand and is a rather soft kind of stone.
es: La arenisca lisa es arena comprimida y es un tipo de piedra bastante blanda.
ja: 滑らかな砂岩は、装飾的な建築ブロックです。

source: Red Sand
es: Arena roja
ja: 赤い砂

source: Red sand is found in large quantities in mesa biomes.
es: La arena roja se encuentra en grandes cantidades en los desiertos.
ja: 赤い砂は、メサバイオームで大量に見つかります。

source: Red Sandstone
es: Arenisca roja
ja: 赤い砂岩

source: Red sandstone is compressed red sand and is a rather soft kind of stone.
es: La arenisca roja es arena roja comprimida y es un tipo de piedra bastante suave.
ja: 赤い砂岩は赤い砂を圧縮したもので、やや軟らかい種類の石です。

source: Cut Red Sandstone
es: Arenisca roja cortada
ja: 溝入り赤い砂岩

source: Cut red sandstone is a decorative building block.
es: La arenisca roja cortada es un elemento decorativo.
ja: 溝入り赤い砂岩は、装飾用ブロックです。

source: Chiseled Red Sandstone
es: Arenisca Roja Cincelada
ja: 模様入り赤い砂岩

source: Chiseled red sandstone is a decorative building block.
es: La piedra arenisca roja cincelada es un elemento decorativo.
ja: 模様入り赤い砂岩は、装飾用ブロックです。

source: Smooth Red Sandstone
es: Arenisca roja lisa
ja: 滑らかな赤い砂岩

source: Smooth red sandstone is a decorative building block.
es: La piedra arenisca roja lisa es un elemento decorativo.
ja: 滑らかな赤い砂岩は、装飾的な建築ブロックです。

source: Clay
es: Arcilla
ja: 粘土

source: Clay is a versatile kind of earth commonly found at beaches underwater.
es: La arcilla es un tipo de tierra versátil que se encuentra comúnmente en las playas bajo el agua.
ja: 粘土は海水浴中によく見つかる、汎用性の高い土の一種です。

source: Brick Block
es: Bloque de ladrillo
ja: レンガブロック

source: Brick blocks are a good building material for building solid houses and can take quite a punch.
es: Los bloques de ladrillo son un buen material de construcción para construir casas sólidas y pueden recibir un gran golpe.
ja: レンガブロックは、頑丈な家を建てるのに適した建材で、かなりの衝撃にも耐えられます。

source: Bedrock
es: Lecho de roca
ja: 岩盤

source: Bedrock is a very hard type of rock. It can not be broken, destroyed, collected or moved by normal means, unless in Creative Mode.
es: El lecho de roca es un tipo de roca muy duro. No se puede romper, destruir, recoger o mover por medios normales, a menos que esté en modo creativo.
ja: 岩盤は非常に硬い岩石の一種です。（クリエイティブモードでない限り）通常の手段では壊したり、破壊したり、集めたり、移動させることはできません。

source: In the End dimension, starting a fire on this block will create an eternal fire.
es: En la dimensión final, iniciar un incendio en este bloque creará un fuego eterno.
ja: エンドの次元では、このブロック上で火を起こすと、永続的な炎が生まれます。

source: Cobblestone
es: Roca
ja: 丸石

source: Mossy Cobblestone
es: Roca musgosa
ja: 苔むした丸石

source: Block of Coal
es: Bloque de carbón
ja: 石炭ブロック

source: Blocks of coal are useful as a compact storage of coal and very useful as a furnace fuel. A block of coal is as efficient as 10 coal.
es: Los bloques de carbón son útiles como almacenamiento compacto de carbón y son muy útiles como combustible de horno. Un bloque de carbón es tan eficiente como 10 de carbón.
ja: 石炭ブロックは、石炭をコンパクトに保管でき、炉の燃料として非常に便利です。1個の石炭ブロックは、10個の石炭と同じ効率です。

source: Block of Iron
es: Bloque de hierro
ja: 鉄ブロック

source: A block of iron is mostly a decorative block but also useful as a compact storage of iron ingots.
es: Un bloque de hierro es principalmente un bloque decorativo, pero también es útil como almacenamiento compacto de lingotes de hierro.
ja: 鉄ブロックは、主に装飾用のブロックですが、鉄インゴットをコンパクトに保管するのにも便利です。

source: Block of Gold
es: Bloque de oro
ja: 金ブロック
