Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/mcl_core/locale/poconvert/*.po
Languages: es, ja

source: A block of gold is mostly a shiny decorative block but also useful as a compact storage of gold ingots.
es: Un bloque de oro es principalmente un bloque decorativo brillante, pero también es útil como almacenamiento compacto de lingotes de oro.
ja: 金ブロックは、主に装飾用の輝くブロックですが、金インゴットをコンパクトに保管するのにも便利です。

source: Block of Diamond
es: Bloque de diamante
ja: ダイヤモンドブロック

source: A block of diamond is mostly a shiny decorative block but also useful as a compact storage of diamonds.
es: Un bloque de diamantes es principalmente un bloque decorativo brillante, pero también es útil como un almacenamiento compacto de diamantes.
ja: ダイヤモンドブロックは、主に装飾用の輝くブロックですが、ダイヤモンドをコンパクトに保管するのにも便利です。

source: Block of Lapis Lazuli
ja: ラピスラズリブロック

source: A lapis lazuli block is mostly a decorative block but also useful as a compact storage of lapis lazuli.
es: Un bloque de lapislázuli es principalmente un bloque decorativo, pero también es útil como un almacenamiento compacto de lapislázuli.
ja: ラピスラズリブロックは、主に装飾用のブロックですが、ラピスラズリをコンパクトに保管するのにも便利です。

source: Block of Emerald
es: Bloque de esmeralda
ja: エメラルドブロック

source: A block of emerald is mostly a shiny decorative block but also useful as a compact storage of emeralds.
es: Un bloque de esmeraldas es principalmente un bloque decorativo brillante pero también es útil como un almacenamiento compacto de esmeraldas.
ja: エメラルドブロックは、主に装飾用の輝くブロックですが、エメラルドをコンパクトに保管するのにも便利です。

source: Obsidian
es: Obsidiana
ja: 黒曜石

source: Obsidian is an extremely hard mineral with an enourmous blast-resistance. Obsidian is formed when water meets lava.
es: La obsidiana es un mineral extremadamente duro con una enorme resistencia a la explosión. La obsidiana se forma cuando el agua se encuentra con la lava.
ja: 黒曜石は、とてつもなく硬い鉱物で耐爆性が抜群です。黒曜石は、水と溶岩が出会って形成されたものです。

source: Crying Obsidian
es: Obsidiana Llorosa
ja: 泣く黒曜石

source: Crying obsidian is a luminous obsidian that can generate as part of ruined portals.
es: La obsidiana llorosa es una obsidiana luminosa que se genera como parte de los portales en ruinas.
ja: 泣く黒曜石は、廃墟のポータルの一部として生成可能な、発光する黒曜石です。

source: Ice
es: Hielo
ja: 氷

source: Ice is a solid block usually found in cold areas. It melts near block light sources at a light level of 12 or higher. When it melts or is broken while resting on top of another block, it will turn into a water source.
es: El hielo es un bloque sólido que generalmente se encuentra en áreas frías. Se funde cerca de bloques de luz, a un nivel de luz de 12 o más. Cuando se derrite o se rompe mientras posa sobre otro bloque, se convertirá en una fuente de agua.
ja: 氷は、通常寒い地域にある固体ブロックです。明るさ12以上の光源ブロック付近では溶けます。他のブロックの上に乗っているときに溶けたり割れたりすると、水源に変わります。

source: Packed Ice
es: Hielo envasado
ja: 氷塊

source: Packed ice is a compressed form of ice. It is opaque and solid.
es: El hielo empaquetado es una forma comprimida de hielo. Es opaco y sólido.
ja: 氷塊は、氷が圧縮した形態です。不透明で固形です。

source: Frosted ice is a short-lived solid block. It melts into a water source within a few seconds.
es: El hielo helado es un bloque sólido de corta duración. Se derrite en una fuente de agua en unos pocos segundos.
ja: 薄氷は短命の固形ブロックです。水源の中では数秒で融けてしまいます。

source: Frosted Ice
es: Hielo helado
ja: 薄氷

source: Top Snow
es: Nieve
ja: 積雪

source: Stackable
es: Apilable
ja: スタック可能

source: Top snow is a layer of snow. It melts near light sources other than the sun with a light level of 12 or higher.
es: La nieve es una capa de nieve. Se derrite cerca de fuentes de luz distintas al sol con un nivel 12 de luz o más.
ja: 積雪とは、雪の層です。太陽を除く明るさ12以上の光源付近で融けます。

source: Top snow can be stacked and has one of 8 different height levels. At levels 2-8, top snow is collidable. Top snow drops 2-9 snowballs, depending on its height.
es: La nieve se puede apilar y tiene unos 8 niveles de altura diferentes. En los niveles 2-8, la nieve es colisionable. La nieve cae de 2 a 9 bolas de nieve, dependiendo de su altura.
ja: 積雪は積み重ねることができ、8段階の高さが選べます。2～8段では、積雪に衝突性があります。積雪は高さに応じて2～9個の雪玉を落とします。

source: This block can only be placed on full solid blocks and on another top snow (which increases its height).
es: Este bloque solo se puede colocar en bloques sólidos completos y en otra nieve (lo que aumenta su altura).
ja: このブロックは、完全な固体ブロックの上と、別の積雪の上にしか置けません（高さが増えます）。

source: Snow
es: Bloque de Nieve
ja: 雪

source: This is a full block of snow. Snow of this thickness is usually found in areas of extreme cold.
es: Este es un bloque lleno de nieve. La nieve de este espesor generalmente se encuentra en áreas de frío extremo.
ja: これは１ブロックサイズの雪です。この厚さの雪は、おおむね極寒の地で見られます。

source: Cactus
ja: サボテン

source: Grows on sand
es: Crece en la arena
ja: 砂の上に生育

source: Contact damage: @1 per half second
es: Daño por contacto: @1 por medio segundo
ja: 接触ダメージ：@1/0.5秒

source: This is a piece of cactus commonly found in dry areas, especially deserts. Over time, cacti will grow up to 3 blocks high on sand or red sand. A cactus hurts living beings touching it with a damage of 1 HP every half second. When a cactus block is broken, all cactus blocks connected above it will break as well.
es: Este es un pedazo de cactus que se encuentra comúnmente en áreas secas, especialmente en los desiertos. Con el tiempo, los cactus crecerán hasta 3 bloques de altura en arena o arena roja. Un cactus lastima a los seres vivos al tocarlo con un daño de 1 HP cada medio segundo. Cuando un bloque de cactus se rompe, todos los bloques de cactus conectados encima también se romperán.
ja: これは乾燥した地域、特に砂漠によく見られるサボテンの一種です。サボテンは砂や赤い砂の上で時間が経つと、3ブロックの高さまで成長します。サボテンはそれに触れた生物を傷つけます（1HP/0.5秒のダメージ）。サボテンのブロックが壊れると、その上につながっているすべてのサボテンのブロックも壊れます。

source: A cactus can only be placed on top of another cactus or any sand.
es: Un cactus solo se puede colocar encima de otro cactus o arena.
ja: サボテンは、他のサボテンや砂の上にしか置けません。

source: Sugar Canes
es: Caña de azúcar
ja: サトウキビ

source: Grows on sand or dirt next to water
es: Crece en la arena o en la tierra junto al agua
ja: 水辺の砂や土の上に生育

source: Sugar canes are a plant which has some uses in crafting. Sugar canes will slowly grow up to 3 blocks when they are next to water and are placed on a grass block, dirt, sand, red sand, podzol or coarse dirt. When a sugar cane is broken, all sugar canes connected above will break as well.
es: Las cañas de azúcar son una planta que tiene algunos usos en la elaboración. Las cañas de azúcar crecerán lentamente hasta 3 bloques cuando estén cerca del agua y se colocan en un bloque de césped, tierra, arena, arena roja, podzol o tierra gruesa. Cuando se rompe una caña de azúcar, todas las cañas de azúcar conectadas arriba también se romperán.
ja: サトウキビはクラフトに使える植物です。水のある場所で、草原、土、砂、赤い砂、ポドゾル、粗い土の上にサトウキビを置くと、ゆっくりと3ブロックまで成長します。サトウキビが折れるときは、上につながっているすべてのサトウキビも折れます。

source: Sugar canes can only be placed top of other sugar canes and on top of blocks on which they would grow.
es: Las cañas de azúcar solo se pueden colocar encima de otras cañas de azúcar y encima de los bloques en los que crecerían.
ja: サトウキビは、他のサトウキビの上や、サトウキビが成長するブロックの上にしか置けません。

source: Ladder
es: Escalera
ja: ハシゴ

source: A piece of ladder which allows you to climb vertically. Ladders can only be placed on the side of solid blocks and not on glass, leaves, ice, slabs, glowstone, nor sea lanterns.
es: Un pedazo de escalera que te permite subir verticalmente. Las escaleras solo se pueden colocar al lado de bloques sólidos y no en vidrio, hojas, hielo, losas, piedra luminosa ni linternas marinas.
ja: 垂直によじ登ることができるハシゴの一部です。ハシゴは固いブロックの側面にのみ設置でき、ガラス、葉、氷、スラブ、グローストーン、シーランタンの上には設置できません。

source: Vines
es: Enredadera
ja: ツタ

source: Vines are climbable blocks which can be placed on the sides of solid full-cube blocks. Vines slowly grow and spread.
es: Las enredaderas son bloques escalables que se pueden colocar a los lados de bloques sólidos de cubo completo. Las enredaderas crecen y se extienden lentamente
ja: ツタは、フルサイズのブロックの側面に配置できる、よじ登り可能なブロックです。ツタはゆっくりと成長し、広がっていきます。

source: Glass
es: Cristal
ja: ガラス

source: A decorative and mostly transparent block.
es: Un bloque decorativo y mayormente transparente.
ja: 装飾用の、ほとんどが透明なブロックです。

source: Stained glass is a decorative and mostly transparent block which comes in various different colors.
es: El vitral es un bloque decorativo y en su mayoría transparente que viene en varios colores diferentes.
ja: 色ガラスは、そのほとんどが透明な装飾ブロックで、さまざまなカラーバリエーションがあります。

source: Stained Glass
es: Vitral
ja: 色ガラス

source: Flowing Water
es: Agua que fluye
ja: 流れる水

source: Water Source
es: Fuente de agua
ja: 水源

source: Water
es: Agua
ja: 水

source: Water is abundant in oceans and also appears in a few springs in the ground. You can swim easily in water, but you need to catch your breath from time to time.
es: El agua es abundante en los océanos y también aparece en algunas fuentes en el suelo. Puede nadar fácilmente en el agua, pero necesita recuperar el aliento de vez en cuando.
ja: 水は海に豊富にあり、また地中のわずかな湧水にも現れます。水中では簡単に泳ぐことができますが、時々息を整える必要があります。

source: Water interacts with lava in various ways:
es: El agua interactúa con la lava de varias maneras:
ja: 水は溶岩とさまざまな形で相互作用します：

source: • When water is directly above or horizontally next to a lava source, the lava turns into obsidian.
es: • Cuando el agua está directamente arriba u horizontalmente al lado de una fuente de lava, la lava se convierte en obsidiana.
ja: ・溶岩源の上や横に水が隣接すると、溶岩源は黒曜石に変化します。

source: • When flowing water touches flowing lava either from above or horizontally, the lava turns into cobblestone.
es: • Cuando el agua que fluye toca la lava que fluye desde arriba u horizontalmente, la lava se convierte en roca.
ja: ・流れる溶岩の上や横に流れる水が触れると、溶岩は丸石に変化します。

source: • When water is directly below lava, the water turns into stone.
es: • Cuando el agua está directamente debajo de la lava, el agua se convierte en piedra.
ja: ・水が溶岩の真下にあると、水は石に変化します。

source: Flowing Lava
es: Lava que fluye
ja: 流れる溶岩

source: A lava source sets fire to a couple of air blocks above when they're next to a flammable block.
es: Una fuente de lava prende fuego a un par de bloques de aire arriba cuando están al lado de un bloque inflamable.
ja: 溶岩源は、可燃性ブロックの隣にあると、その上の空気ブロック数個に火をつけます。

source: Lava Source
es: Fuente de lava
ja: 溶岩源

source: Lava is hot and rather dangerous. Don't touch it, it will hurt you a lot and it is hard to get out.
es: La lava es caliente y bastante peligrosa. No lo toques, te dolerá mucho y es difícil salir.
ja: 溶岩は熱くてだいぶ危険です。触れてはいけません、とても痛いし、出るのも大変です。

source: Lava interacts with water various ways:
es: La lava interactúa con el agua de varias maneras:
ja: 溶岩は水とさまざまな相互作用をします：

source: • When a lava source is directly below or horizontally next to water, the lava turns into obsidian.
es: • Cuando una fuente de lava está directamente debajo u horizontalmente al lado del agua, la lava se convierte en obsidiana.
ja: ・溶岩源が水の下や横に隣接している場合、溶岩源は黒曜石に変化します。

source: • When lava is directly above water, the water turns into stone.
es: • Cuando la lava está directamente sobre el agua, el agua se convierte en piedra.
ja: ・溶岩が水の真上にあると、水は石に変化します。

source: Bone Block
es: Bloque de hueso
ja: 骨ブロック

source: Bone blocks are decorative blocks and a compact storage of bone meal.
es: Los bloques óseos son bloques decorativos y un almacenamiento compacto de harina de huesos.
ja: 骨ブロックは装飾用ブロックで、骨粉をコンパクトに保管できます。

source: Slime Block
es: Bloque de Slime
ja: スライムブロック

source: Slime blocks are very bouncy and prevent fall damage.
es: Los bloques de limo son muy hinchables y evitan el daño por caída.
ja: スライムブロックは非常に弾力性があり、落下ダメージを防ぐことができます。

source: Cobweb
es: Telaraña
ja: クモの巣

source: Slows down movement
ja: 動きが遅くなる

source: Cobwebs can be walked through, but significantly slow you down.
es: Las telarañas se pueden atravesar, pero disminuyen significativamente la velocidad.
ja: クモの巣は歩いて通過できますが、大幅にノロくなります。

source: Dead Bush
es: Arbusto muerto
ja: 枯れ木

source: Dead bushes are unremarkable plants often found in dry areas. They can be harvested for sticks.
es: Los arbustos muertos son plantas poco comunes que a menudo se encuentran en áreas secas. Se pueden cosechar para obtener palos.
ja: 枯れ木は、乾燥した場所によく見られる、路傍の植物です。棒として採取できます。

source: Barrier
es: Barrera
ja: バリア

source: When you hold a barrier in hand, you reveal all placed barriers in a short distance around you.
es: Cuando sostienes una barrera en la mano, revelas todas las barreras colocadas a corta distancia a tu alrededor.
ja: バリアを手にすると、周囲の近距離に配置されたバリアがすべて表示されます。

source: Realm Barrier
es: Barrera del reino
ja: 領域障壁

source: Light
ja: 光

source: Void
es: Vacío
ja: 奈落

source: Stone Stairs
ja: 石の階段

source: Stone Slab
ja: 石のハーフブロック

source: Smooth Stone Slab
ja: 滑らかな石のハーフブロック

source: Andesite Stairs
ja: 安山岩の階段

source: Andesite Slab
ja: 安山岩のハーフブロック

source: Granite Stairs
ja: 花崗岩の階段

source: Granite Slab
ja: 花崗岩のハーフブロック

source: Diorite Stairs
ja: 閃緑岩の階段

source: Diorite Slab
ja: 閃緑岩のハーフブロック

source: Cobblestone Stairs
ja: 丸石の階段

source: Cobblestone Slab
ja: 丸石のハーフブロック

source: Mossy Cobblestone Stairs
ja: 苔むした丸石の階段

source: Mossy Cobblestone Slab
ja: 苔むした丸石のハーフブロック

source: Brick Stairs
ja: レンガの階段

source: Brick Slab
ja: レンガのハーフブロック

source: Sandstone Stairs
ja: 砂岩の階段

source: Sandstone Slab
ja: 砂岩のハーフブロック

source: Smooth Sandstone Stairs
ja: 滑らかな砂岩の階段

source: Smooth Sandstone Slab
ja: 滑らかな砂岩のハーフブロック

source: Cut Sandstone Stairs
ja: 研がれた砂岩の階段

source: Cut Sandstone Slab
ja: 研がれた砂岩のハーフブロック

source: Red Sandstone Stairs
ja: 赤い砂岩の階段

source: Red Sandstone Slab
ja: 赤い砂岩のハーフブロック

source: Smooth Red Sandstone Stairs
ja: 滑らかな赤い砂岩の階段

source: Smooth Red Sandstone Slab
ja: 滑らかな赤い砂岩のハーフブロック

source: Cut Red Sandstone Stairs
ja: 研がれた赤い砂岩の階段

source: Cut Red Sandstone Slab
ja: 研がれた赤い砂岩のハーフブロック

source: Stone Brick Stairs
ja: 石レンガの階段

source: Stone Brick Slab
ja: 石レンガのハーフブロック

source: Polished Andesite Stairs
ja: 磨かれた安山岩の階段

source: Polished Andesite Slab
ja: 磨かれた安山岩のハーフブロック

source: Polished Granite Stairs
ja: 磨かれた花崗岩の階段

source: Polished Granite Slab
ja: 磨かれた花崗岩のハーフブロック

source: Polished Diorite Stairs
ja: 磨かれた閃緑岩の階段

source: Polished Diorite Slab
ja: 磨かれた閃緑岩のハーフブロック

source: Mossy Stone Brick Stairs
ja: 苔むした石レンガの階段

source: Mossy Stone Brick Slab
ja: 苔むした石レンガのハーフブロック

source: Lapis Lazuli Block
es: Bloque de lapislázuli

source: Barriers are invisible walkable blocks. They are used to create boundaries of adventure maps and the like. Monsters and animals won't appear on barriers, and fences do not connect to barriers. Other blocks can be built on barriers like on any other block.
es: Las barreras son bloques transitables invisibles. Se utilizan para crear límites de mapas de aventura y similares. Los monstruos y los animales no aparecerán en las barreras, y las cercas no se conectan a las barreras. Otros bloques pueden construirse sobre barreras como en cualquier otro bloque.
