Repository: VoxelForge/VoxelForge
Catalog: mods/HUD/mcl_death_messages/locale/poconvert/*.po
Languages: fr

source: @1 went up in flames
fr: @1 a péri dans les flammes

source: @1 walked into fire whilst fighting @2
fr: @1 a marché dans le feu en tentant de combattre (un(e)) @2

source: @1 was struck by lightning
fr: @1 s'est fait frapper par la foudre

source: @1 was struck by lightning whilst fighting @2
fr: @1 s'est fait frapper par la foudre en combattant @2

source: @1 burned to death
fr: @1 s'est fait carboniser à mort

source: @1 was burnt to a crisp whilst fighting @2
fr: @1 s'est fait réduire en cendre en tentant de combattre (un(e)) @2

source: @1 tried to swim in lava
fr: @1 a essayé de nager dans la lave

source: @1 tried to swim in lava to escape @2
fr: @1 a essayé de nager dans la lave pour fuir (un(e)) @2

source: @1 discovered the floor was lava
fr: @1 a découvert que le sol était fait de lave

source: @1 walked into danger zone due to @2
fr: @1 a marché dans une zone dangereuse à cause de/d'un(e) @2

source: @1 suffocated in a wall
fr: @1 a suffoqué dans un mur

source: @1 suffocated in a wall whilst fighting @2
fr: @1 a étouffé dans un mur en combattant @2

source: @1 drowned
fr: @1 s'est noyé(e)

source: @1 drowned whilst trying to escape @2
fr: @1 s'est noyé(e) en tentant de fuir (un(e)) @2

source: @1 starved to death
fr: @1 est mort(e) de faim

source: @1 starved to death whilst fighting @2
fr: @1 est mort(e) de faim en tentant de combattre (un(e)) @2

source: @1 was pricked to death
fr: @1 s'est fait piquer à mort par un cactus

source: @1 walked into a cactus whilst trying to escape @2
fr: @1 a foncé dans un cactus en tentant de fuir (un(e)) @2

source: @1 hit the ground too hard
fr: @1 s'est écrasé(e) au sol

source: @1 hit the ground too hard whilst trying to escape @2
fr: @1 s'est écrasé(e) au sol en tentant de fuir (un(e)) @2

source: @1 experienced kinetic energy
fr: @1 a découvert l'énergie cinétique

source: @1 experienced kinetic energy whilst trying to escape @2
fr: @1 a découvert l'énergie cinétique en tentant de fuir (un(e)) @2

source: @1 fell out of the world
fr: @1 a littéralement quitté notre monde

source: @1 didn't want to live in the same world as @2
fr: @1 n'avait pas envie de vivre dans le même monde que @2

source: @1 died
fr: @1 est mort

source: @1 died because of @2
fr: @1 est mort à cause de @2

source: @1 was killed by magic
fr: @1 a été tué(e) par magie

source: @1 was killed by magic whilst trying to escape @2
fr: @1 a été tué(e) par magie en tentant d'échapper à @2

source: @1 was killed by @2 using magic
fr: @1 s'est fait tuer par (un(e)) @2 avec un sort

source: @1 was killed by @2 using @3
fr: @1 a été tué(e) par @2 en utilisant @3

source: @1 was roasted in dragon breath
fr: @1 a été rôti(e) dans le souffle du dragon

source: @1 was roasted in dragon breath by @2
fr: @1 a été rôti(e) dans le souffle du dragon par @2

source: @1 withered away
fr: @1 est mort(e) de décomposition

source: @1 withered away whilst fighting @2
fr: @1 est mort(e) de décomposition en tentant de combattre (un(e)) @2

source: @1 was shot by a skull from @2
fr: @1 s'est fait tuer par un crâne de Wither tiré par (un(e)) @2

source: @1 was squashed by a falling anvil
fr: @1 s'est fait écraser par une enclume

source: @1 was squashed by a falling anvil whilst fighting @2
fr: @1 s'est fait écraser par une enclume en combattant @2

source: @1 was squashed by a falling block
fr: @1 a été écrasé(e) par la chute d'un bloc

source: @1 was squashed by a falling block whilst fighting @2
fr: @1 a été écrasé(e) par la chute d'un bloc en combattant @2

source: @1 was slain by @2
fr: @1 s'est fait tuer par un(e) @2

source: @1 was slain by @2 using @3
fr: @1 s'est fait tuer par (un(e)) @2 avec @3

source: @1 was shot by @2
fr: @1 s'est fait tirer dessus par (un(e)) @2

source: @1 was shot by @2 using @3
fr: @1 s'est fait tirer dessus par (un(e)) @2 avec @3

source: @1 was fireballed by @2
fr: @1 s'est fait tuer par une boule de feu tirée par (un(e)) @2

source: @1 was fireballed by @2 using @3
fr: @1 s'est fait tuer par une boule de feu tirée par (un(e)) @2 avec @3

source: @1 was killed trying to hurt @2
fr: @1 s'est fait tuer en tentant de blesser (un(e)) @2

source: @1 tried to hurt @2 and died by @3
fr: @1 a essayé de blesser @2 et est mort par @3

source: @1 blew up
fr: @1 a péri dans une explosion

source: @1 was blown up by @2
fr: @1 a péri dans une explosion causée par (un(e)) @2

source: @1 was blown up by @2 using @3
fr: @1 a péri dans une explosion causée par (un(e)) @2 avec @3

source: @1 was squished too much
fr: @1 a subi trop de pression

source: @1 was squashed by @2
fr: @1 a été écrasé(e) par @2

source: @1 went off with a bang
fr: @1 est parti(e) avec un bang

source: @1 went off with a bang due to a firework fired by @2 from @3
fr: @1 a explosé à cause d'un feu d'artifice tiré par @2 depuis @3

source: @1 was poked to death by a sweet berry bush
fr: @1 s'est fait piquer à mort par un buisson à baies sucrées

source: @1 was poked to death by a sweet berry bush whilst trying to escape @2
fr: @1 a foncé dans un buisson à baies sucrées en tentant de fuir (un(e)) @2
