Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/mcl_blackstone/locale/poconvert/*.po
Languages: fr, it, pt_br, zh_tw

source: Blackstone
fr: Roche noire
it: Pietranera
pt_br: Rocha-negra
zh_tw: 黑石

source: Gilded Blackstone
fr: Roche noire dorée
it: Pietranera dorata
pt_br: Rocha-negra Dourada
zh_tw: 鑲金黑石

source: Nether Gold Ore
fr: Minerai d'or du Nether
it: Minerale d'oro del Nether
pt_br: Min√©rio de Ouro do Nether
zh_tw: 地獄金礦

source: Polished Basalt
fr: Basalte poli
it: Basalto levigato
pt_br: Basalto Polido
zh_tw: 抛光玄武岩

source: Basalt
fr: Basalte
it: Basalto
pt_br: Basalto
zh_tw: 玄武岩

source: Smooth Basalt
fr: Basalte lisse
it: Basalto liscio
pt_br: Basalto Liso
zh_tw: 平滑玄武岩

source: Polished Blackstone
fr: Pierre noire
it: Pietranera levigata
pt_br: Rocha-negra Polida

source: Chiseled Polished Blackstone
fr: Pierre noire sculptée
it: Pietranera levigata cesellata
pt_br: Rocha-negra Polida Cinzelada
zh_tw: 浮雕拋光黑石

source: Polished Blackstone Bricks
fr: Pierre noire taillée
it: Mattoni di pietranera levigata
pt_br: Tijolo de Rocha-negra Polida
zh_tw: 拋光黑石磚

source: Cracked Polished Blackstone Bricks
fr: Pierre noire taillée craquelée
it: Mattoni di pietranera levigata crepati
zh_tw: 裂紋拋光黑石磚

source: Quartz Bricks
fr: Briques de quartz
it: Mattoni di quarzo
pt_br: Tijolos de Quartzo
zh_tw: 石英磚

source: Soul Soil
fr: Terre des âmes
it: Terra delle anime
pt_br: Solo de Alma
zh_tw: 靈魂土

source: Eternal Soul Fire
fr: Feu éternel des âmes
it: Fuoco eterno delle anime
pt_br: Eterno Fogo de Alma
zh_tw: 靈魂火

source: Blackstone Stairs
fr: Escalier en roche noire
it: Scalini di pietranera
zh_tw: 黑石階梯

source: Blackstone Slab
fr: Dalle de roche noire
it: Lastra di pietranera
pt_br: Laje de Rocha-negra
zh_tw: 黑石台階

source: Polished Blackstone Stairs
fr: Escalier en pierre noire
it: Scalini di pietranera levigata
zh_tw: 拋光黑石階梯

source: Polished Blackstone Slab
fr: Dalle de pierre noire
it: Lastra di pietranera levigata
pt_br: Laje de Rocha-negra Polida
zh_tw: 拋光黑石半磚

source: Blackstone Brick Stairs
fr: Escalier en roche noire taillée
it: Scalini di mattoni di pietranera
zh_tw: 黑石磚階梯

source: Blackstone Brick Slab
fr: Dalle de roche noire taillée
it: Lastra di mattoni di pietranera
zh_tw: 黑石磚台階

source: Soul Torch
fr: Torche des âmes
it: Torcia delle anime
pt_br: Tocha de Alma
zh_tw: 靈魂火把

source: Torches are light sources which can be placed at the side or on the top of most blocks.
fr: Les torches sont des sources de lumière qui peuvent être placées sur le côté ou au sommet de la plupart des blocs.
it: Le torce sono fonti di luce che possono essere piazzate sul lato o sopra la maggior parte dei blocchi.
zh_tw: 火把會發光，可以壁掛也可以置地。

source: Blackstone Wall
fr: Muret de roche noire
it: Muretto di pietranera
pt_br: Muro de Rocha-negra
zh_tw: 黑石牆
