Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/mcl_banners/locale/poconvert/*.po
Languages: hu, pt, ru

source: White Banner
hu: Fehér Zászló
pt: Estandarte branco
ru: Белый флаг

source: White
hu: Fehér
pt: Branco
ru: Белый

source: Grey Banner
hu: Szürke Zászló
pt: Estandarte cinza
ru: Серый флаг

source: Grey
hu: Szürke
pt: Cinza
ru: Серый

source: Light Grey Banner
hu: Világosszürke Zászló
pt: Estandarte cinza-claro
ru: Светло-серый флаг

source: Light Grey
hu: Világosszürke
pt: Cinza-claro
ru: Светло-серый

source: Black Banner
hu: Fekete Zászló
pt: Estandarte preto
ru: Чёрный флаг

source: Black
hu: Fekete
pt: Preto
ru: Черный

source: Red Banner
hu: Vörös Zászló
pt: Estandarte vermelho
ru: Красный флаг

source: Red
hu: Vörös
pt: Vermelho
ru: Красный

source: Yellow Banner
hu: Sárga Zászló
pt: Estandarte amarelo
ru: Жёлтый флаг

source: Yellow
hu: Sárga
pt: Amarelo
ru: Желтый

source: Green Banner
hu: Zöld Zászló
pt: Estandarte verde
ru: Зелёный флаг

source: Green
hu: Zöld
pt: Verde
ru: Зеленый

source: Cyan Banner
hu: Türkiz Zászló
pt: Estandarte ciano
ru: Бирюзовый флаг

source: Cyan
hu: Türkiz
pt: Ciano
ru: Циановый

source: Blue Banner
hu: Kék Zászló
pt: Estandarte azul
ru: Синий флаг

source: Blue
hu: Kék
pt: Azul
ru: Синий

source: Magenta Banner
hu: Bíbor Zászló
pt: Estandarte magenta
ru: Сиреневый флаг

source: Magenta
hu: Bíbor
ru: Сиреневый

source: Orange Banner
hu: Narancs Zászló
pt: Estandarte laranja
ru: Оранжевый флаг

source: Orange
hu: Narancs
pt: Laranja
ru: Оранжевый

source: Purple Banner
hu: Lila Zászló
pt: Estandarte roxo
ru: Фиолетовый флаг

source: Violet
hu: Ibolya
pt: Roxo
ru: Фиолетовый

source: Brown Banner
hu: Barna Zászló
pt: Estandarte marrom
ru: Коричневый флаг

source: Brown
hu: Barna
pt: Marrom
ru: Коричневый

source: Pink Banner
hu: Rózsaszín Zászló
pt: Estandarte rosa
ru: Розовый флаг

source: Pink
hu: Rózsaszín
pt: Rosa
ru: Розовый

source: Lime Banner
hu: Élénkzöld Zászló
pt: Estandarte lima
ru: Лаймовый флаг

source: Lime
hu: Élénkzöld
pt: Lima
ru: Лаймовый

source: Light Blue Banner
hu: Világoskék Zászló
pt: Estandarte azul-claro
ru: Голубой флаг

source: Light Blue
hu: Világoskék
pt: Azul-claro
ru: Голубой

source: Banner
hu: Zászló
pt: Estandarte
ru: Флаг

source: Banners are tall colorful decorative blocks. They can be placed on the floor and at walls. Banners can be emblazoned with a variety of patterns using a lot of dye in crafting.
hu: A zászlók magas, színes díszítőblokkok. Elhelyezhetők a padlón és a falakon. A zászlók barkácsolás útján sok festék felhasználásával sokféle mintával díszíthetők.
pt: Estandartes são altos blocos decorativos coloridos. Eles podem ser colocados no piso e nas paredes. Estandartes podem ser estampados com uma variedade de padrões usando um monte de cores na fabricação.
ru: Флаги - высокие цветные декоративные блоки. Их можно размещать на полу и на стенах. Флаги можно украшать разнообразными узорами при помощью красителей во время создания.

source: Use crafting to draw a pattern on top of the banner. Emblazoned banners can be emblazoned again to combine various patterns. You can draw up to 12 layers on a banner that way. If the banner includes a gradient, only 3 layers are possible.
hu: Barkácsolással rajzolj mintát a zászló külsejére. A díszes zászlók továbbdíszíthetők a különböző minták kombinálásához. Egy zászlóra legfeljebb 12 réteget rajzolhatsz így. Ha a zászló színátmenetet is tartalmaz, csak 3 réteg lehetséges.
ru: Используйте сетку крафта, чтобы нарисовать узор поверх флага. Украшенные флаги можно украсить повторно, чтобы сочетать разные узоры. Таким способом вы можете нарисовать до 12 слоев на одном флаге. Если флаг содержит градиент, возможно только 3 слоя.

source: You can copy the pattern of a banner by placing two banners of the same color in the crafting grid—one needs to be emblazoned, the other one must be clean. Finally, you can use a banner on a cauldron with water to wash off its top-most layer.
hu: A zászló mintáját úgy másolhatod, hogy két azonos színű zászlót helyezel el a barkácsrácsba – az egyiknek díszesnek, a másiknak üresnek kell lennie. A zászlóval használj egy üst vizet, hogy lemosd róla a legfelső réteget.
ru: Вы можете скопировать рисунок флага, поместив два флага одного цвета в сетку крафта - один должен быть украшенный, другой - чистый. Вы можете использовать флаг на котле с водой, чтобы смыть верхний слой.

source: Preview Banner
hu: Zászló Előnézet
ru: Предпросмотр баннера

source: Paintable decoration
hu: Festhető dekoráció
ru: Раскрашиваемая декорация

source: Can be used to craft special banner designs on the loom
hu: Különleges zászlóminták barkácsolására használható a szövőszéken
ru: Можно использовать для изготовления специальных флагов на ткацком станке

source: Special Banner Pattern
hu: Különleges Zászló Minta
ru: Специальный флаговый узор

source: @1 Bordure
hu: @1 Szegély
pt: @1 Borda
ru: @1 простая кайма

source: @1 Bricks
hu: @1 Tégla
pt: @1 Tijolos
ru: @1 кирпичный фон

source: @1 Roundel
hu: @1 Karika
pt: @1 Círculo central
ru: @1 круг в центре

source: @1 Creeper Charge
hu: @1 Creeper Forma
pt: @1 Creeper
ru: @1 лицо крипера

source: @1 Saltire
hu: @1 Andráskereszt
pt: @1 Cruz diagonal
ru: @1 диагональный крест

source: @1 Bordure Indented
hu: @1 Behúzott Szegély
pt: @1 Borda encaracolada
ru: @1 рельефная кайма

source: @1 Per Bend Inverted
hu: @1 Behúzott Átló
pt: @1 Esquerda da diagonal
ru: @1 нижняя левая половина

source: @1 Per Bend Sinister Inverted
hu: @1 Fordított Behúzott Átló
pt: @1 Direita da diagonal invertida
ru: @1 нижняя правая половина

source: @1 Per Bend
hu: @1 Átló
pt: @1 Direita da diagonal
ru: @1 верхняя правая половина

source: @1 Per Bend Sinister
hu: @1 Fordított Átló
pt: @1 Esquerda da diagonal invertida
ru: @1 верхняя левая половина

source: @1 Flower Charge
hu: @1 Virágminta
pt: @1 Flor
ru: @1 цветок

source: @1 Gradient
hu: @1 Színátmenet
pt: @1 Gradiente
ru: @1 верхний градиент

source: @1 Base Gradient
hu: @1 Alapszínátmenet
pt: @1 Gradiente invertido
ru: @1 нижний градиент

source: @1 Per Fess Inverted
hu: @1 Fordított Osztás
pt: @1 Metade horizontal inferior
ru: @1 нижняя половина

source: @1 Per Fess
hu: @1 Osztás
pt: @1 Metade horizontal superior
ru: @1 верхняя половина

source: @1 Per Pale
hu: @1 Bal Szél
pt: @1 Metade vertical esquerda
ru: @1 левая половина

source: @1 Per Pale Inverted
hu: @1 Jobb Szél
pt: @1 Metade vertical direita
ru: @1 правая половина

source: @1 Thing Charge
hu: @1 Valami
pt: @1 Coisa
ru: @1 нечто

source: @1 Globe Charge
hu: @1 Földgömb
pt: @1 Globo
ru: @1 Заряженный глобус

source: @1 Piglin Charge
hu: @1 Piglin Minta
pt: @1 Piglin
ru: @1 Заряженный Пиглин

source: @1 Lozenge
hu: @1 Rombusz
pt: @1 Losango central
ru: @1 Ромб в центре

source: @1 Skull Charge
hu: @1 Halálfej
pt: @1 Crânio
ru: @1 Весёлый Роджер

source: @1 Paly
hu: @1 Csíkok
pt: @1 Listras pequenas verticais
ru: @1 продольные полосы

source: @1 Base Dexter Canton
hu: @1 Bal Alsó
pt: @1 Canto inferior esquerdo
ru: @1 нижний левый угол

source: @1 Base Sinister Canton
hu: @1 Jobb Alsó
pt: @1 Canto inferior direito
ru: @1 нижний правый угол

source: @1 Chief Dexter Canton
hu: @1 Bal Felső
pt: @1 Canto superior esquerdo
ru: @1 верхний левый угол

source: @1 Chief Sinister Canton
hu: @1 Jobb Felső
pt: @1 Canto superior direito
ru: @1 верхний правый угол

source: @1 Cross
hu: @1 Kereszt
pt: @1 Cruz
ru: @1 крест

source: @1 Base
hu: @1 Alsó Sáv
pt: @1 Listra inferior
ru: @1 треть снизу

source: @1 Pale
hu: @1 Oszlop
pt: @1 Listra central vertical
ru: @1 вертикальная центральная линия

source: @1 Bend Sinister
hu: @1 Jobbátlós Szalag
pt: @1 Listra esquerda abaixo
ru: @1 диагональная линия сверху справа

source: @1 Bend
hu: @1 Balátlós Szalag
pt: @1 Listra direita abaixo
ru: @1 диагональная линия сверху слева

source: @1 Pale Dexter
hu: @1 Jobb Sáv
pt: @1 Listra esquerda
ru: @1 треть слева

source: @1 Fess
hu: @1 Vízszintes Szalag
pt: @1 Listra central horizontal
ru: @1 Разделение

source: @1 Pale Sinister
hu: @1 Bal Sáv
pt: @1 Listra direita
ru: @1 треть справа

source: @1 Chief
hu: @1 Felső
pt: @1 Listra superior
ru: @1 треть сверху

source: @1 Chevron
hu: @1 Alsó Háromszög
pt: @1 Bifurcação
ru: @1 треугольник снизу

source: @1 Chevron Inverted
hu: @1 Felső Háromszög
pt: @1 Bifurcação invertida
ru: @1 треугольник сверху

source: @1 Base Indented
hu: @1 Alsó Behúzás
pt: @1 Serrilhado inferior
ru: @1 гребешки снизу

source: @1 Chief Indented
hu: @1 Felső Behúzás
pt: @1 Serrilhado superior
ru: @1 гребешки сверху

source: @1 Flow
hu: @1 Folyam
pt: @1 Fluxo
ru: @1 Поток

source: @1 Guster
hu: @1 Szőlőfürt
pt: @1 Ventania
ru: @1 Гаст

source: And one additional layer
hu: Egy további réteg
pt: E uma camada adicional
ru: И один дополнительный слой

source: And @1 additional layers
hu: És @1 további réteg
pt: E @1 camadas adicionais
ru: И @1 дополнительных слоёв
