Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/REDSTONE/mcl_commandblock/locale/poconvert/*.po
Languages: de, es, fr, ja, pl

source: Command blocks are not enabled on this server
de: Befehlsblöcke sind auf diesem Server nicht aktiviert
es: Los bloques de comandos no están activados en este servidor
fr: Les blocs de commandes ne sont pas activés sur ce serveur
ja: このサーバーではコマンドブロックが有効になっていない
pl: Bloki komend nie są włączone na tym serwerze

source: Error: The command “@1” does not exist; your command block has not been changed. Use the “help” chat command for a list of available commands.
de: Fehler: Der Befehl „@1“ existiert nicht; Ihr Befehlsblock bleibt unverändert. Benutzen Sie den Chatbefehl „help“ für eine Liste der verfügbaren Befehle.
es: Error: el comando "@1" no existe; su bloque de comando no ha sido cambiado. Utilice el comando de chat "help" para obtener una lista de los comandos disponibles.
fr: Erreur : la commande "@1" n'existe pas ; votre bloc de commande n'a pas été modifié. Utilisez la commande de discussion "help" pour obtenir la liste des commandes disponibles.
ja: エラー：コマンド「@1」は存在しません：コマンドブロックは変更されていません。使用可能なコマンドのリストについては、チャットコマンドの "help" を使用してください。
pl: Błąd: Komenda "@1" nie istnieje; twój blok komend nie został zmieniony. Użyj komendy "help" aby zobaczyć listę dostępnych komend.

source: Error: The command “@1” does not exist; your command block has not been changed. Use the “help” chat command for a list of available commands. Hint: Try to remove the leading slash.
de: Fehler: Der Befehl „@1“ existiert nicht; Ihr Befehlsblock bleibt unverändert. Benutzen Sie den Chatbefehl „help“ für eine Liste der verfügbaren Befehle. Tipp: Versuchen Sie, den Schrägstrich am Anfang zu entfernen.
es: Error: el comando "@1" no existe; su bloque de comando no ha sido cambiado. Utilice el comando de chat "help" para obtener una lista de los comandos disponibles. Sugerencia: intente eliminar la barra diagonal inicial.
fr: Erreur : la commande "@1" n'existe pas ; votre bloc de commande n'a pas été modifié. Utilisez la commande de discussion "help" pour obtenir la liste des commandes disponibles. Astuce : essayez de supprimer la barre oblique principale.
ja: エラー：コマンド「@1」は存在しません：コマンドブロックは変更されていません。使用可能なコマンドのリストについては、チャットコマンドの "help" を使用してください。 ヒント：先頭のスラッシュを削除してみてください。
pl: Błąd: Komenda "@1" nie istnieje; twój blok komend nie został zmieniony. Użyj komendy "help" aby zobaczyć listę dostępnych komend. Wskazówka: Spróbuj usunąć poprzedzający slesz.

source: Error: You have insufficient privileges to use the command “@1” (missing privilege: @2)! The command block has not been changed.
de: Fehler: Sie haben nicht die ausreichenden Privilegien, um den Befehl „@1“ zu benutzen (fehlendes Privileg: @2)! Der Befehlsblock bleibt unverändert.
es: Error: ¡No tiene suficientes privilegios para usar el comando “@1” (faltan privilegios: @2)! El bloque de comando no ha sido cambiado.
fr: Erreur : vous ne disposez pas de privilèges suffisants pour utiliser la commande "@1" (privilège manquant : @2) ! Le bloc de commande n'a pas été modifié.
ja: エラー：コマンド "@1" を使用するには権限不足です！（足りない権限: @2） コマンドブロックは変更されていません。
pl: Błąd: Masz niewystarczające uprawnienia by użyć komendy "@1" (brakujący przywilej: @2)! Blok komend nie został zmieniony.

source: Error: No commander! Block must be replaced.
de: Fehler: Kein Kommandant! Block muss ersetzt werden.
es: Error: ¡Sin dueño! El bloque debe ser reemplazado.
fr: Erreur : pas de commandant ! Le bloc doit être remplacé.
ja: エラー：コマンダーがいません！ ブロックは交換しなければなりません。
pl: Blok: Brak komendanta! Blok musi zostać zamieniony.

source: Commander: @1
de: Kommandant: @1
es: Dueño: @1
fr: Commandant : @1
ja: コマンダー： @1
pl: Komendant: @1

source: Submit
de: OK
es: Aceptar
fr: Soumettre
ja: 提出
pl: Zatwierdź

source: No commands.
de: Keine Befehle.
es: Sin comandos.
fr: Aucune commande.
ja: コマンドはありません。
pl: Brak komend.

source: Commands:
de: Befehle:
es: Comandos:
fr: Commandes :
ja: コマンド：
pl: Komendy:

source: Help
de: Hilfe
es: Ayuda
fr: Rubrique d'aide
ja: ヘルプ
pl: Pomoc

source: Command Block
de: Befehlsblock
es: Bloque de comandos
fr: Bloc de commande
ja: コマンドブロック
pl: Blok komend

source: Placement denied. You need the “maphack” privilege to place command blocks.
de: Platzierung fehlgeschlagen. Sie brauchen das „maphack“-Privileg, um Befehlsblöcke platzieren zu können.
es: Colocación denegada. Necesita el privilegio "maphack" para colocar bloques de comandos.
fr: Placement refusé. Vous avez besoin du privilège "maphack" pour placer des blocs de commande.
ja: 配置が拒否されました。コマンドブロックを配置するには "maphack" 権限が必要です。
pl: Odmówiono postawienia. Potrzebujesz przywileju "maphack" aby stawiać bloki komend.

source: Executes server commands when powered by redstone power
de: Führt Serverbefehle aus, wenn mit Redstoneenergie versorgt
es: Ejecuta comandos del servidor cuando es activado con Redstone
fr: Exécute les commandes du serveur lorsqu'il est alimenté par l'alimentation Redstone
ja: レッドストーン動力が来るとサーバーコマンドを実行
pl: Wykonuje komendy serwera gdy jest zasilany energią czerwienitową

source: Command blocks are mighty redstone components which are able to alter reality itself. In other words, they cause the server to execute server commands when they are supplied with redstone power.
de: Befehlsblöcke sind mächtige Redstonekomponenten, die das Gefüge der Realität selbst verändern können. Mit anderen Worten, sie lassen den Server Serverbefehle ausführen, wenn sie mit Redstoneenergie versorgt werden.
es: Los bloques de comandos son poderosos componentes de redstone que pueden alterar la realidad misma. En otras palabras, hacen que el servidor ejecute comandos del servidor cuando se les suministra energía redstone.
fr: Les blocs de commande sont des composants redstone puissants qui sont capables de modifier la réalité elle-même. En d'autres termes, ils obligent le serveur à exécuter des commandes serveur lorsqu'ils sont alimentés en redstone.
ja: コマンドブロックは、現実そのものを変換できる、強大なレッドストーン部品です。言い換えると、レッドストーン動力が供給されたときに、サーバーにサーバーコマンドを実行させるもの、です。
pl: Bloki komend są potężnymi mechanizmami czerwienitowymi, które są w stanie zmieniać samą rzeczywistość. Innymi słowy powodują one, że serwer wykonuje komendy gdy dostarczy się im energię czerwienitową.

source: Everyone can activate a command block and look at its commands, but not everyone can edit and place them.
de: Jeder kann einen Befehlsblock aktivieren und sich seine Befehle ansehen, aber nicht jeder kann sie bearbeiten und platzieren.
es: Todos pueden activar un bloque de comandos y ver sus comandos, pero no todos pueden editarlos y colocarlos.
fr: Tout le monde peut activer un bloc de commandes et consulter ses commandes, mais tout le monde ne peut pas les modifier et les placer.
ja: コマンドブロックは誰でも起動でき、そのコマンドを見れますが、編集や配置は誰にでも出来るわけではありません。
pl: Każdy może aktywować blok komend i patrzeć na ich komendy, ale nie wszyscy mogą edytować i kłaść je.

source: To view the commands in a command block, use it. To activate the command block, just supply it with redstone power. This will execute the commands once. To execute the commands again, turn the redstone power off and on again.
de: Um die Befehle in einem Befehlsblock zu betrachten, benutzen Sie ihn. Um ihn zu aktivieren, versorgen Sie ihn einfach mit Redstoneenergie. Das wird die Befehle einmalig ausführen. Um sie erneut auszuführen, schalten Sie die Redstoneenergie aus und wieder ein.
es: Para ver los comandos en un bloque de comandos, úselo. Para activar el bloque de comando, solo suminístrelo con redstone power. Esto ejecutará los comandos una vez. Para ejecutar los comandos nuevamente, apague y vuelva a encender la redstone.
fr: Pour afficher les commandes dans un bloc de commandes, utilisez-le. Pour activer le bloc de commande, il suffit de l'alimenter en redstone. Cela exécutera les commandes une fois. Pour exécuter à nouveau les commandes, éteignez puis rallumez le Redstone.
ja: コマンドブロックのコマンドを表示するには、コマンドブロックを使用します。コマンドブロックを起動するには、レッドストーン動力を供給するだけです。これにより、コマンドが一回実行されます。コマンドを再度実行するには、レッドストーン動力を一旦オフにし、再度オンにしてください。
pl: Aby zobaczyć komendy w bloku komend, kliknij użyj na nim. Aby aktywować blok komend zasil go energią czerwienitową. To wykona komendy raz. Aby wykonać je ponownie wyłącz, a następnie włącz energię.

source: To be able to place a command block and change the commands, you need to be in Creative Mode and must have the “maphack” privilege. A new command block does not have any commands and does nothing. Use the command block (in Creative Mode!) to edit its commands. Read the help entry “Advanced usage > Server Commands” to understand how commands work. Each line contains a single command. You enter them like you would in the console, but without the leading slash. The commands will be executed from top to bottom.
de: Um einen Befehlsblock platzieren und die Befehle ändern zu können, müssen Sie im Kreativmodus sein und das „maphack“-Privileg haben. Ein neuer Befehlsblock hat keine Befehle und tut gar nichts. Benutzen Sie den Befehlsblock (im Kreativmodus!), um seine Befehle zu bearbeiten. Lesen Sie den Hilfeeintrag „Fortgeschrittenes > Serverbefehle“, um zu verstehen, wie Befehle funktionieren. Jede Zeile enthält einen einzigen Befehl. Sie geben Sie wie in der Konsole ein, aber ohne den Schrägstrich am Anfang.
es: Para poder colocar un bloque de comandos y escribir comandos en él, debes estar en modo creativo y tener el privilegio «maphack». Un bloque de comandos al principio no tiene comandos y no hace nada. Utiliza el bloque de comandos (¡en modo creativo!) para escribir comandos en él. Lea la página de ayuda en «Uso avanzado> Comandos del servidor» para entender cómo funcionan sus comandos. Cada línea contiene un único comando. Introdúzcalos como lo haría en la consola, pero sin la barra inicial. Los comandos se ejecutarán de arriba a abajo.
fr: Pour pouvoir placer un bloc de commande et modifier les commandes, vous devez être en mode créatif et avoir le privilège "maphack". Un nouveau bloc de commande n'a aucune commande et ne fait rien. Utilisez le bloc de commande (en mode créatif !) Pour modifier ses commandes. Lisez l'entrée d'aide "Utilisation avancée> Commandes du serveur" pour comprendre le fonctionnement des commandes. Chaque ligne contient une seule commande. Vous les entrez comme vous le feriez dans la console, mais sans la barre oblique principale. Les commandes seront exécutées de haut en bas.
ja: コマンドブロックを配置してコマンドを変更するには、クリエイティブモード且つ「maphack」権限が必要です。新しいコマンドブロックはコマンドを持たず、何もしません。コマンドブロックを使って（クリエイティブモードで！）そのコマンドを編集してください。コマンドの動作について知るには、ヘルプの "Advanced usage > Server Commands" をお読みください。各行は単一のコマンドを含んでいます。コンソールと同じように入力しますが、先頭のスラッシュを除きます。コマンドは上から順に実行されます。
pl: Aby być w stanie kłaść bloki komend i zmieniać ich komendy musisz być w trybie kreatywnym i posiadać przywilej "maphack". Nowy blok komend nie posiada żadnych komend i nie robi nic. Użyj bloku komend (w trybie kreatywnym!) aby zmienić jego komendy. Przeczytaj wpis w pomocy "Zaawansowane użycie > Komendy serwera" aby dowiedzieć się jak komendy działają. Każda linia zawiera pojedynczą komendę. Wprowadzasz je tak jak w konsoli, ale bez poprzedzającego slesza. Komendy będą wykonywane od góry do dołu.

source: All commands will be executed on behalf of the player who placed the command block, as if the player typed in the commands. This player is said to be the “commander” of the block.
de: Alle Befehle werden im Namen des Spielers, der den Befehlsblock platziert hat, ausgeführt, als ob der Spieler die Befehle eingegeben hätte. Diesen Spieler nennen wir den „Kommandanten“ des Blocks.
es: Todos los comandos se ejecutarán en el nombre del jugador que colocó el bloque de comandos, como si el jugador tecleara los comandos. Se dice que este jugador es el "dueño" del bloque.
fr: Toutes les commandes seront exécutées au nom du joueur qui a placé le bloc de commande, comme si le joueur avait tapé les commandes. Ce joueur est appelé le "commandant" du bloc.
ja: すべてのコマンドは、コマンドブロックを配置したプレイヤーに代わって、あたかもそのプレイヤーがコマンドを入力したかのように実行されます。このプレイヤーを、そのブロックの「コマンダー」と呼びます。
pl: Wszystkie komendy będą formalnie wykonane przez gracza, który postawił blok komend, jakby to ten gracz wpisał komendę. Ten gracz nazywany jest komendantem bloku.

source: Command blocks support placeholders, insert one of these placeholders and they will be replaced by some other text:
de: Befehlsblöcke unterstützen Platzhalter. Geben Sie einen dieser Platzhalter ein und sie werden durch einen anderen Text ersetzt:
es: Los bloques de comando admiten marcadores de posición, inserte uno de estos marcadores de posición y serán reemplazados por otro texto:
fr: Les blocs de commande prennent en charge les espaces réservés, insérez l'un de ces espaces réservés et ils seront remplacés par un autre texte :
ja: コマンドブロックはプレースホルダーをサポートしており、いずれかのプレースホルダーを挿入すると、他のテキストに置き換わります：
pl: Bloki komend wspierają zamienniki, wstaw jeden z nich a zostaną one zastąpione przez jakiś inny tekst:

source: • “@c”: commander of this command block
de: • „@c“: Kommandant dieses Befehlsblocks
es: • "@c“: dueño de este bloque de comandos
fr: • “@c” : commandant de ce bloc que commande
ja: • "@c"：このコマンドブロックのコマンダー
pl: • "@c": komendant tego bloku komend

source: • “@n” or “@p”: nearest player from the command block
de: • „@n“ oder „@p“: Nächster Spieler am Befehlsblock
es: • "@n“ o "@p“: jugador más cercano del bloque de comandos
fr: • “@n” or “@p” : joueur le plus proche du bloc de commande
ja: • "@n" か "@p"：コマンドブロックから最も近いプレイヤー
pl: • "@n" lub "@p": gracz najbliżej tego bloku komend

source: • “@f” farthest player from the command block
de: • „@f“: Der vom Befehlsblock am weitesten entfernte Spieler
es: • "@f“: jugador más alejado del bloque de comandos
fr: • “@f” : joueur le plus éloigné du bloc de commande
ja: • "@f"：ブロックから最も遠いプレイヤー
pl: • "@f": gracz najdalej od tego bloku komend

source: • “@r”: random player currently in the world
de: • „@r“: Zufälliger Spieler in der Welt
es: • "@r“: jugador aleatorio actualmente en el mundo
fr: • “@r” : joueur aléatoire actuellement dans le monde
ja: • "@r"：いまワールドにいるランダムプレイヤー
pl: • "@r": losowy gracz znajdujący się w świecie

source: • “@@”: literal “@” sign
de: • „@@“: Nur das „@“-Zeichen
es: • „@@“: literal "@“ firmado
fr: • “@@” : littéralement le symbole “@”
ja: • "@@"：文字通りの「@」記号
pl: • "@@": dosłowny znak "@"

source: Example 1: time 12000 Sets the game clock to 12:00
de: 1. Beispiel: time 12000 Setzt die Spieluhr auf 12:00 Uhr
es: 1. Ejemplo: time 12000 Configura el reloj del juego a las 12:00
fr: Exemple 1: time 12000 Règle l'horloge du jeu sur 12:00
ja: 例1： time 12000 ゲームクロックを12:00に設定
pl: Przykład 1: time 12000 Ustawia zegar gry na 12:00

source: Example 2: give @n mcl_core:apple 5 Gives the nearest player 5 apples
de: 2. Beispiel: give @n mcl_core:apple 5 Gibt dem nächsten Spieler 5 Äpfel
es: 2. Beispiel: give @n mcl_core:apple 5 Da al jugador más cercano a 5 manzanas
fr: Exemple 2: give @n mcl_core:apple 5 Donne au joueur le plus proche 5 pommes
ja: 例2： give @n mcl_core:apple 5 最も近いプレイヤーにリンゴを５個与える
pl: Przykład 2: give @n mcl_core:apple 5 Daje najbliższemu graczowi 5 jabłek

source: Access denied. You need the “maphack” privilege to edit command blocks.
de: Zugriff verweigert. Sie brauchen das „maphack“-Privileg, um Befehlsblöcke zu bearbeiten.
es: Acceso denegado. Necesita el privilegio "maphack" para editar bloques de comandos.
fr: Accès refusé. Vous avez besoin du privilège "maphack" pour modifier les blocs de commande.
ja: アクセスが拒否されました。コマンドブロックの編集には "maphack" 権限が必要です。
pl: Odmowa dostępu. Potrzebujesz przywileju "maphack" by zmieniać bloki komend.

source: Editing the command block has failed! You can only change the command block in Creative Mode!
de: Bearbeitung des Befehlsblocks fehlgeschlagen! Sie können den Befehlsblock nur im Kreativmodus ändern!
es: ¡La edición del bloque de comando ha fallado! ¡Solo puede cambiar el bloque de comandos en modo creativo!
fr: La modification du bloc de commandes a échoué ! Vous ne pouvez modifier le bloc de commandes qu'en mode créatif !
ja: コマンドブロックの編集に失敗しました！ コマンドブロックの変更ができるのは、クリエイティブモードでのみ！です。
pl: Edycja bloku komend nieudana! Możesz zmieniać bloki komend tylko w trybie kreatywnym.

source: Editing the command block has failed! The command block is gone.
de: Bearbeiten des Befehlsblocks fehlgeschlagen! Der Befehlsblock ist verschwunden.
es: ¡La edición del bloque de comando ha fallado! El bloque de comando se ha ido.
fr: La modification du bloc de commandes a échoué ! Le bloc de commande a disparu.
ja: コマンドブロックの編集に失敗しました！ コマンドブロックがどこかいきました。
pl: Edycja bloku komend nieudana! Bloku komend już nie ma.
