Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/vlf_flowers/locale/poconvert/*.po
Languages: pt_br

source: This is a small flower. Small flowers are mainly used for dye production and can also be potted.
pt_br: Isso é uma flor pequena. Flores pequenas são majoritariamente usadas para a produção de corantes e também podem ser envasadas.

source: It can only be placed on a block on which it would also survive.
pt_br: Apenas pode ser posicionada em um bloco ao qual vai sobreviver.

source: Poppy
pt_br: Papoula

source: Dandelion
pt_br: Dente-de-Leão

source: Oxeye Daisy
pt_br: Margarida

source: Orange Tulip
pt_br: Tulipa Laranja

source: Pink Tulip
pt_br: Tulipa Rosa

source: Red Tulip
pt_br: Tulipa Vermelha

source: White Tulip
pt_br: Tulipa Branca

source: Allium
pt_br: Alho Silvestre

source: Azure Bluet
pt_br: Flor Silvestre Azul

source: Blue Orchid
pt_br: Orquídea Azul

source: Wither Rose
pt_br: Flor do Wither

source: Lily of the Valley
pt_br: Lírio do Vale

source: Cornflower
pt_br: Centáurea

source: Peony
pt_br: Peônia

source: A peony is a large plant which occupies two blocks. It is mainly used in dye production.
pt_br: Uma peônia é uma planta alta que ocupa dois blocos. É majoritariamente usada para a produção de corante.

source: Rose Bush
pt_br: Roseira

source: A rose bush is a large plant which occupies two blocks. It is safe to touch it. Rose bushes are mainly used in dye production.
pt_br: Uma roseira é uma planta alta que ocupa dois blocos. É seguro tocá-la. Roseiras são majoritariamente usadas para a produção de corante.

source: Lilac
pt_br: Lilás

source: A lilac is a large plant which occupies two blocks. It is mainly used in dye production.
pt_br: Uma lilás é uma planta alta que ocupa dois blocos. É majoritariamente usada para a produção de corante.

source: Sunflower
pt_br: Girassol

source: A sunflower is a large plant which occupies two blocks. It is mainly used in dye production.
pt_br: Um girassol é uma planta alta que ocupa dois blocos. É majoritariamente usada para a produção de corante.

source: Double Tallgrass
pt_br: Grama Alta Dupla

source: Double tallgrass a variant of tall grass and occupies two blocks. It can be harvested for wheat seeds.
pt_br: Grama alta dupla é uma variante da grama alta e ocupa dois blocos. Pode ser colhida para obter sementes de trigo.

source: Large Fern
pt_br: Samambaia Grande

source: Large fern is a variant of fern and occupies two blocks. It can be harvested for wheat seeds.
pt_br: Samambaia grande é uma variante da samambaia e ocupa dois blocos. Pode ser colhida para obter sementes de trigo.

source: Tall Grass
pt_br: Grama Alta

source: Tall grass is a small plant which often occurs on the surface of grasslands. It can be harvested for wheat seeds. By using bone meal, tall grass can be turned into double tallgrass which is two blocks high.
pt_br: Grama alta é uma planta pequena que muitas vezes ocorre na superfície de gramados. Pode ser colhida para obter sementes de trigo. Usando farinha de osso, a grama alta pode ser transformada em grama alta dupla a qual têm dois blocos de altura.

source: Fern
pt_br: Samambaia

source: Ferns are small plants which occur naturally in jungles and taigas. They can be harvested for wheat seeds. By using bone meal, a fern can be turned into a large fern which is two blocks high.
pt_br: Samambaias são plantas pequenas que ocorrem naturalmente em selvas e taigas. Podem ser colhidas para obter sementes de trigo. Usando farinha de osso, uma samambaia pode ser transformada em uma samambaia grande a qual têm dois blocos de altura.

source: Lily Pad
pt_br: Vitória-Régia

source: A lily pad is a flat plant block which can be walked on. They can be placed on water sources, ice and frosted ice.
pt_br: Uma vitória-régia é um bloco de planta plano que pode ser pisado. Podem ser posicionadas em fontes de água, gelo e gelo fosco.
