Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/vlf_bows/locale/poconvert/*.po
Languages: de, ru

source: Arrow
de: Pfeil
ru: Стрела

source: Ammunition
de: Munition
ru: Боеприпасы

source: Damage from bow: 1-10
de: Schaden vom Bogen: 1-10
ru: Урон из лука: 1-10

source: Damage from dispenser: 3
de: Schaden vom Werfer: 3
ru: Урон из раздатчика: 3

source: Arrows are ammunition for bows and dispensers.
de: Pfeile sind Munition für Bögen und Werfer.
ru: Стрелы это боеприпасы для луков и раздатчиков.

source: An arrow fired from a bow has a regular damage of 1-9. At full charge, there's a 20% chance of a critical hit dealing 10 damage instead. An arrow fired from a dispenser always deals 3 damage.
de: Ein Bogen von einem Pfeil richtet regulär 1-9 Schaden an. Mit voller Zugkraft gibt es eine 20%-ige Chance auf einen kritischen Treffer mit 10 Schaden. Ein Pfeil aus einem Werfer richtet immer 3 Schaden an.
ru: Стрела, выпущенная из лука, обычно наносит урон 1-9. При полном натяжении есть шанс в 20% для критического удара с уроном 10. Стрела из раздатчика всегда наносит урон 3.

source: Arrows might get stuck on solid blocks and can be retrieved again. They are also capable of pushing wooden buttons.
de: Pfeile können in festen Blöcken stecken bleiben und wieder aufgesammelt werden. Sie können auf Holzknöpfe drücken.
ru: Стрелы могут застревать в твёрдых блоках, тогда их можно снова подобрать. Стрелы также способны нажимать деревянные кнопки.

source: To use arrows as ammunition for a bow, just put them anywhere in your inventory, they will be used up automatically. To use arrows as ammunition for a dispenser, place them in the dispenser's inventory. To retrieve an arrow that sticks in a block, simply walk close to it.
de: Um Pfeile als Munition für dne Bogen zu benutzen, platzieren Sie sie einfach irgendwo im Inventar, sie werden automatisch benutzt. Um Pfeile als Munition für Werfer zu benutzen, platzieren Sie sie ins Inventar eines Werferr. Um einen steckengebliebenen Pfeil aufzusammeln, gehen Sie einfach zu ihm hin.
ru: Чтобы использовать стрелы в качестве боеприпасов для лука, просто положите их в любую ячейку вашего инвентаря, и они будут использоваться автоматически. Чтобы использовать стрелы в качестве боеприпасов для раздатчика, поместите их в инвентарь раздатчика. Чтобы взять стрелу, застрявшую в блоке, просто пройдите рядом с ней.

source: Bow
de: Bogen
ru: Лук

source: Bows are ranged weapons to shoot arrows at your foes.
de: Bogen sind Fernwaffen, um Pfeile auf Ihre Feinde zu schießen.
ru: Лук это оружие дальнего боя, позволяющее стрелять стрелами в ваших врагов.

source: To use the bow, you first need to have at least one arrow anywhere in your inventory (unless in Creative Mode). Hold down the right mouse button (or the zoom key) to charge, release to shoot.
de: Um den Bogen zu benutzen, musst du zunächst mindestens einen Pfeil im Inventar haben (außer im Kreativmodus). Halte die rechte Maustaste (oder die Zoomtaste) gedrückt, um zu laden, und lasse sie los, um zu schießen.
ru: Чтобы использовать лук, сначала нужно, чтобы в инвентаре была хотя бы одна стрела (если только вы не находитесь в творческом режиме). Удерживайте правую кнопку мыши (или клавишу зума), чтобы зарядить лук, и отпустите, чтобы выстрелить.

source: Launches arrows
de: Verschießt Pfeile
ru: Выпускает стрелы

source: The speed and damage of the arrow increases the longer you charge. The regular damage of the arrow is between 1 and 9. At full charge, there's also a 20% of a critical hit, dealing 10 damage instead.
de: Die Geschwindigkeit und der Schaden des Bogens erhöht sich, je länger sie den Bogen spannen. Der reguläre Schaden des Pfeiles ist zwischen 1 und 9. Ist der Bogen voll gespannt, gibt es eine 20%-ig Change für einen kritischen Treffer, der 10 Schaden anrichtet.
ru: Скорость и урон стрелы увеличиваются, пока вы её натягиваете. Обычный урон стрелы находится между 1 и 9. При полном натяжении есть 20-процентный шанс критического удара с уроном 10.

source: Crossbow
de: Armbrust
ru: Арбалет

source: Crossbows are ranged weapons to shoot arrows at your foes.
de: Armbrüste sind Fernkampfwaffen, mit denen du Pfeile auf deine Feinde schießen kannst.
ru: Арбалет это оружие дальнего боя, позволяющее стрелять стрелами в ваших врагов.

source: To use the crossbow, you first need to have at least one arrow anywhere in your inventory (unless in Creative Mode). Hold down the right mouse button (or zoom key) to charge, release to load an arrow into the chamber, then to shoot press left mouse.
de: Um die Armbrust zu benutzen, musst du zunächst mindestens einen Pfeil im Inventar haben (außer im Kreativmodus). Halte die rechte Maustaste (oder die Zoomtaste) zum Laden gedrückt, lasse sie los, um einen Pfeil in die Kammer zu laden, und drücke dann die linke Maustaste zum Schießen.
ru: Чтобы использовать арбалет, сначала нужно, чтобы в инвентаре была хотя бы одна стрела (если только вы не находитесь в творческом режиме). Удерживайте правую кнопку мыши (или клавишу зума), чтобы зарядить арбалет, отпустите ее, чтобы зарядить стрелу в патронник, а чтобы выстрелить, нажмите левую кнопку мыши.

source: To use the crossbow, you first need to have at least one arrow anywhere in your inventory (unless in Creative Mode). Hold down the right mouse button to charge, release to load an arrow into the chamber, then to shoot press left mouse.
de: Um die Armbrust zu benutzen, musst du mindestens einen Pfeil in deinem Inventar haben (außer im Kreativmodus). Halte die rechte Maustaste zum Laden gedrückt, lasse sie los, um einen Pfeil in die Kammer zu laden, und drücke dann die linke Maustaste zum Schießen.
ru: Чтобы использовать арбалет, нужно иметь хотя бы одну стрелу в вашем инвентаре (за исключением творческого режима). Удерживайте правую клавишу мыши, чтобы зарядить стрелу, затем нажмите левую кнопку мыши, чтобы выстрелить.
