Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/vlf_copper/locale/poconvert/*.po
Languages: de, ja

source: Waxed @1
de: @1, gewachst

source: Copper Ingot
de: Kupferbarren
ja: 銅インゴット

source: Molten Raw Copper. It is used to craft blocks.
de: Geschmolzenes Rohkupfer. Es wird verwendet, um Blöcke herzustellen.
ja: 溶けた未処理の銅。ブロックのクラフトに使われます。

source: Raw Copper
de: Rohkupfer
ja: 銅の粗鉱

source: Raw Copper. Mine a Copper Ore to get it.
de: Baue Kupfererz ab, um Rohkupfer zu erhalten.
ja: 未処理の銅。銅鉱石を採掘すると手に入ります。

source: Copper Ore
de: Kupfererz
ja: 銅鉱石

source: Some copper contained in stone, it is pretty common and can be found below sea level.
de: Stein, in dem etwas Kupfer enthalten ist. Es ist ziemlich häufig und kann unter dem Meeresspiegel gefunden werden.
ja: 石に含まれる銅は ごく一般的で、海面下の高さで見られます。

source: Block of Raw Copper
de: Rohkupferblock
ja: 銅の粗鉱ブロック

source: A block used for compact raw copper storage.
de: Ein Block für die kompakte Lagerung von Rohkupfer.
ja: 銅の粗鉱をコンパクトに保管するのに使えるブロックです。

source: Block of Copper
de: Kupferblock
ja: 銅ブロック

source: A block of copper is mostly a decorative block.
de: Ein Kupferblock wird meistens als dekorativer Block verwendet.
ja: 銅ブロックは、そのほとんどが装飾ブロックです。

source: Exposed Copper
de: Angelaufener Kupferblock
ja: 少し酸化した銅

source: Exposed copper is a decorative block.
de: Ein Angelaufener Kupferblock ist ein dekorativer Block.
ja: 少し酸化した銅は、装飾ブロックです。

source: Weathered Copper
de: Verwitterter Kupferblock
ja: 半ば酸化した銅

source: Weathered copper is a decorative block.
de: Ein Verwitterter Kupferblock ist ein dekorativer Block.
ja: 半ば酸化した銅は、装飾ブロックです。

source: Oxidized Copper
de: Oxidierter Kupferblock
ja: 殆ど酸化した銅

source: Oxidized copper is a decorative block.
de: Ein Oxidierter Kupferblockist ist ein dekorativer Block.
ja: 殆ど酸化した銅は、装飾ブロックです。

source: Cut Copper
de: Geschnittener Kupferblock
ja: 溝入り銅

source: Cut copper is a decorative block.
de: Ein Geschnittener Kupferblock ist ein dekorativer Block.
ja: 溝入り銅は、装飾ブロックです。

source: Exposed Cut Copper
de: Angelaufener geschnittener Kupferblock
ja: 少し酸化した溝入り銅

source: Exposed cut copper is a decorative block.
de: Ein Angelaufener geschnittener Kupferblock ist ein dekorativer Block.
ja: 少し酸化した溝入り銅は、装飾ブロックです。

source: Weathered Cut Copper
de: Verwitterter geschnittener Kupferblock
ja: 半ば酸化した溝入り銅

source: Weathered cut copper is a decorative block.
de: Ein Verwitterter geschnittener Kupferblock ist ein dekorativer Block.
ja: 半ば酸化した溝入り銅は、装飾ブロックです。

source: Oxidized Cut Copper
de: Oxidierter geschnittener Kupferblock
ja: 殆ど酸化した溝入り銅

source: Oxidized cut copper is a decorative block.
de: Ein Oxidierter geschnittener Kupferblock ist ein dekorativer Block.
ja: 殆ど酸化した溝入り銅は、装飾ブロックです。
