Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/vlf_fishing/locale/poconvert/*.po
Languages: ru, zh_tw

source: Fishing Rod
ru: Удочка
zh_tw: 釣竿

source: Catches fish in water
ru: Ловит рыбу в воде
zh_tw: 在水中取得魚

source: Fishing rods can be used to catch fish.
ru: Удочка используется для ловли рыбы.
zh_tw: 釣竿是用來取得魚的工具。

source: Rightclick to launch the bobber. When it sinks right-click again to reel in an item. Who knows what you're going to catch?
ru: Кликните правой кнопкой мыши чтобы закинуть поплавок. Когда он потонет, кликните снова, чтобы вытащить ваш улов. Кто знает что вам может попасться?
zh_tw: 右鍵單擊以啟動浮標。當它下沉時，再次點擊右鍵來釣起一個物品。誰知道你會抓到什麼？

source: Raw Fish
ru: Сырая треска
zh_tw: 生鱈魚

source: Raw fish is obtained by fishing and is a food item which can be eaten safely. Cooking it improves its nutritional value.
ru: Сырая треска добывается при помощи удочки и это съедобный продукт. После приготовлении её питательная ценность растёт.
zh_tw: 生鱈魚是通過捕魚獲得的，是一種可以安全食用的食品。烹飪可以提高其營養價值。

source: Cooked Fish
ru: Приготовленная треска
zh_tw: 熟鱈魚

source: Mmh, fish! This is a healthy food item.
ru: Ммм, рыба! Это съедобный продукт.
zh_tw: 嗯，魚! 這是一種健康的食品。

source: Raw Salmon
ru: Сырой лосось
zh_tw: 生鮭魚

source: Raw salmon is obtained by fishing and is a food item which can be eaten safely. Cooking it improves its nutritional value.
ru: Сырой лосось добывается при помощи удочки и это съедобный продукт. При приготовлении его питательная ценность растёт.
zh_tw: 生鮭魚是通過捕魚獲得的，是一種可以安全食用的食品。烹飪可以提高其營養價值。

source: Cooked Salmon
ru: Приготовленный лосось
zh_tw: 熟鮭魚

source: This is a healthy food item which can be eaten.
ru: Это съедобный продукт.
zh_tw: 這是一種健康的可食用食品。

source: Clownfish
ru: Тропическая рыба
zh_tw: 熱帶魚

source: Clownfish may be obtained by fishing (and luck) and is a food item which can be eaten safely.
ru: Тропическая рыба добывается при помощи удочки (и удачи) и это съедобный продукт.
zh_tw: 熱帶魚可以通過釣魚（和運氣）獲得，是一種可以安全食用的食物。

source: Pufferfish
ru: Иглобрюх
zh_tw: 河豚

source: Very poisonous
ru: Очень ядовит
zh_tw: 有劇毒

source: Pufferfish are a common species of fish and can be obtained by fishing. They can technically be eaten, but they are very bad for humans. Eating a pufferfish only restores 1 hunger point and will poison you very badly (which drains your health non-fatally) and causes serious food poisoning (which increases your hunger).
ru: Иглобрюх - распространенный вид рыбы, который может быть пойман на удочку. Технически их можно есть, но они очень ядовиты. Употребление иглобрюха в пищу восстанавливает всего 1 очко голода, но сильно отравит вас (несмертельно уменьшит ваше здоровье) и даст сильное пищевое отравление (которое увеличивает голод).
zh_tw: 河豚是一種常見的魚種，可以通過釣魚獲得。嚴格來說，它們可以被吃掉，但對人類非常不利。吃了河豚只能恢復1點飢餓感，而且會讓你中毒非常嚴重（非致命性地消耗你的健康），並導致嚴重的食物中毒（會增加你的飢餓感）。
