Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/mcl_end/locale/poconvert/*.po
Languages: hu

source: End Stone
hu: Végkő

source: End Stone Bricks
hu: Végkő Tégla

source: Purpur Block
hu: Bíborblokk

source: Purpur Pillar
hu: Bíbor Oszlop

source: End Rod
hu: Végrúd

source: End rods are decorative light sources.
hu: A Végrúd egy dekorációs célokra is használható fényforrás.

source: Dragon Egg
hu: Sárkánytojás

source: A dragon egg is a decorative item which can be placed.
hu: A sárkánytojás egy lehelyezhető dísztárgy.

source: End Stone Brick Stairs
hu: Végkő Téglalépcső

source: End Stone Brick Slab
hu: Végkő Téglalap

source: Purpur Stairs
hu: Bíbor Lépcső

source: Purpur Slab
hu: Bíborlap

source: Chorus Flower
hu: Kórusvirág

source: Grows on end stone
hu: Végkövön növöget

source: A chorus flower is the living part of a chorus plant. It can grow into a tall chorus plant, step by step. When it grows, it may die on old age eventually. It also dies when it is unable to grow.
hu: A kórusvirág a kórusnövény élő része. Napról napra magas kórusnövénnyé nőhet. Amikor megnő, idős korára elpusztulhat. Akkor is elpusztul, ha nem tud növekedni.

source: Place it and wait for it to grow. It can only be placed on top of end stone, on top of a chorus plant stem, or at the side of exactly one chorus plant stem.
hu: Helyezd el és légy türelemmel, amíg megnő. Csak végkő tetejére, kórusnövény szárára, vagy pontosan egy kórusnövény-szár oldalára helyezhető.

source: Dead Chorus Flower
hu: Elhalt Kórusvirág

source: This is a part of a chorus plant. It doesn't grow. Chorus flowers die of old age or when they are unable to grow. A dead chorus flower can be harvested to obtain a fresh chorus flower which is able to grow again.
hu: Ez egy kórusnövény része. Nem nő. A kórusvirágok idősebb korukban, vagy amikor már nem tudnak növekedni, elpusztulnak. Az elhalt kórusvirágot betakaríthatjuk, hogy egy friss kórusvirágot kapjunk, amely képes újra növekedni.

source: Chorus Plant Stem
hu: Kórusnövény Szára

source: A chorus plant stem is the part of a chorus plant which holds the whole plant together. It needs end stone as its soil. Stems are grown from chorus flowers.
hu: A kórusnövény szára a kórusnövénynek az a része, amely az egész növényt összetartja. Talajként végkőre van szüksége. Szárakat kórusvirágokból nevelnek.

source: The stem attaches itself to end stone and other chorus blocks.
hu: A szár a végkőhöz és más kórustömbökhöz tapad.

source: Chorus Fruit
hu: Kórusmag

source: Randomly teleports you when eaten
hu: Véletlenszerűen teleportál amikor megeszed

source: A chorus fruit is an edible fruit from the chorus plant which is home to the End. Eating it teleports you to the top of a random solid block nearby, provided you won't end up inside a liquid, solid or harmful blocks. Teleportation might fail if there are very few or no places to teleport to.
hu: A kórusmag a kórusnövény ehető termése. Elfogyasztása egy véletlenszerű szilárd blokk tetejére teleportál a közelben, feltéve, hogy nem kerülsz folyékony, szilárd vagy káros blokkok belsejébe. A teleportálás sikertelen lehet, ha nagyon kevés vagy nincs olyan hely, ahová teleportálni lehet.

source: Popped Chorus Fruit
hu: Pattogatott Kórusmag

source: End Crystal
hu: Végkristály

source: Ignited by a punch or a hit with an arrow
hu: Ütéssel vagy nyíllövéssel lángra gyújtható

source: Explosion radius: @1
hu: Robbanási kör: @1

source: End Crystals are explosive devices. They can be placed on Obsidian or Bedrock. Ignite them by a punch or a hit with an arrow. End Crystals can also be used the spawn the Ender Dragon by placing one at each side of the End Exit Portal.
hu: A végkristály egy robbanószerkezet. Obszidiánra vagy alapkőzetre helyezhetők. Gyújtsd be őket egy ütéssel vagy egy nyíllal. A végkristályok felhasználhatók a Végsárkány megidézéséhez is, ehhez a Végkijárat minden oldalára helyezz egyet.

source: Place the End Crystal on Obsidian or Bedrock, then punch it or hit it with an arrow to cause an huge and probably deadly explosion. To Spawn the Ender Dragon, place one at each side of the End Exit Portal.
hu: Helyezd a végkristályt obszidiánra vagy alapkőzetre, majd üss rá, vagy lődd meg nyíllal, hogy hatalmas és valószínűleg halálos robbanást okozzon. A Végsárkány megidézéséhez helyezz egyet-egyet a Végkijárat minden oldalára.

source: Eye of Ender
hu: Végszem

source: Guides the way to the mysterious End dimension
hu: Elvezet a titokzatos Vég dimenziójába

source: This item is used to locate End portal shrines in the Overworld and to activate End portals.
hu: Ez a tárgy a Végkapuszentélyek megkeresésére és a Végkapuk aktiválására használható a Felvilágban.

source: NOTE: The End dimension is currently incomplete and might change in future versions.
hu: MEGJEGYZÉS: A Vég dimenziója jelenleg nem teljes és változhat a későbbi verziókban.

source: Use the attack key to release the eye of ender. It will rise and fly in the horizontal direction of the closest end portal shrine. If you're very close, the eye of ender will take the direct path to the End portal shrine instead. After a few seconds, it stops. It may drop as an item, but there's a 20% chance it shatters.
hu: Használja a támadóbillentyűt a végszem felbocsátásához. Ettől felemelkedik, és vízszintes irányban elrepül a legközelebbi Végkapuszentély irányába. Ha nagyon közel vagy, a végszem a közvetlenül a végkap szentély irányába fog repülni. Néhány másodperc múlva megáll. Vagy felvehető tárgyként leesik, vagy pedig 20%-os eséllyel összetörik.

source: To activate an End portal, eyes of ender need to be placed into each block of an intact End portal frame.
hu: A végkapu működésbe hozásához a sértetlen végkapukeret minden blokkjába bele kell helyezni egy végszemet.
