Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/vlf_craftguide/locale/poconvert/*.po
Languages: de, es, fr, hu, ja

source: Any shulker box
de: Beliebige Schulkerkiste
es: Cualquier caja shulker
fr: Toutes boîtes shulker
hu: Bármely kagylapuló doboz
ja: シュルカーボックス

source: Any wool
de: Beliebige Wolle
es: Cualquier lana
fr: Toutes laines
hu: Bármely gyapjú
ja: 羊毛

source: Any wood planks
de: Beliebige Holzplanken
es: Cualquier tabla
fr: Toutes planches de bois
hu: Bármilyen deszka
ja: 板材

source: Any wood
de: Beliebiges Holz
es: Cualquier madera
fr: Tout bois
hu: Bármilyen fa
ja: 木

source: Any sand
de: Beliebiger Sand
es: Cualquier arena
fr: Tout sable
hu: Tetszőleges homok
ja: 砂

source: Any normal sandstone
de: Beliebiger normaler Sandstein
es: Cualquier arenisca normal
fr: Tout grès normal
hu: Bármely egyszerű homokkő
ja: 普通の砂岩

source: Any red sandstone
de: Beliebiger roter Sandstein
es: Cualquier arenisca roja
fr: Tout grès rouge
hu: Bármilyen vörös homokkő
ja: 赤い砂岩

source: Any carpet
de: Beliebiger Teppich
es: Cualquier alfombra
fr: Tout tapis
hu: Tetszőleges szőnyeg
ja: カーペット

source: Any dye
de: Beliebiger Farbstoff
es: Cualquier tinte
fr: Tout colorant
hu: Bármilyen festék
ja: 染料

source: Any water bucket
de: Beliebiger Wassereimer
es: Cualquier cubo de agua
fr: Tout seau d'eau
hu: Bármilyen vizes vödör
ja: 水入りバケツ

source: Any flower
de: Beliebige Blume
es: Cualquier flor
fr: Toute fleur
hu: Tetszőleges virág
ja: 花

source: Any mushroom
de: Beliebiger Pilz
es: Cualquier hongo
fr: Tout Champignon
hu: Bármely gomba
ja: キノコ

source: Any wooden slab
de: Beliebige Holzplatte
es: Cualquier losa de madera
fr: Toute dalle de bois
hu: Tetszőleges falap
ja: 木製のスラブ

source: Any wooden stairs
de: Beliebgie Holztreppe
es: Cualquier escalera de madera
fr: Tout escalier de bois
hu: Bármely falépcső
ja: 木製の階段

source: Any coal
de: Beliebige Kohle
es: Cualquier carbon
fr: Tout charbon
hu: Bármilyen szén
ja: 石炭

source: Any kind of quartz block
de: Beliebiger Quarzblock
es: Cualquier bloque de cuarzo
fr: Toute sorte de bloc de quartz
hu: Bármilyen kvarcblokk
ja: クォーツブロック

source: Any kind of purpur block
de: Beliebiger Purpurblock
es: Cualquier bloque de purpur
fr: Toute sorte de bloc de purpur
hu: Bármely bíborblokk
ja: プルプァブロック

source: Any stone bricks
de: Beliebige Steinziegel
es: Cualquier ladrillo de piedra
fr: Tout brique de pierre
hu: Tetszőleges kőtégla
ja: 石レンガ

source: Any stick
de: Beliebiger Stock
es: Cualquier palo
fr: Tout bâton
hu: Bármilyen bot
ja: 棒

source: Any item belonging to the @1 group
de: Beliebiger Gegenstand aus Gruppe: @1
es: Cualquier item del grupo @1
fr: Tout élément appartenant au groupe @1
hu: Bármilyen tárgy ebből a csoportból: @1
ja: @1 グループに属する任意のアイテム

source: Any item belonging to the groups: @1
de: Beliebiger Gegenstand aus den Gruppen: @1
es: Cualquier item de los grupos: @1
fr: Tout élément appartenant aux groupes : @1
hu: Bármilyen tárgy ezekből a csoportokból: @1
ja: 次のグループに属する任意のアイテム：@1

source: Cooking time: @1
de: Kochzeit: @1
es: Tiempo de cocción: @1
fr: Temps de cuisson : @1
hu: Főzési idő: @1
ja: 調理時間：@1

source: Burning time: @1
de: Brennzeit: @1
es: Tiempo de combustión: @1
fr: Temps de combustion : @1
hu: Égési idő: @1
ja: 燃焼時間：@1

source: Usages
es: Usos
fr: Utilisations
hu: Használata

source: Recipes
es: Recetas
fr: Recettes
hu: Receptek

source: @1 of @2
es: @1 de @2
fr: @1 de @2

source: Recipe is too big to be displayed (@1×@2)
de: Rezept ist zu groß für die Anzeige (@1×@2)
es: La receta es muy grande para ser mostrada (@1×@2)
fr: La recette est trop grande pour être affichée (@1x@2)
hu: Túl nagy a recept a megjelenítéshez (@1x@2)
ja: レシピを表示するには大きすぎる (@1×@2)

source: Shapeless
de: Formlos
es: Sin forma

source: Cooking
de: Kochen
es: Cocinado

source: Increase window size
de: Fenster vergrößern
es: Ampliar
fr: Agrandir la fenêtre
hu: Ablakméret növelése
ja: ウィンドウサイズ拡大

source: Decrease window size
de: Fenster verkleinern
es: Desampliar
fr: Réduire la fenêtre
hu: Ablakméret csökkentése
ja: ウィンドウサイズ縮小

source: Search
de: Suche
es: Buscar
fr: Rechercher
hu: Keresés
ja: 検索

source: Reset
de: Zurücksetzen
es: Resetear
fr: Réinitialiser
hu: Visszaállítás
ja: リセット

source: Previous page
de: Vorherige Seite
es: Página anterior
fr: Page précédente
hu: Előző oldal
ja: 前ページ

source: Next page
de: Nächste Seite
es: Siguiente página
fr: Page suivante
hu: Következő oldal
ja: 次ページ

source: No item to show
de: Nichts anzuzeigen
es: No hay item para mostrar
fr: Aucun item à afficher
hu: Nincs megjeleníthető tárgy
ja: 表示するアイテムなし

source: Collect items to reveal more recipes
de: Gegenstände aufsammeln, um mehr Rezepte aufzudecken
es: Recolecta los items para ver mas recetas
fr: Collecte des items pour révéler plus de recettes
hu: Gyűjts tárgyakat további receptek felfedéséhez
ja: アイテムを集めて、より多くのレシピを明かす

source: This item can be repaired at an anvil with: @1.
de: Dieser Gegenstand kann an einem Amboss repariert werden mit: @1.
es: Este item puede ser reparado en yunque con: @1
fr: Cet article peut être réparé sur une enclume avec : @1.
hu: Ez a tárgy egy üllőnél ezzel javítható: @1.

source: This item can be repaired at an anvil with any wooden planks.
de: Dieser Gegenstand kann auf einem Amboss mit beliebigen Holzbrettern repariert werden.
es: Este item puede ser reparado en yunque con cualquier tabla de madera.
fr: Cet objet peut être réparé à l'enclume avec n'importe quelle planche de bois.
hu: Ez az elem egy üllőnél bármilyen fadeszkával javítható.

source: This item can be repaired at an anvil with any item in the “@1” group.
de: Dieser Gegenstand kann an einem Amboss mit jedem Gegenstand der Gruppe „@1“ repariert werden.
es: Este item puede ser reparado en yunque con cualquier item del grupo: @1.
fr: Cet objet peut être réparé sur une enclume avec n'importe quel objet du groupe « @1 ».
hu: Ez az elem egy üllőnél bármely ebbe a csoportba tartozó tárggyal javítható: "@1".

source: Usage @1 of @2
de: Verwendung @1 von @2

source: Recipe @1 of @2
de: Rezept @1 von @2

source: Invalid crafting ingredient: "@1" (dosent exist)
fr: Ingrédient invalide : "@1" n'existe pas
hu: Nem létező hozzávaló: "@1"
