Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/vlf_craftguide/locale/poconvert/dk.po
Languages: dk

source: Any shulker box
dk: Hvilkensomhelst shulkerboks

source: Any wool
dk: Hvilkensomhelst uld

source: Any wood planks
dk: Hvilkensomhelst træplanker

source: Any wood
dk: Hvilkensomhelst træ

source: Any sand
dk: Hvilkensomhelst sand

source: Any normal sandstone
dk: Hvilkensomhelst normal sandsten

source: Any red sandstone
dk: Hvilkensomhelst rød sandsten

source: Any carpet
dk: HVilketsomhelst tæppe

source: Any dye
dk: Hvilkensomhelst farvestof

source: Any water bucket
dk: Hvilkensomhelst vandpand

source: Any flower
dk: Hvilkensomhelst blomst

source: Any mushroom
dk: Hvilkensomhelst svamp

source: Any wooden slab
dk: Hvilkensomhelst træplade

source: Any wooden stairs
dk: Hvilkensomhelst trætrappe

source: Any coal
dk: Hvilketsomhelst kul

source: Any kind of quartz block
dk: Hvilkensomhelst quartzblok

source: Any kind of purpur block
dk: Hvilkensomhelst pupurblok

source: Any stone bricks
dk: Hvilkensomhelst mursten af sten

source: Any stick
dk: Hvilkensomhelst pind

source: Any item belonging to the @1 group
dk: Hvilkensomhelst genstant i @1gruppen

source: Any item belonging to the groups: @1
dk: Hvilkensomhelst genstand som hører til grupperne: @1

source: Cooking time: @1
dk: Tilberedelsestid: @1

source: Burning time: @1
dk: Brændetid: @1

source: Recipe is too big to be displayed (@1×@2)
dk: Formen er for stor til at blive vist (@1x@2)

source: Shapeless
dk: Uformelig

source: Cooking
dk: Madlavning

source: Increase window size
dk: Øg vinduesstørrelsen

source: Decrease window size
dk: Mindsk vinduesstørrelsen

source: Search
dk: Søg

source: Reset
dk: Nulstil

source: Previous page
dk: Forrige side

source: Next page
dk: Næste side

source: No item to show
dk: Ingen genstande at vise

source: Collect items to reveal more recipes
dk: Saml genstande for at afsløre flere opskrifter
