Repository: VoxelForge/VoxelForge
Catalog: mods/HUD/mcl_achievements/locale/poconvert/*.po
Languages: es

source: Benchmarking
es: Trabajo en la mesa

source: Craft a crafting table from 4 wooden planks.
es: Crea una mesa de trabajo con 4 bloques de tablones de madera.

source: Time to Mine!
es: ¡Hora de picar!

source: Use a crafting table to craft a wooden pickaxe from wooden planks and sticks.
es: Usa una mesa de trabajo para fabricar un pico de madera a partir de tablones de madera y palos.

source: Hot Topic
es: Recién hecho

source: Use 8 cobblestones to craft a furnace.
es: Usa 8 adoquines para fabricar un horno.

source: Time to Farm!
es: ¡Hora de cultivar!

source: Use a crafting table to craft a wooden hoe from wooden planks and sticks.
es: Usa una mesa de trabajo para fabricar una azada de madera a partir de tablones de madera y palos.

source: Bake Bread
es: Hornea pan

source: Use wheat to craft a bread.
es: Usa trigo para fabricar pan.

source: The Lie
es: La mentira

source: Craft a cake using wheat, sugar, milk and an egg.
es: Fabrica una tarta con trigo, azúcar, leche y un huevo.

source: Getting an Upgrade
es: Consiguiendo una mejora

source: Craft a stone pickaxe using sticks and cobblestone.
es: Fabrica un pico de piedra con palos y adoquín.

source: Time to Strike!
es: ¡Hora de atacar!

source: Craft a wooden sword using wooden planks and sticks on a crafting table.
es: Fabrica una espada de madera usando tablones de madera y palos en una mesa de trabajo.

source: Librarian
es: Bibliotecario

source: Craft a bookshelf.
es: Fabrica una estantería.

source: Isn't It Iron Pick
es: ¿No es hierrónico?

source: Craft a iron pickaxe using sticks and iron.
es: Fabrica un pico de hierro usando palos y hierro.

source: DIAMONDS!
es: ¡DIAMANTES!

source: Pick up a diamond from the floor.
es: Recoge un diamante del suelo.

source: Into Fire
es: Jugando con fuego

source: Pick up a blaze rod from the floor.
es: Recoge una vara de blaze del suelo.

source: Cow Tipper
es: Chupavacas

source: Pick up leather from the floor. Hint: Cows and some other animals have a chance to drop leather, when killed.
es: Recoja el cuero del suelo. Sugerencia: Las vacas y algunos otros animales tienen la oportunidad de soltar el cuero cuando mueren.

source: Getting Wood
es: Consiguiendo madera

source: Pick up a wood item from the ground. Hint: Punch a tree trunk until it pops out as an item.
es: Recoge un ítem de madera del suelo. Sugerencia: Golpee el tronco de un árbol hasta que salga como un ítem.

source: Who is Cutting Onions?
es: ¿Quién está cortando cebollas?

source: Pick up a crying obsidian from the floor.
es: Recoge una obsidiana llorosa del suelo.

source: Hidden in the Depths
es: Oculto en las profundidades

source: Pick up an Ancient Debris from the floor.
es: Recoge un Escombro Ancestral del suelo.

source: The Next Generation
es: La nueva generación

source: Hold the Dragon Egg. Hint: Pick up the egg from the ground and have it in your inventory.
es: Consigue el huevo de dragón. Sugerencia: Recoge el huevo del suelo, y colócalo en tu inventario.

source: Sky's the Limit
es: Hasta el infinito... ¡y más allá!

source: Find the elytra and prepare to fly above and beyond!
es: ¿Encuentra los élitros y prepárate para volar al infinito y más allá!

source: Acquire Hardware
es: La Edad de Hierro

source: Take an iron ingot from a furnace's output slot. Hint: To smelt an iron ingot, put a fuel (like coal) and iron ore into a furnace.
es: Obtén un lingote de hierro de un horno. Sugerencia: Para fundir un lingote de hierro, coloque un combustible (como carbón) y mineral de hierro en un horno.

source: Delicious Fish
es: Pescado delicioso

source: Take a cooked fish from a furnace. Hint: Use a fishing rod to catch a fish and cook it in a furnace.
es: Tome un pescado cocido de un horno. Sugerencia: Use una caña de pescar para atrapar un pez y cocínelo en un horno.

source: On A Rail
es: Todo sobre ruedas

source: Travel by minecart for at least 1000 meters from your starting point in a single ride.
es: Viaje en vagoneta durante al menos 1000 metros desde su punto de partida en un solo viaje.

source: Sniper Duel
es: Duelo de francotiradores

source: Kill a skeleton, wither skeleton or stray by bow and arrow from a distance of at least 20 meters.
es: Mata a un esqueleto, esqueleto wither o errante con un arco y flechas desde una distancia de al menos 20 metros.

source: Monster Hunter
es: Cazamonstruos

source: Kill a monster.
es: Mata a un monstruo.

source: We Need to Go Deeper
es: Tenemos que ir más profundo

source: Use obsidian and a fire starter to construct a Nether portal.
es: Usa obsidiana y un iniciador de fuego para construir un portal del Nether.

source: The End?
es: ¿Se acabó?

source: Or the beginning? Hint: Enter an end portal.
es: ¿O el comienzo? Sugerencia: Entra al portal del end.

source: The Nether
es: El Nether

source: Bring summer clothes. Hint: Enter the Nether.
es: Tráete ropa de verano. Sugerencia: Entra al Nether.

source: Postmortal
es: Post mortem

source: Use a Totem of Undying to cheat death.
es: Usa el Tótem de la inmortalidad para engañar a la muerte.

source: Sweet Dreams
es: Dulces sueños

source: Sleep in a bed to change your respawn point.
es: Duerme en una cama para cambiar tu punto de reaparición.

source: Not Quite "Nine" Lives
es: No exactamente «siete» vidas

source: Charge a Respawn Anchor to the maximum.
es: Carga un nexo de reaparición al máximo.

source: What A Deal!
es: ¡Menudo ofertón!

source: Successfully trade with a Villager.
es: Comercia con un aldeano.

source: Tactical Fishing
es: Pesca táctica

source: Catch a fish... without a fishing rod!
es: Atrapa a un pez... ¡sin una caña de pescar!

source: The Cutest Predator
es: El depredador más adorable

source: Catch an Axolotl with a bucket!
es: ¡Atrapa un Ajolote con un cubo!

source: Withering Heights
es: Dr. Witherstein

source: Summon the wither from the dead.
es: Invoca al Wither de entre los muertos.

source: Free the End
es: Libera el End

source: Kill the ender dragon. Good Luck!
es: Mata al Enderdragón. Buena suerte!

source: Fishy Business
es: Un asunto escamoso

source: Catch a fish. Hint: Catch a fish, salmon, clownfish, or pufferfish.
es: Atrapa un pez. Sugerencia: Atrapa un pez, salmón, pez payaso, o pez globo.

source: Country Lode, Take Me Home
es: Magnetita, llévame a casita

source: Use a compass on a Lodestone.
es: Imanta una brújula con un bloque de magnetita.

source: Serious Dedication
es: Dedicación seria

source: Use a Netherite Ingot to upgrade a hoe, and then completely reevaluate your life choices.
es: Usa un lingote de netherita para mejorar una azada y replantéate tu vida.

source: Local Brewery
es: Destilería local

source: Brew a Potion. Hint: Take a potion or glass bottle out of the brewing stand.
es: Prepara una poción. Sugerencia: Saca una poción o botella de cristal de la destiladora.

source: Enchanter
es: Hechicero

source: Enchant an item using an Enchantment Table.
es: Encanta un ítem usando la mesa de encantamientos.

source: Bring Home the Beacon
es: Hágase la luz

source: Use a beacon.
es: Usa un faro.

source: Beaconator
es: Faroneitor

source: Use a fully powered beacon.
es: Utiliza un faro a máxima potencia.

source: The End... Again...
es: Se acabó... de nuevo...

source: Respawn the Ender Dragon.
es: Vuelve a invocar al Enderdragón.

source: Bee Our Guest
es: Abelante, esta es tu casa

source: Use a campfire to collect a bottle of honey from a beehive without aggrivating the bees inside.
es: Usa una fogata y una botella para obtener miel de una colmena sin enojar a las abejas.

source: Total Beelocation
es: Abejémonos de aquí

source: Move a bee nest, with 3 bees inside, using a silk touch enchanted tool.
es: Mueve una colmena que tenga 3 abejas usando una herramienta con toque de seda.

source: Wax On
es: Encerado

source: Apply honeycomb to a copper block to protect it from the elements.
es: Encera un bloque de cobre con un panal de abejas para protegerlo de los elementos.

source: Wax Off
es: Pulir cera

source: Scrape wax off of a copper block.
es: Quita la cera de un bloque de cobre.

source: Crafting a New Look
es: Forjando un nuevo estilo

source: Craft a trimmed armor at a Smithing Table
es: Decora una pieza de armadura en una mesa de herrería

source: Smithing with Style
es: Herrería con estilo

source: Apply these smithing templates at least once: Spire, Snout, Rib, Ward, Silence, Vex, Tide, Wayfinder
es: Aplica una de estas plantillas de herrería al menos una vez: agujas, hocico, costillas, warden, silencio, vex, marea, buscacaminos

source: Dispense With This
es: Pensando en dispensadores

source: Place a dispenser.
es: Coloca un dispensador.

source: Pork Chop
es: Chuleta de cerdo

source: Eat a cooked porkchop.
es: Come una chuleta de cerdo cocinado.

source: Rabbit Season
es: Temporada del conejo

source: Eat a cooked rabbit.
es: Come un conejo cocinado.

source: Iron Belly
es: Estómago de acero

source: Get really desperate and eat rotten flesh.
es: Desesperate y come carne podrida.

source: Pot Planter
es: Macetero

source: Place a flower pot.
es: Coloca una maceta.

source: The Haggler
es: El regateador

source: Mine emerald ore.
es: Mina un mineral de esmeralda.

source: Stone Age
es: La Edad de Piedra

source: Mine a stone with new pickaxe.
es: Mina piedra con tu nuevo pico.

source: Hot Stuff
es: ¡La cosa está que arde!

source: Put lava in a bucket.
es: Pon lava en un cubo.

source: Ice Bucket Challenge
es: Mente fría

source: Obtain an obsidian block.
es: Consigue un bloque de obsidiana.

source: Hero of the Village
es: Héroe de la aldea

source: Successfully defend a village from a raid
es: Defiende con éxito una aldea de una invasión

source: Voluntary Exile
es: Exilio voluntario

source: Kill a raid captain. Maybe consider staying away from the local villages for the time being...
es: Mata al capitán de una invasión. Será mejor mantenerse alejado de las aldeas locales por un tiempo...
