Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/mcl_heads/locale/poconvert/*.po
Languages: es, fr, it, pt_br, zh_cn, zh_tw

source: Zombie Head
es: Cabeza de zombie
fr: Tête de zombie
it: Testa di zombi
pt_br: Cabeça de Zumbi
zh_cn: 僵尸脑袋
zh_tw: 殭屍頭

source: A zombie head is a small decorative block which resembles the head of a zombie. It can also be worn as a helmet, which reduces the detection range of zombies by 50%.
es: Una cabeza de zombie es un pequeño bloque decorativo. También se puede usar como casco, lo que reduce el rango de detección de zombies en un 50%.
fr: Une tête de zombie est un petit bloc décoratif qui ressemble à la tête d'un zombie. Il peut également être porté comme un casque, ce qui réduit la plage de détection des zombies de 50%.
it: Una testa di zombie è un piccolo blocco decorativo che assomiglia alla testa di uno zombie. Può anche venire indossato come elmo, riducendo il raggio di rilevamento degli zombie del 50%.
pt_br: Uma cabeça de zumbi é um pequeno bloco decorativo ao qual remete a cabeça de um zumbi. Também pode ser usado como um capacete, o que reduz o alcançe de detecção dos zumbis em 50%.
zh_cn: 僵尸头颅是一种小型装饰性方块，形似僵尸的头颅。它也可以当作头盔来佩戴，能将僵尸的探测范围降低50%。
zh_tw: 殭屍頭是一個小的裝飾方塊，類似於殭屍的頭。它也可以作為頭盔佩戴，可以使殭屍的探測範圍減少50%。

source: Creeper Head
es: Cabeza de creeper
fr: Tête de Creeper
it: Testa di creeper
pt_br: Cabeça de Creeper
zh_cn: 苦力怕脑袋
zh_tw: 苦力怕頭

source: A creeper head is a small decorative block which resembles the head of a creeper. It can also be worn as a helmet, which reduces the detection range of creepers by 50%.
es: La cabeza de un creeper es un pequeño bloque decorativo. También se puede usar como casco, lo que reduce el rango de detección de los creepers en un 50%.
fr: Une tête de Creeper est un petit bloc décoratif qui ressemble à la tête d'un Creeper. Il peut également être porté comme un casque, ce qui réduit la plage de détection des Creepers de 50%.
it: Una testa di creeper è un piccolo blocco decorativo che assomiglia alla testa di un creeper. Può anche venire indossato come elmo, riducendo il raggio di rilevamento dei creeper del 50%.
pt_br: Uma cabeça de creeper é um pequeno bloco decorativo ao qual remete a cabeça de um creeper. Também pode ser usado como um capacete, o que reduz o alcançe de detecção dos creepers em 50%.
zh_cn: 苦力怕头颅是一种小型装饰性方块，形似苦力怕的头颅。它也可以当作头盔来佩戴，能将苦力怕的探测范围降低50%。
zh_tw: 苦力怕頭是一個小的裝飾方塊，類似於苦力怕的頭。它也可以作為頭盔佩戴，可以使苦力怕的探測範圍減少50%。

source: Human Head
es: Cabeza humana
fr: Tête de joueur
it: Testa
pt_br: Cabeça Humana
zh_cn: 人类脑袋
zh_tw: 玩家頭

source: A human head is a small decorative block which resembles the head of a human (i.e. a player character). It can also be worn as a helmet for fun, but does not offer any protection.
es: Una cabeza humana es un pequeño bloque decorativo que se asemeja a la cabeza de un humano (es decir, un personaje jugador). También se puede usar como casco por diversión, pero no ofrece ninguna protección.
fr: Une tête de joueur est un petit bloc décoratif qui ressemble à la tête d'un humain (c'est-à-dire un personnage de joueur). Il peut également être porté comme un casque pour le plaisir, mais n'offre aucune protection.
it: Una testa di umano è un piccolo blocco decorativo che assomiglia alla testa di un umano (ad es. un personaggio del giocatore). Può anche venire indossato come elmo per divertimento, ma non offre alcuna protezione.
pt_br: Uma cabeça de humano é um pequeno bloco decorativo ao qual remete a cabeça de um humano (ou seja, o personagem do jogador). Também pode ser usado como um capacete por diversão, mas não oferece nenhuma proteção.
zh_cn: 人类头颅是一种小型装饰性方块，类似人类（即玩家角色）的头颅。它也可以当作头盔戴着玩，但不提供任何防护作用。
zh_tw: 玩家頭是一個小的裝飾塊，類似於玩家的頭部。它也可以作為頭盔戴著玩，但不提供任何保護。

source: Skeleton Skull
es: Calavera de esqueleto
fr: Crâne de squelette
it: Teschio di scheletro
pt_br: Cabeça de Esqueleto
zh_cn: 骷髅头颅
zh_tw: 骷髏頭

source: A skeleton skull is a small decorative block which resembles the skull of a skeleton. It can also be worn as a helmet, which reduces the detection range of skeletons by 50%.
es: Una calavera es un pequeño bloque decorativo que se asemeja a la cabeza de un esqueleto. También se puede usar como casco, lo que reduce el rango de detección de esqueletos en un 50%.
fr: Un crâne de squelette est un petit bloc décoratif qui ressemble au crâne d'un squelette. Il peut également être porté comme un casque, ce qui réduit la plage de détection des squelettes de 50%.
it: Un teschio di scheletro è un piccolo blocco decorativo che assomiglia al teschio di uno scheletro. Può anche venire indossato come elmo, riducendo il raggio di rilevamento degli scheletri del 50%.
pt_br: Uma cabeça de esqueleto é um pequeno bloco decorativo ao qual remete a cabeça de um esqueleto. Também pode ser usado como um capacete, o que reduz o alcançe de detecção dos esqueletos em 50%.
zh_cn: 骷髅头骨是一种小型装饰性方块，类似骷髅的头骨。它也可以当作头盔来佩戴，能将骷髅的探测范围降低50%。
zh_tw: 骷髏頭是一個小的裝飾方塊，類似於骷髏的頭。它也可以作為頭盔佩戴，可以使骷髏的探測範圍減少50%。

source: Wither Skeleton Skull
es: Calavera de esqueleto del Wither
fr: Crâne de Wither squelette
it: Teschio di scheletro di Wither
pt_br: Cabeça de Esqueleto Wither
zh_cn: 凋灵骷髅头颅
zh_tw: 凋零骷髏頭

source: A wither skeleton skull is a small decorative block which resembles the skull of a wither skeleton. It can also be worn as a helmet for fun, but does not offer any protection.
es: Una cabeza de esqueleto marchito es un pequeño bloque decorativo que se asemeja al cráneo de un esqueleto marchito. También se puede usar como casco por diversión, pero no ofrece ninguna protección.
fr: Un crâne Wither squelette est un petit bloc décoratif qui ressemble au crâne d'un Whiter squelette. Il peut également être porté comme un casque pour le plaisir, mais n'offre aucune protection.
it: Un teschio di scheletro wither è un piccolo blocco decorativo che assomiglia al teschio di uno scheletro wither. Può anche venire indossato come elmo per divertimento, ma non offre alcuna protezione.
pt_br: Uma cabeça de esqueleto wither é um pequeno bloco decorativo ao qual remete a cabeça de um esqueleto wither. Também pode ser usado como um capacete por diversão, mas não oferece nenhuma proteção.
zh_cn: 凋灵骷髅头骨是一种小型装饰性方块，类似凋灵骷髅的头骨。它也可以当作头盔戴着玩，但不提供任何防护作用。
zh_tw: 凋零骷髏頭是一個小的裝飾塊，類似於凋零骷髏的頭部。它也可以作為頭盔戴著玩，但不提供任何保護。
