Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/mcl_cherry_blossom/locale/poconvert/*.po
Languages: es, fr, ja

source: Pink Petals
es: Pétalos Rosas
fr: Pétales roses
ja: 桜色の花びら

source: Pink Petals are ground decoration of cherry grove biomes
es: Los Pétalos Rosas son una decoración del suelo en los biomas de cerezo
fr: Les pétales roses sont la décoration du sol des biomes de cerisiers

source: Cherry Bark
es: Corteza de cerezo
fr: Grume de cerisier
ja: サクラ

source: Cherry Bark Slab
es: Losa de corteza de cerezo
fr: Dalle en grume de cerisier
ja: サクラの樹皮のハーフブロック

source: Cherry Bark Stairs
es: Escaleras de corteza de cerezo
fr: Escaliers en grume de cerisier
ja: サクラの樹皮の階段

source: Cherry Boat
es: Barca de cerezo
fr: Bateau en cerisier
ja: サクラのボート

source: Cherry Button
es: Botón de cerezo
fr: Bouton en cerisier
ja: サクラのボタン

source: Cherry Chest Boat
es: Barca de cerezo con cofre
fr: Bateau de stockage en cerisier
ja: チェスト付きのサクラのボート

source: Cherry Door
es: Puerta de cerezo
fr: Porte en cerisier
ja: サクラのドア

source: Cherry Fence
es: Valla de cerezo
fr: Barrière en cerisier
ja: サクラのフェンス

source: Cherry Fence Gate
es: Puerta de valla de cerezo
fr: Portillon en cerisier
ja: サクラのフェンスゲート

source: Cherry Leaves
es: Hojas de cerezo
fr: Feuilles de cerisier
ja: サクラの葉

source: Cherry Log
es: Tronco de cerezo
fr: Bûche de cerisier
ja: サクラの原木

source: Cherry Planks
es: Tablones de cerezo
fr: Planches de cerisier
ja: サクラの板材

source: Cherry Pressure Plate
es: Placa de presión de cerezo
fr: Plaque de pression en cerisier
ja: サクラの感圧板

source: Cherry Sapling
es: Brote de cerezo
fr: Pousse de cerisier
ja: サクラの苗木

source: Cherry Sign
es: Cartel de cerezo
fr: Pancarte en cerisier
ja: サクラの看板

source: Cherry Slab
es: Losa de cerezo
fr: Dalle en cerisier
ja: サクラのハーフブロック

source: Cherry Stairs
es: Escaleras de cerezo
fr: Escaliers en cerisier
ja: サクラの階段

source: Cherry Trapdoor
es: Trampilla de cerezo
fr: Trappe en cerisier
ja: サクラのトラップドア

source: Cherry leaves are grown from Cherry trees.
es: Las hojas de Cerezo crecen en los árboles de Cerezo.
fr: Les feuilles de cerisier poussent sur des cerisiers.

source: Stripped Cherry Bark
es: Leño de cerezo sin corteza
fr: Écorce de cerisier décapée
ja: 樹皮を剥いだサクラの木

source: Stripped Cherry Log
es: Tronco de cerezo sin corteza
fr: Bûche de cerisier écorcée
ja: 樹皮を剥いだサクラの原木

source: The stripped trunk of an Cherry tree.
es: El tronco sin corteza de un árbol de Cerezo.
fr: Le tronc écorcé d'un cerisier.
ja: 皮を剥いだ後のサクラの木の幹。

source: The stripped wood of an Cherry tree.
es: La madera sin corteza de un árbol de Cerezo.
fr: Le bois écorcé d'un ceriser.
ja: 皮を剥いだ後のサクラの木。

source: The trunk of a Cherry tree.
es: El tronco de un árbol de Cerezo.
fr: Le tronc d'un cerisier.
ja: サクラの木の幹。
