Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/REDSTONE/mcl_comparators/locale/poconvert/*.po
Languages: de, es, fr, ja, pl

source: Redstone comparators are multi-purpose redstone components.
de: Redstonekomparatoren sind Redstonekomponenten mit vielen Verwendungszwecken.
es: Los comparadores de Redstone son componentes multipropósito de redstone.
fr: Les comparateurs Redstone sont des composants Redstone polyvalents.
ja: レッドストーンコンパレータは、多目的なレッドストーン部品です。
pl: Komparatory są wielofunkcyjnymi mechanizmami czerwienitowymi.

source: They can transmit a redstone signal, detect whether a block contains any items and compare multiple signals.
de: Sie können ein Redstonesignal übertragen, erkennen, ob ein Block Gegenstände enthält und mehrere Signale vergleichen.
es: Pueden transmitir una señal de redstone, detectar si un bloque contiene algún ítem y comparar múltiples señales.
fr: Ils peuvent transmettre un signal redstone, détecter si un bloc contient des éléments et comparer plusieurs signaux.
ja: レッドストーン信号の送信、ブロックにアイテムが含まれているかどうかの検出、複数の信号の比較などが可能です。
pl: Mogą one przesyłać sygnał czerwienitowy, wykrywać czy blok zawiera przedmioty i porównywać wiele sygnałów.

source: A redstone comparator has 1 main input, 2 side inputs and 1 output. The output is in arrow direction, the main input is in the opposite direction. The other 2 sides are the side inputs.
de: Ein Redstonekomparator hat 1 Haupteingang, 2 Seiteneingänge und 1 Ausgang. Der Ausgang ist in Pfeilrichtung, der Haupteingang ist in der gegenüberliegenden Richtung. Die anderen 2 Seiten sind die Seiteneingänge.
es: Un comparador redstone tiene 1 entrada principal, 2 entradas laterales y 1 salida. La salida está en la dirección de la flecha, la entrada principal está en la dirección opuesta. Los otros 2 lados son las entradas laterales.
fr: Un comparateur redstone a 1 entrée principale, 2 entrées latérales et 1 sortie. La sortie est dans le sens de la flèche, l'entrée principale est dans le sens opposé. Les 2 autres côtés sont les entrées latérales.
ja: レッドストーンコンパレータは、1つのメイン入力、2つのサイド入力、1つの出力を持ちます。出力は矢印方向で、メイン入力はその反対方向です。残りの2辺はサイド入力です。
pl: Komparator ma jedno główne wejście, 2 wejścia poboczne i jedno wyjście. Wyjście jest wskazywane przez strzałkę, wejście jest na przeciwko. Pozostałe dwa wejścia są poboczne.

source: The main input can powered in 2 ways: First, it can be powered directly by redstone power like any other component. Second, it is powered if, and only if a container (like a chest) is placed in front of it and the container contains at least one item.
de: Der Haupteingang kann auf 2 Weisen aktiviert werden: Erstens, kann er direkt von Redstone-Energie wie bei jeder anderen Komponente versorgt werden. Zweitens wird er aktiviert, wenn ein Behälter (wie eine Truhe) vor dem Komparator platziert wurde und der Behälter mindestens einen Gegenstand enthält.
es: La entrada principal puede alimentarse de 2 maneras: en primer lugar, puede alimentarse directamente mediante redstone como cualquier otro componente. En segundo lugar, se alimenta si, y solo si se coloca un contenedor (como un cofre) frente a él y el contenedor contiene al menos un ítem.
fr: L'entrée principale peut être alimentée de 2 manières : Premièrement, elle peut être alimentée directement par une alimentation redstone comme n'importe quel autre composant. Deuxièmement, il est alimenté si et seulement si un conteneur (comme un coffre) est placé devant lui et que le conteneur contient au moins un article.
ja: メイン入力には、2つの方法で動力を供給できます。1つ目は、他の機器と同様にレッドストーン動力によって直接動力を得られます。2つ目は、コンテナ（チェストのようなもの）が前に置かれ、そのコンテナに少なくとも1つのアイテムが入っている場合にのみ、動力が得られます。
pl: Główny wejście można zasilać na 2 sposoby: Może być zasilany bezpośrednio energią czerwienitową jak każdy inny komponent, lub gdy przed nim postawiony jest kontener zawierający przynajmniej jeden przedmiot.

source: The side inputs are only powered by normal redstone power. The redstone comparator can operate in two modes: Transmission mode and subtraction mode. It starts in transmission mode and the mode can be changed by using the block.
de: Die Seiteneingänge können nur durch Redstone-Energie aktiviert werden. Der Redstone-Komparator hat zwei Betriebs-Modi: Übertragungsmodus und Subtraktionsmodus. Er fängt im Übertragungsmodus an. Der Modus wird beim Benutzen des Blocks geändert.
es: Las entradas laterales solo están alimentadas por la alimentación normal de redstone. El comparador de redstone puede funcionar en dos modos: modo de transmisión y modo de resta. Comienza en modo de transmisión y el modo se puede cambiar usando el bloque.
fr: Les entrées latérales sont uniquement alimentées par une alimentation Redstone normale. Le comparateur redstone peut fonctionner en deux modes : le mode de transmission et le mode de soustraction. Il démarre en mode transmission et le mode peut être changé en utilisant le bloc.
ja: サイド入力には、通常のレッドストーン動力のみが供給されます。レッドストーンコンパレータは、2つのモードで動作できます。送信モードと減算モードです。送信モードで起動し、ブロックによりモードを変更できます。
pl: Wejścia poboczne są aktywowane przez zwykłą energię czerwienitową. Komparator może działać w dwóch trybach: tryb przekazywania oraz tryb odejmowania. Początkowo jest w trybie przekazywania, a tryb może być zmienione przez użycie go.

source: Transmission mode: The front torch is unlit and lowered. The output is powered if, and only if the main input is powered. The two side inputs are ignored.
de: Übertragungsmodus: Die vordere Fackel ist eingefahren und dunkel. Die Ausgabe ist aktiviert genau dann, wenn der Haupteingang aktiviert ist. Die zwei Seiteneingänge werden ignoriert.
es: Modo de transmisión: La antorcha delantera está apagada y baja. La salida se alimenta solo si se alimenta la entrada principal. Las dos entradas laterales se ignoran.
fr: Mode de transmission : La torche avant est éteinte et abaissée. La sortie est alimentée si et seulement si l'entrée principale est alimentée. Les deux entrées latérales sont ignorées.
ja: 送信モード： 前面のトーチは非点灯で降りています。出力が動力を供給するのは、メイン入力に動力が来ている場合のみです。2つのサイド入力は無視されます。
pl: Tryb przekazywania: Przednia pochodnia jest niezaświecona i obniżona. Wyjście jest zasilane wtedy i tylko wtedy gdy wejście główne jest zasilane. Wejścia boczne są ignorowane.

source: Subtraction mode: The front torch is lit. The output is powered if, and only if the main input is powered and none of the side inputs is powered.
de: Subtraktionsmodus: Die vordere Fackel leuchtet. Die Ausgabe ist aktiviert genau dann, wenn der Haupteingang aktiviert ist und keiner der Seiteneingänge aktiviert ist.
es: Modo de resta: La antorcha delantera está encendida. La salida se alimenta si, y solo si la entrada principal está alimentada y ninguna de las entradas laterales está alimentada.
fr: Mode de soustraction : La torche avant est allumée. La sortie est alimentée si et seulement si l'entrée principale est alimentée et qu'aucune des entrées latérales n'est alimentée.
ja: 減算モード： 前面のトーチは点灯しています。出力が動力を供給するのは、メイン入力に動力が来ており、且つサイド入力のいずれにも動力が来ていない場合のみです。
pl: Tryb odejmowania: Przednia pochodnia jest zaświecona. Wyjście jest zasilane wtedy i tylko gdy zasilane jest główne wejście, a wejścia boczne nie są.

source: Redstone Comparator
de: Redstonekomparator
es: Comparador de redstone
fr: Comparateur de redstone
ja: レッドストーンコンパレータ
pl: Komparator

source: Redstone Comparator (Powered)
de: Redstone-Komparator (Aktiviert)
es: Comparador de redstone (Motorizado)
fr: Comparateur de redstone (Alimenté)
ja: レッドストーンコンパレータ（稼動）
pl: Komparator (zasilony)

source: Redstone Comparator (Subtract)
de: Redstonekomparator (subtrahieren)
es: Comparador de redstone (Negativo)
fr: Comparateur de redstone (Soustraction)
ja: レッドストーンコンパレータ（減算）
pl: Komparator (odejmowanie)

source: Redstone Comparator (Subtract, Powered)
de: Redstone-Komparator (Subtraktionsmodus, Aktiviert)
es: Redstonekomparator (Negativo, Motorizado)
fr: Comparateur de redstone (Soustraction, Alimenté)
ja: レッドストーンコンパレータ（減算・稼動）
pl: Komparator (odejmowanie, zasilony)
