Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/vlf_hoppers/locale/poconvert/*.po
Languages: ru

source: Hopper
ru: Воронка

source: Inventory
ru: Инвентарь

source: 5 inventory slots
ru: 5 слотов инвентаря

source: Collects items from above, moves items to container below
ru: Собирает предметы сверху, передаёт их в контейнер ниже

source: Can be disabled with redstone power
ru: Может быть отключена с помощью сигнала редстоуна

source: Hoppers are containers with 5 inventory slots. They collect dropped items from above, take items from a container above and attempt to put its items it into an adjacent container. Hoppers can go either downwards or sideways. Hoppers interact with chests, droppers, dispensers, shulker boxes, furnaces and hoppers.
ru: Воронка это контейнер с 5 слотами инвентаря. Она может собирать предметы, брошенные сверху, брать предметы из контейнеров сверху, а также пытаться положить свои предметы в примыкающий контейнер. Воронки могут действовать вниз или вбок. Воронки взаимодействуют с сундуками, выбрасывателями, раздатчиками, ящиками шалкеров, печами и другими воронками.

source: Hoppers interact with containers the following way:
ru: Воронка взаимодействует с контейнерами следующим образом:

source: • Furnaces: Hoppers from above will put items into the source slot. Hoppers from below take items from the output slot. They also take items from the fuel slot when they can't be used as a fuel. Sideway hoppers that point to the furnace put items into the fuel slot
ru: • Печи: размещённые наверху воронки будут складывать предметы во входной слот. Воронки, размещённые снизу, будут брать предметы из выходного слота печи. Они также может доставать предметы из топливного слота, если эти предметы не могут использоваться в качестве топлива. Воронки сбоку, присоединённые к печи, помещают предметы в топливный слот.

source: • Ender chests: No interaction.
ru: • Сундук Края: не взаимодействует.

source: • Other containers: Normal interaction.
ru: • Прочие контейнеры: взаимодействует как обычно.

source: Hoppers can be disabled when supplied with redstone power. Disabled hoppers don't move items.
ru: Воронки могут быть отключены, когда на них подаётся сигнал редстоуна.

source: To place a hopper vertically, place it on the floor or a ceiling. To place it sideways, place it at the side of a block. Use the hopper to access its inventory.
ru: Чтобы установить воронку вертикально, поместите её на пол или потолок. Чтобы установить воронку по направлению в сторону, разместите её на боковой стороне блока. Нажмите [Использовать] для доступа к инвентарю воронки.

source: Disabled Hopper
ru: Отключенная воронка

source: Side Hopper
ru: Боковая воронка

source: Disabled Side Hopper
ru: Отключенная боковая воронка
