Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/mcl_doc/locale/poconvert/*.po
Languages: de, fr, ru

source: Water can flow into this block and cause it to drop as an item.
de: Wasser kann in diesen Block fließen und ihn als Gegenstand fallen lassen.
fr: L'eau peut s'écouler dans ce bloc et provoquer sa chute en tant qu'élément.
ru: Вода может затечь в этот блок и вызвать его выпадение в качестве предмета.

source: This block can be turned into dirt with a hoe.
de: Dieser Block kann mit einer Hacke zu Erde gemacht werden.
fr: Ce bloc peut être transformé en terre avec une houe.
ru: Этот блок можно превратить в землю с помощью мотыги.

source: This block can be turned into farmland with a hoe.
de: Dieser Block kann mit einer Hacke zu Ackerboden gemacht werden.
fr: Ce bloc peut être transformé en terres agricoles avec une houe.
ru: Этот блок можно превратить в грядку с помощью мотыги.

source: This block can be turned into grass path with a shovel.
de: Dieser Block kann mit einer Schaufel in einen Grasweg verwandelt werden.
fr: Ce bloc peut être transformé en chemin d'herbe à l'aide d'une pelle.
ru: Этот блок можно превратить в тропинку с травой с помощью лопаты.

source: This block acts as a soil for all saplings.
de: Dieser Block eignet sich als Nährboden für alle Setzlinge.
fr: Ce bloc agit comme un sol pour tous les pousses arbres.
ru: Этот блок служит почвой для всех саженцев.

source: This block acts as a soil for some saplings.
de: Dieser Block eignet sich als Nährboden für einige Setzlinge.
fr: Ce bloc agit comme un sol pour certains pousses arbres.
ru: Этот блок служит почвой для некоторых саженцев.

source: Sugar canes will grow on this block.
de: Zuckerrohr wird auf diesem Block wachsen.
fr: Les cannes à sucre pousseront sur ce bloc.
ru: На этом блоке будет расти сахарный тростник.

source: Nether wart will grow on this block.
de: Netherwurz wird auf diesem Block wachsen.
fr: La verrue du Néant se développera sur ce bloc.
ru: На этом блоке будет расти адский нарост.

source: This block quickly decays when there is no wood block of any species within a distance of @1. When decaying, it disappears and may drop one of its regular drops. The block does not decay when the block has been placed by a player.
de: Dieser Block wird rasch absterben, wenn sich kein Holzblock irgendeiner Art innerhalb einer Entfernung von @1 befindet. Beim Absterben wird er verschwinden und wirft dabei vielleicht etwas ab. Der Block wird nicht absterben, wenn er von einem Spieler platziert wurde.
fr: Ce bloc se désintègre rapidement lorsqu'il n'y a aucun bloc de bois de n'importe quel espèce à une distance de @1. En décomposition, il disparaît et peut lâcher un des ses objets habituels. Le bloc ne se désintègre pas lorsque le bloc a été placé par un joueur.
ru: Этот блок быстро саморазрушается, если на дистанции @1 метров отсутствуют блоки дерева любого типа. При разрушении может выпасть его обычный дроп. Блок не саморазрушается если он был поставлен игроком.

source: This block quickly decays and disappears when there is no wood block of any species within a distance of @1. The block does not decay when the block has been placed by a player.
de: Dieser Block wird schnell absterben und verschwinden, wenn sich kein Holzblock irgendeiner Art innerhalb einer Entfernung von @1 befindet. Der Block wird nicht absterben, wenn er von einem Spieler platziert wurde.
fr: Ce bloc se désintègre rapidement et disparaît lorsqu'il n'y a aucun bloc de bois de n'importe quel espèce à une distance de @1. Le bloc ne se désintègre pas lorsque le bloc a été placé par un joueur.
ru: Этот блок быстро саморазрушается и исчезает, если на дистанции @1 метров отсутствуют блоки дерева любого типа. Блок не саморазрушается если он был поставлен игроком.

source: This plant can only grow on grass blocks and dirt. To survive, it needs to have an unobstructed view to the sky above or be exposed to a light level of 8 or higher.
de: Diese Pflanze kann nur auf Grasblöcken und Erde wachsen. Zum Überleben muss sie sich direkt unter dem Himmel befinden oder einer Lichtstärke von 8 oder höher ausgesetzt sein.
fr: Cette plante ne peut pousser que sur des blocs d'herbe et de terre. Pour survivre, il doit avoir une vue dégagée sur le ciel au-dessus ou être exposé à un niveau de lumière de 8 ou plus.
ru: Это растение может расти только на блоках дёрна и грязи. Для жизни ему нужно иметь беспрепятственный обзор на небо сверху, либо уровень света 8 и выше.

source: This plant can grow on grass blocks, podzol, dirt and coarse dirt. To survive, it needs to have an unobstructed view to the sky above or be exposed to a light level of 8 or higher.
de: Diese Pflanze wächst auf Grasblöcken, Podsol, Erde und grobe Erde. Zum Überleben muss sie sich direkt unter dem Himmel befinden oder einer Lichtstärke von mindestens 8 ausgesetzt sein.
fr: Cette plante peut pousser sur des blocs d'herbe, du podzol, de la terre et de la terre grossière. Pour survivre, il doit avoir une vue dégagée sur le ciel au-dessus ou être exposé à un niveau de lumière de 8 ou plus.
ru: Это растение может расти только на блоках дёрна, грязи, подзола и твёрдой земли. Для жизни ему нужно иметь беспрепятственный обзор на небо сверху, либо уровень света 8 и выше.

source: This block is flammable.
de: Dieser Block ist entzündlich.
fr: Ce bloc est inflammable.
ru: Этот блок воспламеним.

source: This block destroys any item it touches.
de: Dieser Block zerstört jeden Gegenstand, der in ihn fällt.
fr: Ce bloc détruit tout élément qu'il touche.
ru: Этот блок уничтожает любой предмет, который его касается.

source: To eat it, wield it, then rightclick.
de: Um dies zu essen, halten Sie es in der Hand und rechtsklicken Sie.
fr: Pour le manger, maniez-le, puis faites un clic droit.
ru: Чтобы съесть это, возьмите в руки и кликните правой кнопкой мыши.

source: You can eat this even when your hunger bar is full.
de: Sie können dies essen, auch wenn Ihre Hungerleiste voll ist.
fr: Vous pouvez le manger même lorsque votre barre de faim est pleine.
ru: Вы можете есть это, даже когда ваша полоска голода заполнена.

source: You cannot eat this when your hunger bar is full.
de: Sie können dies nicht essen, wenn Ihre Hungerleiste voll ist.
fr: Vous ne pouvez pas manger cela lorsque votre barre de faim est pleine.
ru: Вы не можете есть это, когда ваша полоска голода заполнена.

source: To drink it, wield it, then rightclick.
de: Um dies zu trinken, halten Sie es, dann rechtklicken Sie.
fr: Pour le boire, maniez-le, puis faites un clic droit.
ru: Чтобы выпить это, возьмите его в руки и кликните правой кнопкой мыши.

source: You cannot drink this when your hunger bar is full.
de: Sie können dies nicht trinken, wenn Ihre Hungerleiste voll ist.
fr: Vous ne pouvez pas boire cela lorsque votre barre de faim est pleine.
ru: Вы не можете пить это, когда ваша полоска голода заполнена.

source: To consume it, wield it, then rightclick.
de: Um dies zu konsumieren, halten Sie es, dann rechtsklicken Sie.
fr: Pour le consommer, maniez-le, puis faites un clic droit.
ru: Чтобы употребить это, возьмите в руки и кликните правой кнопкой мыши.

source: You cannot consume this when your hunger bar is full.
de: Sie können dies nicht konsumieren, wenn Ihre Hungerleiste voll ist.
fr: Vous ne pouvez pas consommer cela lorsque votre barre de faim est pleine.
ru: Вы не можете употребить это, когда ваша полоска голода заполнена.

source: You have to wait for about 2 seconds before you can eat or drink again.
de: Sie müssen für etwa 2 Sekunden warten, bevor Sie erneut essen oder trinken können.
fr: Vous devez attendre environ 2 secondes avant de pouvoir à nouveau manger ou boire.
ru: Вам нужно подождать 2 секунды, прежде чем снова пить или есть.

source: Hunger points restored: @1
de: Erhaltene Hungerpunkte: @1
fr: Points de faim restaurés : @1
ru: Восстанавливает очков голода: @1

source: Saturation points restored: @1%
de: Sättigungspunkte wiederhergestellt: @1%
fr: Points de saturation restaurés : @1%
ru: Восстановлено насыщение: @1%

source: It can be worn on the head.
de: Es kann auf dem Kopf getragen werden.
fr: Il peut être porté sur la tête.
ru: Это можно носить на голове.

source: It can be worn on the torso.
de: Es kann am Torso getragen werden.
fr: Il peut être porté au torse.
ru: Это можно носить на торсе.

source: It can be worn on the legs.
de: Es kann an den Beinen getragen werden.
fr: Il peut être porté aux jambes.
ru: Это можно носить на ногах.

source: It can be worn on the feet.
de: Es kann an den Füßen getragen werden.
fr: Il peut être porté aux pieds.
ru: Это можно носить на ступнях.

source: Armor points: @1
de: Rüstungspunkte: @1
fr: Point d'armure : @1
ru: Очки брони: @1

source: Armor durability: @1
de: Rüstungshaltbarkeit: @1
fr: Durabilité de l'armure : @1
ru: Прочность брони: @1

source: This item cannot be renamed at an anvil.
de: Dieser Gegenstand kann an einem Amboss nicht umbenannt werden.
fr: Cet objet ne peut pas être renommé sur une enclume.
ru: Этот предмет нельзя переименовать на наковальне.

source: This block crushes any block it falls into.
de: Dieser Block zertrümmert jeden Block, in den er hereinfällt.
fr: Ce bloc écrase tout bloc dans lequel il tombe.
ru: Этот блок ломает любой блок, на который падает.

source: When this block falls deeper than 1 block, it causes damage to any player it hits. The damage dealt is B×2−2 hit points with B = number of blocks fallen. The damage can never be more than 40 HP.
de: Wenn dieser Block um mehr als 1 Block tief fällt, richtet er für jeden Spieler, den er trifft, Schaden an. Der Schaden ist B×2-2 Trefferpunkte, wobei B = die Anahl der gefallenen Blöcke. Der Schaden ist nie größer als 40 TP.
fr: Lorsque ce bloc tombe plus profondément que 1 bloc, il inflige des dégâts à tout joueur qu'il frappe. Les dégâts infligés sont B×2−2 points de vie avec B = nombre de blocs tombés. Les dégâts ne peuvent jamais dépasser 40 PV.
ru: Когда этот блок падает вниз на 1 блок, он наносит урон игроку, который заденет этот блок. Урон рассчитывается как Z×2–2 единиц здоровья, где Z это высота полета в блоках. Урон не может превышать 40 единиц здоровья.

source: Diamond Pickaxe
de: Diamantspitzhacke
fr: Pioche en diamant
ru: Алмазная кирка

source: Iron Pickaxe
de: Eisenspitzhacke
fr: Pioche en fer
ru: Железная кирка

source: Stone Pickaxe
de: Steinspitzhacke
fr: Pioche en pierre
ru: Каменная кирка

source: Golden Pickaxe
de: Goldspitzhacke
fr: Pioche en or
ru: Золотая кирка

source: Wooden Pickaxe
de: Holzspitzhacke
fr: Pioche en bois
ru: Деревянная кирка

source: Diamond Axe
de: Diamantaxt
fr: Hache en diamant
ru: Алмазный топор

source: Iron Axe
de: Eisenaxt
fr: Hache en fer
ru: Железный топор

source: Stone Axe
de: Steinaxt
fr: Hache en pierre
ru: Каменный топор

source: Golden Axe
de: Goldaxt
fr: Hache en or
ru: Золотой топор

source: Wooden Axe
de: Holzaxt
fr: Hache en bois
ru: Деревянный топор

source: Diamond Shovel
de: Diamantschaufel
fr: Pelle en diamant
ru: Алмазная лопата

source: Iron Shovel
de: Eisenschaufel
fr: Pelle en fer
ru: Железная лопата

source: Stone Shovel
de: Steinschaufel
fr: Pelle en pierre
ru: Каменная лопата

source: Golden Shovel
de: Goldschaufel
fr: Pelle en or
ru: Золотая лопата

source: Wooden Shovel
de: Holzschaufel
fr: Pelle en bois
ru: Деревянная лопата

source: This block can be mined by any tool instantly.
de: Dieser Block kann mit jedem Werkzeug sofort abgebaut werden.
fr: Ce bloc peut être miné par n'importe quel outil instantanément.
ru: Этот блок можно мгновенно добыть любым инструментом.

source: • Shears
de: • Schere
fr: • Cisailles
ru: • Ножницы

source: • Sword
de: • Schwert
fr: • Epées
ru: • Меч

source: • Hand
fr: • Mains
ru: • Рука

source: This block can be mined by:
de: Dieser Block kann abgebaut werden mit:
fr: Ce bloc peut être miné par :
ru: Этот блок можно добыть при помощи:

source: Hardness: ∞
de: Härte: ∞
fr: Dureté : ∞
ru: Твёрдость: ∞

source: Hardness: @1
de: Härte: @1
fr: Dureté : @1
ru: Твёрдость: @1

source: Blast Resistance: @1
de: Explosionsschutz: @1
fr: Résistance au souffle : @1
ru: Сопротивление взрыву: @1

source: This block will not be destroyed by TNT explosions.
de: Dieser Block wird von TNT-Explosionen nicht zerstört.
fr: Ce bloc ne sera pas détruit par les explosions de TNT.
ru: Этот блок не будет уничтожен при взрыве ТНТ.

source: This block drops itself when mined by shears.
de: Dieser Block wirft sich selbst ab, wenn er mit einer Schere abgebaut wird.
fr: Ce bloc se laisse tomber lorsqu'il est exploité par cisaille.
ru: При добыче этого блока ножницами выпадает этот же блок.

source: This blocks drops the following when mined by shears: @1
de: Dieser Block wird folgendes abwerfen, wenn er mit einer Schere abgebaut wird: @1
fr: Ce bloc laisse tomber les choses suivantes lorsqu'il est exploité par cisaille : @1
ru: При добыче этого блока ножницами выпадает следующее: @1

source: Painfully slow
de: Furchtbar langsam
fr: Péniblement lent
ru: Крайне медленно

source: Very slow
de: Sehr langsam
fr: Très lent
ru: очень медленно

source: Slow
de: Langsam
fr: Lent
ru: Медленно

source: Fast
de: Schnell
fr: Rapide
ru: быстро

source: Very fast
de: Sehr schnell
fr: Très rapide
ru: очень быстро

source: Extremely fast
de: Extrem schnell
fr: Extrêmement rapide
ru: Экстремально бвстро

source: Instantaneous
de: Unmittelbar
fr: Instantané
ru: мгновенно

source: @1 uses
de: @1 Verwendungen
fr: @1 utilisations

source: Unlimited uses
de: Unbegrenzte Verwendungen
fr: Utilisations illimitées
ru: не ограничено

source: Mining speed: @1
de: Grabegeschwindigkeit: @1
fr: Vitesse de minage : @1
ru: Скорость добычи: @1

source: Mining durability: @1
de: Grabehaltbarkeit: @1
fr: Durabilité de minage : @1
ru: Прочность при добыче: @1

source: This tool is capable of mining.
de: Dieses Werkzeug kann Blöcke abbauen.
fr: Cet outil est capable d'exploiter.
ru: Этот инструмент используется для добычи.

source: Block breaking strength: @1
de: Blockbruchstärke: @1
fr: Résistance de rupture de bloc : @1
ru: Сила добычи: @1

source: This is a melee weapon which deals damage by punching.
de: Dies ist eine Nahkampfwaffe, die Schaden durch Schläge verursacht.
fr: Il s'agit d'une arme de mêlée qui inflige des dégâts en frappant.
ru: Это оружие ближнего боя, оно наносит урон при ударе.

source: Maximum damage: @1 HP
de: Maximalschaden: @1 HP
fr: Dégâts maximum : @1
ru: Максимальный урон: @1 HP

source: Full punch interval: @1 s
de: Ausholintervall: @1 s
fr: Interval de coup : @1 s
ru: Интервал удара: @1 с
