Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/vlf_colorblocks/locale/poconvert/*.po
Languages: de, pl

source: Terracotta is a basic building material. It comes in many different colors.
de: Terrakotta ist ein Baumaterial. Es gibt es in vielen verschiedenen Farben.
pl: Terakota jest podstawowym blokiem budowlanym. Może mieć wiele różnych kolorów.

source: Glazed terracotta is a decorative block with a complex pattern. It can be rotated by placing it in different directions.
de: Glasierte Terrakotta ist ein dekorativer Block mit einem komplexen Muster. Sie kann rotiert werden, indem man sie in verschiedene Richtungen platziert.
pl: Glazurowana terakota jest dekoracyjnym blokiem ze złożonym wzorem. Może być obracana przez stawianie jej w różnych kierunkach.

source: Concrete powder is used for creating concrete, but it can also be used as decoration itself. It comes in different colors. Concrete powder turns into concrete of the same color when it comes in contact with water.
de: Betonpulver wird benutzt, um Beton herzustellen, aber es kann auch selbst als Dekoration benutzt werden. Es kommt in verschiedenen Farben daher. Betonpulver verwandelt sich in Beton der selben Farbe, wenn es mit Wasser in Ber체hrung kommt.
pl: Cement jest używany do stworzenia betonu, ale może być również sam użyty jako dekoracja. Może mieć wiele różnych kolorów. Cement zamienia się w beton tego samego koloru gdy wejdzie w kontakt z wodą.

source: Concrete is a decorative block which comes in many different colors. It is notable for having a very strong and clean color.
de: Beton ist ein dekorativer Block, der in verschiedenen Farben daherkommt. Er hat eine besonders kr채ftige und klare Farbe.
pl: Beton jest blokiem dekoracyjnym, który może mieć wiele różnych kolorów. Jest warty uwagi ze względu na swój czysty i wyrazisty kolor.

source: Turns into concrete on water contact
de: Wird zu Beton bei Wasserkontakt
pl: Zamienia się w beton w kontakcie z wodą

source: Terracotta
de: Terrakotta
pl: Terakota

source: Terracotta is a basic building material which comes in many different colors. This particular block is uncolored.
de: Terrakotta ist ein Baumaterial, welches in vielen verschiedenen Farben vorkommt. Diese Variante ist ungef채rbt.
pl: Terakota jest podstawowym blokiem budowlanym, który może mieć wiele różnych kolorów. Ten konkretny blok nie ma żadnego koloru.

source: @1 Terracotta
de: @1 Terrakotta

source: @1 Glazed Terracotta
de: @1 Glasierte Terrakotta

source: @1 Concrete Powder
de: @1 Betonpulver

source: @1 Concrete
de: @1 Beton

source: Colored Terracotta
de: Gef채rbte Terrakotta
pl: Barwiona terakota

source: Glazed Terracotta
de: Glasierte Terrakotta
pl: Glazurowana terakota

source: Concrete Powder
de: Betonpulver
pl: Cement

source: Concrete
de: Beton
pl: Beton
