Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/vlc_*/locale/poconvert/*.po
Languages: ja, pl, ru

source: Painfully slow
ja: 苦痛レベルで遅い
pl: Boleśnie wolne
ru: Крайне низкая

source: Very slow
ja: とても遅い
pl: Bardzo wolne
ru: Очень низкая

source: Slow
ja: 遅い
pl: Wolne
ru: Низкая

source: Fast
ja: 速い
pl: Szybkie
ru: Высокая

source: Very fast
ja: とても速い
pl: Bardzo szybkie
ru: Очень высокая

source: Extremely fast
ja: とてつもなく速い
pl: Ekstremalnie szybkie
ru: Экстремально высокая

source: Unlimited uses
ja: 無限に使用可能
pl: Nielimitowane użycia
ru: не ограничено

source: Mining speed: @1
ja: 採掘速度：@1
pl: Szybkość kopania: @1
ru: Скорость добычи: @1

source: Mining durability: @1
ja: 採掘耐久度：@1
pl: Wytrzymałość kopania: @1
ru: Прочность при добыче: @1

source: Block breaking strength: @1
ja: ブロック破壊力：@1
pl: Siła niszczenia bloku: @1
ru: Сила добычи: @1

source: Damage: @1
ja: ダメージ：@1
pl: Obrażenia: @1
ru: Урон: @1

source: Healing: @1
ja: 回復：@1
pl: Leczenie: @1
ru: Исцеление: @1

source: Full punch interval: @1s
ja: 全力攻撃の間隔：@1秒
pl: Pełny okres uderzenia: @1s
ru: Интервал удара: @1 с

source: Contact damage: @1 per second
ja: 接触ダメージ：@1/秒
pl: Obrażenia kontaktowe: @1 na sekundę
ru: Урон при контакте: @1 HP/с

source: Contact healing: @1 per second
ja: 接触回復：@1/秒
pl: Leczenie kontaktowe: @1 na sekundę
ru: Исцеление при контакте: @1 HP/с

source: Drowning damage: @1
ja: 窒息ダメージ：@1
pl: Obrażenia od topienia: @1
ru: Урон при утоплении: @1

source: Fall damage: +@1%
ja: 落下ダメージ：+@1%
pl: Obrażenia od upadku +@1%
ru: Урон от падения: +@1%

source: No fall damage
ja: 落下ダメージなし
pl: Brak obrażeń od upadku
ru: Нет урона при падении

source: Fall damage: @1%
ja: 落下ダメージ：@1%
pl: Obrażenia od upadku @1%
ru: Урон от падения: @1%

source: No jumping
ja: ジャンプ不可
pl: Nie można skakać
ru: Нельзя прыгать

source: No swimming upwards
ja: 上方への水泳不可
pl: Nie można płynąć pod górę
ru: Нельзя плыть вверх

source: No rising
ja: 上昇不可
pl: Nie wolno wstawać
ru: Нельзя подниматься

source: Climbable (only downwards)
ja: よじ登れる（下方のみ）
pl: Wspinaczkowe (tylko w dół)
ru: Можно спускаться вниз

source: Climbable
ja: よじ登れる
pl: Wspinaczkowe
ru: Можно карабкаться

source: Slippery
ja: 滑りやすい
pl: Śliskość
ru: Скользкий

source: Bouncy (@1%)
ja: 弾力性 (@1%)
pl: Sprężystość (@1%)
ru: Упругий: @1%

source: Luminance: @1
ja: 発光：@1
pl: Luminancja: @1
ru: Свечение: @1

source: @1 uses
ja: @1 使用
pl: @1 użyć

source: Head armor
ja: 頭具
pl: Zbroja na głowę
ru: Броня для головы

source: Torso armor
ja: 胴衣
pl: Zbroja na pierś
ru: Броня для торса

source: Legs armor
ja: 脚具
pl: Zbroja na nogi
ru: Броня для ног

source: Feet armor
ja: 足具
pl: Zbroja na stopy
ru: Броня для ступней

source: Armor points: @1
ja: 防具値：@1
pl: Punkty zbroi: @1
ru: Очки защиты: @1

source: Armor durability: @1
ja: 防具耐久度：@1
pl: Wytrzymałość zbroi: @1
ru: Прочность брони: @1

source: Protection: @1%
ja: 外傷防護：@1%
pl: Ochrona: @1%
ru: Защита: @1%

source: Hunger points: +@1
ja: 満腹度：+@1
pl: Punkty głodu: +@1
ru: Очки голода: +@1

source: Saturation points: +@1
ja: 隠し満腹度：+@1
pl: Punkty nasycenia: +@1
ru: Насыщение: +@1

source: Deals damage when falling
ja: 落下時にダメージ発生
pl: Zadaje obrażenia gdy spada
ru: Наносит урон при падении

source: Grows on grass blocks or dirt
ja: 草原や土の上に生育
pl: Rośnie na blokach trawy i ziemi
ru: Растёт на дёрне, земле

source: Grows on grass blocks, podzol, dirt or coarse dirt
ja: 草原、ポドゾル、土、粗い土の上に生育
pl: Rośnie na blokach trawy, bielicy, ziemi oraz twardej ziemi
ru: Растёт на дёрне, земле, подзоле, каменистой земли

source: Flammable
ja: 可燃性
pl: Łatwopalne
ru: Воспламенимо

source: Zombie view range: -50%
ja: ゾンビに見つかる距離：-50%
pl: Zasięg widzenia zombie: -50%
ru: Дальность зрения зомби: -50%

source: Skeleton view range: -50%
ja: スケルトンに見つかる距離：-50%
pl: Zasięg widzenia szkieleta: -50%
ru: Дальность зрения скелета: -50%

source: Creeper view range: -50%
ja: クリーパーに見つかる距離：-50%
pl: Zasięg widzenia creepera: -50%
ru: Дальность зрения крипера: -50%

source: Durability: @1
ja: 耐久度：@1
ru: Прочность: @1
