Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/vlf_*/locale/poconvert/*.po
Languages: es, fr, hu, pt_br

source: Painfully slow
es: Dolorosamente lento
fr: Péniblement lent
hu: Irtó lassú
pt_br: Dolorosamente lento

source: Very slow
es: Muy lento
fr: Très lent
hu: Nagyon lassú
pt_br: Muito lento

source: Slow
es: Lento
fr: Lent
hu: Lassú
pt_br: Lento

source: Fast
es: Rápido
fr: Rapide
hu: Gyors
pt_br: Rápido

source: Very fast
es: Muy rápido
fr: Très rapide
hu: Nagyon gyors
pt_br: Muito rápido

source: Extremely fast
es: Extremadamente rápido
fr: Extrêmement rapide
hu: Irtó gyors
pt_br: Extremamente rápido

source: Instantaneous
es: Instantáneo
fr: Instantané
hu: Villámgyors

source: Unlimited uses
es: Usos ilimitados
fr: Utilisations illimitées
hu: Korlátlan használat
pt_br: Usos ilimitados

source: Mining speed: @1
es: Velocidad de minado: @1
fr: Vitesse de minage : @1
hu: Bányász sebesség: @1
pt_br: Velocidade de mineração: @1

source: Mining durability: @1
es: Durabilidad de minería: @1
fr: Durabilité de minage : @1
hu: Bányász tartósság: @1
pt_br: Durabilidade de mineração: @1

source: Block breaking strength: @1
es: Fuerza para romper bloques: @1
fr: Résistance de rupture de bloc : @1
hu: Blokktörő erő: @1
pt_br: Força de quebra do bloco: @1

source: Damage: @1
es: Daño: @1
fr: Dégâts : @1
hu: Sérülés: @1
pt_br: Dano: @1

source: Healing: @1
es: Curación: @1
fr: Guérison : @1
hu: Gyógyítás: @1
pt_br: Cura: @1

source: Full punch interval: @1s
es: Intervalo de golpe completo: @1s
fr: Intervalle de coup : @1s
hu: Lendítési idő: @1s
pt_br: Intervalo completo de batida: @1s

source: Food item
es: Alimento
fr: aliment
hu: Élelmiszer

source: +@1 food points
es: +@1 puntos de hambre
fr: +@1 points de satiété
hu: +@1 tápérték

source: Contact damage: @1 per second
es: Daño por contacto: @1 por segundo
fr: Dégâts de contact : @1 par seconde
hu: Érintkezési sérülés: @1 / másodperc
pt_br: Dano por contaro: @1 por segundo

source: Contact healing: @1 per second
es: Curación por contacto: @1 por segundo
fr: Guérison de contact : @1 par seconde
hu: Érintkezési gyógyulás: @1 / másodperc
pt_br: Cura por contato: @1 por segundo

source: Drowning damage: @1
es: Dañor por ahogamiento: @1
fr: Dégâts de noyade : @1
hu: Fulladási sérülés: @1
pt_br: Dano de afogamento: @1

source: Fall damage: +@1%
es: Daño por caída: @1%
fr: Dégâts de chute : +@1%
hu: Esési sérülés: +@1%
pt_br: Dano de queda: +@1%

source: No fall damage
es: Sin daño por caída
fr: Pas de dégâts de chute
hu: Nincs esési sérülés
pt_br: Sem dano de queda

source: Fall damage: @1%
es: Daño por caída: @1%
fr: Dégâts de chute : @1%
hu: Esési sérülés: @1%
pt_br: Dano de queda: @1%

source: No jumping
es: No saltar
fr: Ne pas sauter
hu: Nincs ugrás
pt_br: Sem pulo

source: No swimming upwards
es: No nadar hacia arriba
fr: Ne pas nager vers le haut
hu: Nincs felúszás
pt_br: Sem natação em subida

source: No rising
es: No levantar
fr: Pas de montée
hu: Nincs felállás
pt_br: Sem levantamento

source: Climbable (only downwards)
es: Escalable (solo hacia abajo)
fr: Grimpable (uniquement vers le bas)
hu: Mászható (csak lefele)
pt_br: Escalável (apenas em descida)

source: Climbable
es: Escalable
fr: Grimpable
hu: Mászható
pt_br: Escalável

source: Slippery
es: Resbaladizo
fr: Glissant
hu: Csúszós
pt_br: Escorregadio

source: Bouncy (@1%)
es: Rebota (@1%)
fr: Rebondissant (@1%)
hu: Ruganyos (@1%)
pt_br: Saltitante (@1%)

source: Luminance: @1
es: Luminancia: @1
hu: Fényesség: @1
pt_br: Bliho: @1

source: @1 uses
es: @1 usos
fr: @1 utilisations
hu: @1 használat
pt_br: @1 usos

source: Head armor
es: Armadura para la cabeza
fr: Armure de tête
hu: Sisak
pt_br: Armadura de cabeça

source: Torso armor
es: Armadura para el torso
fr: Armure de torse
hu: Mellvért
pt_br: Armadura de torso

source: Legs armor
es: Armadura para las piernas
fr: Armure de jambes
hu: Lábvért
pt_br: Armadura de pernas

source: Feet armor
es: Armadura para los pies
fr: Armure de pieds
hu: Csizma
pt_br: Armadura de pés

source: Armor points: @1
es: Puntos de armadura: @1
fr: Point d'armure : @1
hu: Pajzs pontok: @1
pt_br: Pontos de armadura: @1

source: Armor durability: @1
es: Durabilidad de armadura: @1
fr: Durabilité de l'armure : @1
hu: Pajzs tartósság: @1
pt_br: Durabilidade da armadura: @1

source: Protection: @1%
es: Protección: @1%
hu: Védelem: @1%
pt_br: Proteção: @1%

source: Hunger points: +@1
es: Puntos de hambre: +@1
fr: Points de faim : +@1
hu: Éhség pont: +@1
pt_br: Pontos de fome: +@1

source: Saturation points: +@1
es: Puntos de saturación: +@1
fr: Points de saturation : +@1
hu: Jóllakottság pont: +@1
pt_br: Pontos de saturação: +@1

source: Deals damage when falling
es: Causa daño al caer
fr: Inflige des dégâts en tombant
hu: Leeséskor sebez
pt_br: Dá dano enquanto cai

source: Grows on grass blocks or dirt
es: Crece sobre bloques de pasto o tierra
fr: Pousse sur des blocs d'herbe ou de terre
hu: Fűblokkon vagy talajon nő
pt_br: Cresce em blocos de grama ou terra

source: Grows on grass blocks, podzol, dirt or coarse dirt
es: Crece sobre bloques de pasto, podsol, tierra o tierra estéril
fr: Pousse sur les blocs de gazon, le podzol, la terre ou la terre grossière
hu: Fűblokkon, talajon, erdőtalajon vagy durva talajon nő
pt_br: Cresce em blocos de grama, podzol, terra ou terra infértil

source: Flammable
es: Inflamable
fr: Inflammable
hu: Éghető
pt_br: Inflamável

source: Zombie view range: -50%
es: Rango de visión zombie: -50%
fr: Distance de vue de Zombie : -50%
hu: Zombi látótávolság: -50%
pt_br: Alcançe de visão do zumbi: -50%

source: Skeleton view range: -50%
es: Rango de visión de esqueleto: -50%
fr: Distance de vue de Squelette : -50%
hu: Csontváz látótávolság: -50%
pt_br: Alcançe de visão do esqueleto: -50%

source: Creeper view range: -50%
es: Rango de visión de creeper: -50%
fr: Distance de vue de Creeper : -50%
hu: Creeper látótávolság: -50%
pt_br: Alcançe de visão do creeper: -50%

source: Durability: @1
es: Durabilidad: @1
fr: Durabilité : @1
hu: Tartósság: @1
pt_br: Durabilidade: @1
