Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/vlf_core/locale/poconvert/*.po
Languages: de, pl, ru

source: Smooth Red Sandstone
de: Glatter roter Sandstein
pl: Gładki czerwony piaskowiec
ru: Гладкий красный песчаник

source: Smooth red sandstone is a decorative building block.
de: Glatter roter Sandstein ist ein decorativer Block zum Bauen.
pl: Gładki czerwony piaskowiec jest dekoracyjnym blokiem budowlanym.
ru: Гладкий красный песчаник это декоративный строительный блок.

source: Clay
de: Ton
pl: Blok gliny
ru: Глиняный блок

source: Clay is a versatile kind of earth commonly found at beaches underwater.
de: Ton ist eine vielseitige Art Erde, die oft an Stränden unter dem Wasser gefunden werden kann.
pl: Bloki gliny są użytecznymi blokami ziemi często występującymi na plażach pod wodą.
ru: Глиняный блок это тип почвы, часто встречающийся на побережьях под водой.

source: Brick Block
de: Ziegelblock
pl: Blok cegły
ru: Кирпичный блок

source: Brick blocks are a good building material for building solid houses and can take quite a punch.
de: Ziegelblöcke sind ein gutes Baumaterial für den Bau stabiler Gebäude und halten einiges aus.
pl: Bloki cegły są dobrymi materiałami na budowanie solidnych domów i trzeba się namęczyć by je zniszczyć.
ru: Кирпичные блоки это отличный строительный материал для создания прочных домов, они выдерживают довольно сильные удары.

source: Bedrock
de: Grundgestein
pl: Skała macierzysta
ru: Бедрок

source: Bedrock is a very hard type of rock. It can not be broken, destroyed, collected or moved by normal means, unless in Creative Mode.
de: Grundgestein ist ein sehr harter Gesteinstyp. Er kann unter normalen Umständen nicht abgebaut, zerstört, aufgesammelt oder verschoben werden, außer im Kreativmodus.
pl: Skała macierzysta jest rodzajem bardzo twardej skały. Nie może być ona zniszczona, zebrana lub przesunięta normalnymi metodami, jeśli nie jesteś w trybie kreatywnym.
ru: Бедрок это очень твёрдый камень. Его невозможно сломать, добыть или сдвинуть обычным способом, за исключением творческого режима.

source: In the End dimension, starting a fire on this block will create an eternal fire.
de: In der Ende-Dimension wird Feuer auf diesem Block ewig brennen.
pl: W wymiarze Kresu rozpalenie ognia na tym bloku stworzy wieczny ogień.
ru: В измерении Края разжигание огня на этом блоке создаст вечный огонь.

source: Cobblestone
de: Kopfsteinpflaster
pl: Brukowiec
ru: Булыжник

source: Mossy Cobblestone
de: Moosiges Kopfsteinpflaster
pl: Zamszony bruk
ru: Замшелый булыжник

source: Block of Coal
de: Kohleblock
pl: Blok węgla
ru: Угольный блок

source: Blocks of coal are useful as a compact storage of coal and very useful as a furnace fuel. A block of coal is as efficient as 10 coal.
de: Kohleblöcke sind für eine kompakte Aufbewahrung von Kohle nützlich und sehr nützlich als Ofenbrennstoff. Ein Kohleblock ist so effizient wie 10 mal Kohle.
pl: Bloki węgla są użyteczne do kompaktowego przechowywania diamentów i bardzo użyteczne jako paliwo do pieca.
ru: Угольный блок удобен для компактного хранения угля, а также полезен как топливо для печи.

source: Block of Iron
de: Eisenblock
pl: Blok żelaza
ru: Железный блок

source: A block of iron is mostly a decorative block but also useful as a compact storage of iron ingots.
de: Ein Eisenblock ist hauptsächlich ein Dekorationsblock, aber er ist auch nützlich zur kompakten Aufbewahrung von Eisenbarren.
pl: Blok żelaza jest głównie ładnym blokiem dekoracyjnym, ale jest użyteczny również do kompaktowego przechowywania sztabek żelaza.
ru: Железный блок это, прежде всего, декоративный блок, но он также удобен для компактного хранения железных слитков.

source: Block of Gold
de: Goldblock
pl: Blok złota
ru: Золотой блок

source: A block of gold is mostly a shiny decorative block but also useful as a compact storage of gold ingots.
de: Ein Goldblock ist hauptsächlich ein glänzender Dekorationsblock, aber er ist auch nützlich zur kompakten Aufbewahrung von Goldbarren.
pl: Blok złota jest głównie ładnym blokiem dekoracyjnym, ale jest użyteczny również do kompaktowego przechowywania sztabek złota.
ru: Золотой блок это, прежде всего, декоративный блок, но он также удобен для компактного хранения золотых слитков.

source: Block of Diamond
de: Diamantblock
pl: Blok diamentu
ru: Алмазный блок

source: A block of diamond is mostly a shiny decorative block but also useful as a compact storage of diamonds.
de: Ein Diamantblock ist hauptsächlich ein schicker Dekorationsblock, aber er ist auch nützlich zur kompakten Aufbewahrung von Diamanten.
pl: Blok diamentu jest głównie ładnym blokiem dekoracyjnym, ale jest użyteczny również do kompaktowego przechowywania diamentów.
ru: Алмазный блок это, прежде всего, декоративный блок, но он также удобен для компактного хранения алмазов.

source: Lapis Lazuli Block
pl: Blok lazurytu
ru: Блок лазурита

source: A lapis lazuli block is mostly a decorative block but also useful as a compact storage of lapis lazuli.
de: Ein Lapislazuliblock ist hauptsächlich ein Deko-Block aber er ist auch nützlich zur kompakten Aufbewahrung von Lapislazuli.
pl: Blok lazurytu jest głównie ładnym blokiem dekoracyjnym, ale jest użyteczny również do kompaktowego przechowywania lazurytu.
ru: Блок лазурита это, прежде всего, декоративный блок, но он также удобен для компактного хранения лазурита.

source: Block of Emerald
de: Smaragdblock
pl: Blok szmaragdu
ru: Изумрудный блок

source: A block of emerald is mostly a shiny decorative block but also useful as a compact storage of emeralds.
de: Ein Smaragdblock ist hauptsächlich ein schicker Dekorationsblock, aber er ist auch nützlich zur kompakten Aufbewahrung von Smaragden.
pl: Blok szmaragdu jest głównie ładnym blokiem dekoracyjnym, ale jest użyteczny również do kompaktowego przechowywania szmaragdów.
ru: Изумрудный блок это, прежде всего, декоративный блок, но он также удобен для компактного хранения изумрудов.

source: Obsidian
pl: Obsydian
ru: Обсидиан

source: Obsidian is an extremely hard mineral with an enourmous blast-resistance. Obsidian is formed when water meets lava.
de: Obsidian ist ein extrem hartes Mineral mit einem enormen Sprengwiderstand.
pl: Obsydian jest bardzo twardym minerałem o ogromnej odporności na wybuchy. Obsydian powstaje gdy woda styka się z lawą.
ru: Обсидиан это чрезвычайно твёрдый минерал с высочайшей взрывоустойчивостью.

source: Crying Obsidian
ru: Плачущий обсидиан

source: Crying obsidian is a luminous obsidian that can generate as part of ruined portals.
ru: Плачущий обсидиан это светящийся обсидиан который может сгенерироваться как часть разрушенных порталов.

source: Ice
de: Eis
pl: Lód
ru: Лёд

source: Ice is a solid block usually found in cold areas. It melts near block light sources at a light level of 12 or higher. When it melts or is broken while resting on top of another block, it will turn into a water source.
de: Eis ist ein durchscheinender fester Block, der oft in kalten Gebieten gefunden werden kann. Er schmilzt in der Nähe von Block-Lichtquellen bei einer Helligkeit von 12 oder höher. Wenn es schmilzt oder abgebaut wird, und darunter ein anderer Block war, wird er sich in eine Wasserquelle verwandeln.
pl: Lód jest stałym blokiem zwykle występującym w zimnych rejonach. Topi się w okolice źródeł światła przy poziomie oświetlenia 12 lub wyższym. Gdy się stopi bądź jest zniszczony na innym bloku zamienia się w źródło wody.
ru: Лёд это твёрдый блок, обычно встречающийся в холодных областях. Он тает, когда рядом имеется источник света уровня 12 и выше. Если он тает или ломается, будучи расположенным на другом блоке, то превращается в источник воды.

source: Packed Ice
de: Packeis
pl: Zbity lód
ru: Плотный лёд

source: Packed ice is a compressed form of ice. It is opaque and solid.
de: Packeis ist eine kompakte Eisform. Es ist undurchsichtig und fest.
pl: Zbity lód jest skompresowaną formą lodu. Jest nieprzezroczysty i stały.
ru: Плотный лёд это сжатая форма льда. Он непрозрачный и твёрдый.

source: Frosted ice is a short-lived solid block. It melts into a water source within a few seconds.
de: Brüchiges Eis ist ein kurzlebiger durchscheinender Block. Er wird sich in einigen Sekunden zu einer Wasserquelle verwandeln.
pl: Oszroniony lód jest blokiem o krótkim życiu. Topi się w źródło wody w kilka sekund.
ru: Подмороженный лёд это быстро исчезающий твёрдый блок. Он растает через несколько секунд, превратившись в источник воды.

source: Frosted Ice
de: Brüchiges Eis
pl: Oszroniony lód
ru: Подмороженный лёд

source: Top Snow
de: Schneeschicht
pl: Pokrywa śniegu
ru: Слой снега

source: Stackable
de: Stapelbar
pl: Możliwe grupowanie
ru: Наслаивается

source: Top snow is a layer of snow. It melts near light sources other than the sun with a light level of 12 or higher.
de: Eine Schneeschicht. Sie schmilzt in der Näche von Lichtquellen außer der Sonne bei einer Helligkeit von 12 oder höher.
pl: Pokrywa śniegu jest warstwą śniegu. Topi się przy źródłach światła innych niż słońce o poziomie oświetlenia 12 lub wyższym.
ru: Слой снега. Он тает вблизи источников света с яркостью уровня 12 и выше.

source: Top snow can be stacked and has one of 8 different height levels. At levels 2-8, top snow is collidable. Top snow drops 2-9 snowballs, depending on its height.
de: Eine Schneeschicht kann gestapelt werden und hat eine von 8 verschiedenen Höhestufen. Bei den Höhestufen 2-8 ist die Schneeschnicht kollidierbar. Schneeschichten werfen 2-9 Schneebälle ab, abhängig von ihrer Höhe.
pl: Pokrywa śniegu może być układana w stos i ma 8 poziomów wysokości. Na poziomach 2-8 pokrywa jest przeszkodą. Z pokrywy śniegu wypada 2-9 kulek w zależności od jej wysokości.
ru: Слои снега могут наслаиваться друг на друга и иметь один из 8 разных уровней высоты. При уровнях 2-8 слой снега становится непроходиымы. Слой снега дропает 2-9 снежков, в зависимости от его высоты.

source: This block can only be placed on full solid blocks and on another top snow (which increases its height).
de: Dieser Block kann nur auf ganzen festen Blöcken und auf anderen Schneeschichten (was die Höhe erhöht) platziert werden.
pl: Ten blok może być postawiony wyłącznie na pełnych stałych blokach i na innej pokrywie śniegu (co zwiększy jej wysokość).
ru: Этот блок можно поместить только на целый твёрдый блок либо на другой слой (что увеличит его высоту).

source: Snow
de: Schnee
pl: Śnieg
ru: Снег

source: This is a full block of snow. Snow of this thickness is usually found in areas of extreme cold.
de: Ein ganzer Block aus Schnee. Schnee von dieser Dicke wird üblicherweise in Gebieten extremer Kälte gefunden.
pl: To jest pełny blok śniegu. Śnieg tej grubości występuje zwykle w ekstremalnie niskich obszarach.
ru: Это блок снега. Снег такой толщины обычно встречается в экстремально холодных зонах.

source: Cactus
de: Kaktus
pl: Kaktus
ru: Кактус

source: Grows on sand
de: Wächst auf Sand
pl: Rośnie na piasku
ru: Растёт на песке

source: Contact damage: @1 per half second
de: Kontaktschaden: @1 jede halbe Sekunde
pl: Obrażenia dotykowe: @1 na pół sekundy
ru: Урон при контакте: @1 HP/0.5 с

source: This is a piece of cactus commonly found in dry areas, especially deserts. Over time, cacti will grow up to 3 blocks high on sand or red sand. A cactus hurts living beings touching it with a damage of 1 HP every half second. When a cactus block is broken, all cactus blocks connected above it will break as well.
de: Dies ist ein Teil eines Kaktus, der für gewöhnlich in trockenen Gebieten wächst, vorallem Wüsten. Im Laufe der Zeit werden Kakteen auf bis zu 3 Blöcke hoch auf Sand oder rotem Sand wachsen. Ein Kaktus verletzt Lebewesen, die ihn berühren, er richtet jede halbe Sekunden 1 Schaden an. Wenn ein Kaktusblock bricht, werden alle Kaktusblöcke darüber auch abbrechen.
pl: To jest kawałek kaktusa często występujący w suchych obszarach, zwłaszcza pustyniach. Po pewnym czasie kaktusy rosną na wysokość 3 bloków na piasku lub czerwonym piasku. Kaktus rani żywe istoty dotykające go zadając 1 HP obrażeń na pół sekundy. Gdy blok kaktusa jest zniszczony wszystkie bloki kaktusa nad nim również zostaną zniszczone.
ru: Это кактус, обычно встречающийся в засушливых регионах, особенно в пустынях. Со временем кактусы вырастают до 3 блоков вверх на песке или красном песке. Кактус колет живых существ, касающихся его, причиняя урон в 1 единицу здоровья каждые полсекунды. Если сломать кактус, все вышестоящие блоки сломаются также.

source: A cactus can only be placed on top of another cactus or any sand.
de: Ein Kaktus kann nur auf einem anderen Kaktus oder auf beliebigem Sand platziert werden.
pl: Kaktus może być postawiony tylko na innym kaktusie lub piasku.
ru: Кактус можно поставить только на верхушку другого кактуса или на любой песок.

source: Sugar Canes
de: Zuckerrohr
pl: Trzcina cukrowa
ru: Сахарный тростник

source: Grows on sand or dirt next to water
de: Wächst auf Sand oder Erde neben Wasser
pl: Rośnie na piasku bądź ziemi obok wody.
ru: Растёт на песке или земле рядом с водой

source: Sugar canes are a plant which has some uses in crafting. Sugar canes will slowly grow up to 3 blocks when they are next to water and are placed on a grass block, dirt, sand, red sand, podzol or coarse dirt. When a sugar cane is broken, all sugar canes connected above will break as well.
de: Zuckerrohr ist eine Pflanze, die in der Herstellung gebraucht wird. Zuckerrohr wird in der Nähe von Wasser bis zu 3 zusätzliche Blöcke wachsen lassen, wenn sie sich neben Wasser befinden und auf einem Grasblock, auf Erde, Sand, roten Sand, Podsol oder grobe Erde platziert wurden. Wird ein Zuckerrohr abgebrochen, werden alle verbundenen Zuckerrohrblöcke ebenfalls abbrechen.
pl: Trzciny cukrowe są rośliny użyteczne w wytwarzaniu. Będą one powoli rosły na wysokość 3 bloków, gdy są postawione obok wody i są postawione na bloku trawy, ziemi, piasku, czerwonego piasku, bielicy lub twardej ziemi. Gdy trzcina cukrowa jest zniszczona wszystkie połączone trzciny nad nią również się zniszczą.
ru: Сахарный тростник это растение, используемое в крафте. Если тростник находится по соседству с водой на дёрне, земле, песке, красном песке, подзоле или каменистой земле, он будет медленно расти вверх до 3 блоков. Если сломать тростник, все верхние части также сломаются.

source: Sugar canes can only be placed top of other sugar canes and on top of blocks on which they would grow.
de: Zuckerrohr kann nur auf Zuckerrohr platziert werden und auf Blöcken, auf denen Zuckerrohr wachsen würde.
pl: Trzciny cukrowe mogą być posadzone tylko na innych trzcinach cukrowych i na blokach na których by wyrosły.
ru: Сахарный тростник может быть помещён только на верхушку другого сахарного тростника, либо на верхнюю часть другого блока, на котором он может расти.

source: Ladder
de: Leiter
pl: Drabina
ru: Лестница

source: A piece of ladder which allows you to climb vertically. Ladders can only be placed on the side of solid blocks and not on glass, leaves, ice, slabs, glowstone, nor sea lanterns.
de: Ein Leiterstück, mit dem Sie vertikal klettern können. Leitern können nur an der Seite fester Blöcke und nicht an Glas, Blättern, Eis, Platten, Leuchtsteinen oder Ozeanlaternen platziert werden.
pl: Kawałek drabiny, który pozwala ci wspinać się pionowo. Drabina może być postawiona na boku stałego bloku, lecz nie na szkle, liściach, lodzie, półbloku, jasnogłazie ani na latarni morskiej.
ru: Лестница позволяет вам карабкаться вертикально. Лестницы можно устанавливать только сбоку на твёрдые блокои. Их нельзя разместить на стекле, листьях, льду, светящемся камне и морских фонарях.

source: Vines
de: Lianen
pl: Pnącza
ru: Лоза

source: Vines are climbable blocks which can be placed on the sides of solid full-cube blocks. Vines slowly grow and spread.
de: Lianen sind erkletterbare Blöcke, die an den Seiten von festen ganzen Blöcken platziert werden können. Lianen wachsen langsam und breiten sich aus.
pl: Pnącza są blokami po których można się wspinać i które można postawić na bokach stałych pełnych bloków.
ru: Лоза это блок, по которому можно карабкаться, он может быть помещён по сторонам твёрдого блока.

source: Glass
de: Glas
pl: Szkło
ru: Стекло

source: A decorative and mostly transparent block.
de: Ein Dekoblock, der größtenteils transparent ist.
pl: Dekoracyjny i głównie przeźroczysty blok.
ru: Декоративный и преимущественно прозрачный блок.

source: Stained glass is a decorative and mostly transparent block which comes in various different colors.
de: Buntglas ist ein dekorativer und größtenteils durchsichtiger Block, der in verschiedenen Farben daherkommt.
pl: Kolorowe szkło jest dekoracyjnym, przejrzystym blokiem. Istnieją różnokolorowe warianty tego bloku.
ru: Окрашенное стекло это декоративный прозрачный блок, встречающийся в различных расцветках.

source: Stained Glass
de: Buntglas
pl: Kolorowe szkło
ru: Окрашенное стекло

source: Flowing Water
de: Fließendes Wasser
pl: Płynąca woda
ru: Текущая вода

source: Water Source
de: Wasserquelle
pl: Źródło wody
ru: Источник воды

source: Water
de: Wasser
pl: Woda
ru: Вода

source: Water is abundant in oceans and also appears in a few springs in the ground. You can swim easily in water, but you need to catch your breath from time to time.
de: Wasser gibt es reichlich in Ozeanen und es kommt im Untergrund auch in einigen Quellen vor. Sie können im Wasser mit Leichtigkeit schwimmen, aber Sie müssen gelegentlich Luft holen.
pl: Wody jest dużo w oceanach i pojawia się też w strumykach na ziemi. Możesz łatwo pływać w wodzie, ale nie zapominaj od czasu do czasu złapać oddechu.
ru: Вода изобилует в океанах и также встречается в виде ключей под землёй.

source: Water interacts with lava in various ways:
de: Wasser reagiert mit Lava auf unterschiedliche Arten:
pl: Woda wchodzi w interakcję z lawą na kilka sposobów:
ru: Вода взаимодействует с лавой по-разному:

source: • When water is directly above or horizontally next to a lava source, the lava turns into obsidian.
de: • Wenn sich Wasser direkt über oder horizontal neben einer Wasserquelle befindet, verwandelt sich die Lava zu Obsidian.
pl: • Gdy woda jest bezpośrednio nad lub poziomo obok źródła lawy, lawa zamienia się w obsydian.
ru: • Если вода прямо над источником лавы или соседствует с ним в горизонтальном направлении, источник лавы превращается в обсидиан.

source: • When flowing water touches flowing lava either from above or horizontally, the lava turns into cobblestone.
de: • Wenn fließendes Wasser fließende Lava von oben oder horizontal berührt, verwandelt sich die Lava zu Kopfsteinpflaster.
pl: • Gdy płynąca woda zetknie się z lewą, z góry lub z boku, lawa zamienia się w brukowiec.
ru: • Если текущая вода прикасается к текущей лаве сверху или сбоку, текущая лава превращается в булыжник.

source: • When water is directly below lava, the water turns into stone.
de: • Wenn sich Wasser direkt unter Lava befindet, verwandelt sich das Wasser zu Stein.
pl: Gdy woda jest bezpośrednio pod lawą, woda zamienia się w kamień.
ru: • Если вода попадает прямо под лаву, этот источник воды превращается в камень.

source: Flowing Lava
de: Fließende Lava
pl: Płynąca lawa
ru: Текущая лава

source: A lava source sets fire to a couple of air blocks above when they're next to a flammable block.
de: Eine Lavaquelle zündet einige Luftblöcke über ihr an, wenn sie sich neben einem entzündlichen Block befinden.
pl: Źródło lawy podpala bloki powietrza nad nią gdy są obok łatwopalnego bloku.
ru: Источник лавы поджигает пару воздушных блоков над ним, если они расположены рядом с воспламенимым блоком.

source: Lava Source
de: Lavaquelle
pl: Źródło lawy
ru: Источник лавы

source: Lava is hot and rather dangerous. Don't touch it, it will hurt you a lot and it is hard to get out.
de: Lava ist heiß und ziemlich gefährlich. Berühren Sie sie nicht, es wird Sie verletzen und es ist schwierig, ihr zu entkommen.
pl: Lawa jest gorąca i bardzo niebezpieczna. Nie dotykaj jej, jeśli nie chcesz ucierpieć. Trudno się z niej wydostać.
ru: Лава горячая и довольно опасная. Не прикасайтесь к ней, это нанесет вам урон, и выплыть из неё сложно.

source: Lava interacts with water various ways:
de: Lava reagiert mit Wasser auf verschiedene Arten:
pl: Lawa wchodzi w interakcję z wodą na różne sposoby:
ru: Лава взаимодействует с водой по-разному:

source: • When a lava source is directly below or horizontally next to water, the lava turns into obsidian.
de: • Wenn sich eine Lavaquelle direkt unter oder horizontal neben Wasser befindet, verwandelt sich die Lava zu Obsidian.
pl: • Gdy źródło lawy jest bezpośrednio pod lub poziomo obok wody, lawa zamienia się w obsydian.
ru: • Когда источник лавы прямо под водой, либо вода сбоку от него, источник лавы превращается в обсидиан.

source: • When lava is directly above water, the water turns into stone.
de: • Wenn sich Lava direkt über Wasser befindet, verwandelt sich das Wasser zu Stein.
pl: • Gdy lawa jest bezpośrednio nad wodą, woda zamienia się w kamień.
ru: • Когда лава прямо над водой, источник воды превращается в камень.

source: Bone Block
de: Knochenblock
pl: Blok kości
ru: Костный блок

source: Bone blocks are decorative blocks and a compact storage of bone meal.
de: Knochenblöcke sind Deko-Blöcke und geeignet zur kompakten Aufbewahrung von Knochenmehl.
pl: Bloki kości są blokami dekoracyjnymi i są użyteczne do kompaktowego przechowywania mączki kostnej.
ru: Костные блоки это декоративные блоки, а также способ компактного хранения костной муки.

source: Slime Block
de: Schleimblock
pl: Blok szlamu
ru: Блок слизи

source: Slime blocks are very bouncy and prevent fall damage.
de: Schleimblöcke sind sehr sprunghaft und verhindern Fallschaden.
pl: Bloki szlamu są bardzo sprężyste i pomagają uniknąć obrażeń od upadku.
ru: Блок слизи очень упругий и спасает от повреждений при падении.

source: Cobweb
de: Spinnennetz
pl: Pajęczyna
ru: Паутина

source: Slows down movement
de: Verlangsamt die Fortbewegung
pl: Spowalnia poruszanie
ru: Замедляет перемещение

source: Cobwebs can be walked through, but significantly slow you down.
de: Spinnennetze können passiert werden, aber sie verlangsamen Sie beträchtlich.
pl: Przez pajęczyny można przechodzić, jednak bardzo cię spowolnią.
ru: Паутину можно пройти насквозь, но она ощутимо снижает вашу скорость.

source: Dead Bush
de: Toter Busch
pl: Uschnięty krzew
ru: Мёртвый куст

source: Dead bushes are unremarkable plants often found in dry areas. They can be harvested for sticks.
de: Tote Büsche sind uninteressante Pflanzen, die oft in trockenen Gebieten vorkommen.
pl: Uschnięte krzewy to niewyróżniające się rośliny często występujące w suchych obszarach. Mogą z nich być zebrane patyki.
ru: Мёртвые кусты это непримечательные растения, часто встречающиеся в засушливых областях. Их можно собирать, чтобы сделать из них палки.

source: Barrier
de: Barriere
pl: Bariera
ru: Барьер

source: Barriers are invisible walkable blocks. They are used to create boundaries of adventure maps and the like. Monsters and animals won't appear on barriers, and fences do not connect to barriers. Other blocks can be built on barriers like on any other block.
de: Barrieren sind unsichtbare feste Blöcke. Sie sind nützlich, um Grenzen für Abenteuerkarten und ähnliches zu bauen. Monster und Tiere werden auf Barrieren nicht auftauchen, und Zäune verbinden sich nicht mit Barrieren. Andere Blöcke können an Barrieren gebaut werden, wie bei allen anderen Blöcken.
pl: Bariery to niewidzialne bloki po których można chodzić. Są użyteczne do tworzenia ograniczeń na mapach przygodowych i im podobnych. Potwory i zwierzęta nie pojawiają się na barierach, a płoty się z nimi nie łączą. Inne bloki mogą być na nich budowane podobnie jak na innych blokach.
ru: Барьеры это невидимые блоки-препятствия. Они могут использоваться, например, для создания границ карты. Монстры и животные не будут спауниться на барьерах. Заборы с барьерами не соединяются. Другие блоки могут строиться на барьерах, как на любых других блоках.
