Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/vlf_core/locale/poconvert/*.po
Languages: de, pl, ru

source: Stick
de: Stock
pl: Patyk
ru: Палка

source: Sticks are a very versatile crafting material; used in countless crafting recipes.
de: Stöcke sind ein vielseitiges Material, sie werden in zahllosen Fertigungsrezepten gebraucht.
pl: Patyk jest wszechstronnym materiałem do wytwarzania, wykorzystywanym w niezliczonej liczbie receptur.
ru: Палки это универсальный материал, используемый для крафта различных предметов, присутствует во многих рецептах.

source: Paper
de: Papier
pl: Papier
ru: Бумага

source: Paper is used to craft books and maps.
de: Papier wird benutzt, um Bücher und Karten herzustellen.
pl: Papier jest wykorzystywany do wytwarzania książek i map.
ru: Бумага используется для создания книг и карт.

source: Coal
de: Kohle
pl: Węgiel
ru: Уголь

source: “Coal” refers to coal lumps obtained by digging coal ore which can be found underground. Coal is your standard furnace fuel, but it can also be used to make torches, coal blocks and a few other things.
de: „Kohle“ meint Kohleklumpen, die herausfallen, wenn Kohleerz gegraben wird, was im Untergrund gefunden werden kann. Kohle ist der klassische Brennstoff für den Ofen, aber er kann auch benutzt werden, um Fackeln, Kohleblöcke und einige andere Dinge herzustellen.
pl: "Węgiel" odnosi się tutaj do kawałków węgla zdobytych przez wykopanie rudy węgla występującej pod ziemią. Węgiel jest standardowym paliwem do pieca, ale może być również wykorzystany do tworzenia pochodni, bloków węgla i kilku innych rzeczy.
ru: “Уголь” относится к угольным кускам, добываемым из угольной руды, которую можно встретить под землёй. Уголь это стандартное печное топливо, но он также нужен, чтобы сделать факелы, угольные блоки и некоторые другие предметы.

source: Charcoal
de: Holzkohle
pl: Węgiel drzewny
ru: Древесный уголь

source: Charcoal is an alternative furnace fuel created by cooking wood in a furnace. It has the same burning time as coal and also shares many of its crafting recipes, but it can not be used to create coal blocks.
de: Holzkohle ist ein alternativer Brennstoff. Er entsteht, wenn Holz im Ofen verkohlt wird. Er brennt genau so lange wie Kohle und hat fast identische Herstellungsrezepte, aber es können keine Kohleblöcke damit gemacht werden.
pl: Węgiel drzewny jest alternatywnym paliwem do pieca uzyskiwanym przez wypalanie drewna w piecu. Pali się tak samo długo jak węgiel oraz może być użyty jako zamiennik w wielu recepturach, jednak nie można z niego robić bloków węgla.
ru: Древесный уголь это альтернативное печное топливо, получаемое путём сжигания древесины в качестве ингредиента в печи. Оно имеет такую же длительность горения, как и каменный уголь, но из него нельзя сделать угольные блоки.

source: Iron Nugget
de: Eisenklumpen
pl: Bryłka żelaza
ru: Железный самородок

source: Iron nuggets are very small pieces of molten iron; the main purpose is to create iron ingots.
de: Eisenklumpen sind sehr kleine Brocken aus geschmolzenem Eisen; ihr Hauptzweck besteht darin, Eisenbarren herzustellen.
pl: Bryłki żelaza są bardzo małymi kawałkami stopionego żelaza. Ich głównym zastosowaniem jest tworzenie sztabek żelaza.
ru: Железные самородки это маленькие частички чистого железа, которые можно объединять в железные слитки.

source: Gold Nugget
de: Goldklumpen
pl: Bryłka złota
ru: Золотой самородок

source: Gold nuggets are very small pieces of molten gold; the main purpose is to create gold ingots.
de: Goldklumpen sind sehr kleine Stücke geschmolzenes Gold; ihr Hauptzweck besteht darin, Goldbarren herzustellen.
pl: Bryłki złota są bardzo małymi kawałkami stopionego złota. Ich głównym zastosowaniem jest tworzenie sztabek złota.
ru: Золотые самородки это мелкие частички чистого золота, которые можно объединять в золотые слитки.

source: Diamond
de: Diamant
pl: Diament
ru: Алмаз

source: Diamonds are precious minerals and useful to create the highest tier of armor and tools.
de: Diamanten sind kostbare Mineralien, die für die hochwertigsten Rüstungen und Werkzeuge gebraucht werden.
pl: Diamenty to cenne minerały wykorzystywane do wytwarzania najwyższej jakości zbroi i narzędzi.
ru: Алмазы это драгоценные камни, используемые для создания брони и инструментов высшего качества.

source: Clay Ball
de: Tonklumpen
pl: Glina
ru: Глина

source: Clay balls are a raw material, mainly used to create bricks in the furnace.
de: Tonklumpen sind ein Rohstoff, sie werden hauptsächlich zur Ziegelherstellung im Ofen benutzt.
pl: Glina jest surowym materiałem głównie wykorzystywanym do wypalania cegieł w piecu.
ru: Глина это необработанный материал, в основном используемый для создания кирпичей при помощи печи.

source: Iron Ingot
de: Eisenbarren
pl: Sztabka żelaza
ru: Железный слиток

source: Molten iron. It is used to craft armor, tools, and whatnot.
de: Geschmolzenes Eisen. Es wird benutzt, um Rüstungen, Werkzeuge, und vieles mehr herzustellen.
pl: Stopione żelazo. Wykorzystywane do wytwarzania zbroi, narzędzi i innych.
ru: Железный слиток. Используется для создания брони, инструментов и прочего.

source: Gold Ingot
de: Goldbarren
pl: Sztabka złota
ru: Золотой слиток

source: Molten gold. It is used to craft armor, tools, and whatnot.
de: Geschmolzenes Gold. Es wird benutzt, um Rüstungen, Werkzeuge, und anderes herzustellen.
pl: Stopione złoto. Wykorzystywane do wytwarzania zbroi, narzędzi i innych.
ru: Золотой слиток. Используется для создания брони, инструментов и прочего.

source: Emerald
de: Smaragd
pl: Szmaragd
ru: Изумруд

source: Emeralds are used in villager trades as currency.
de: Smaragde werden als Währung für den Handel mit Dorfbewohnern genutzt.
ru: Изумруды используют деревенские жители в качестве валюты.

source: Lapis Lazuli
pl: Lazuryt
ru: Лазурит

source: Lapis Lazuli are required for enchanting items on an enchanting table.
de: Lapislazuli werden zum Verzaubern von Gegenständen auf einem Zaubertisch benötigt.
pl: Lapis Lazuli są wymagane do zaklinania przedmiotów na zaklinającym stole.
ru: Лазурит требуется для зачарования предметов на столе зачарований.

source: Brick
de: Ziegel
pl: Cegła
ru: Кирпич

source: Bricks are used to craft brick blocks.
de: Ziegel werden zur Herstellung von Ziegelblöcken benötigt.
pl: Cegły są wykorzystywane do wytwarzania bloków cegieł.
ru: Кирпичи используются для создания кирпичных блоков.

source: Flint
de: Feuerstein
pl: Krzemień
ru: Кремень

source: Flint is a raw material.
de: Feuerstein ist ein Rohstoff.
pl: Krzemień jest surowym materiałem.
ru: Кремень это необработанный материал.

source: Sugar
de: Zucker
pl: Cukier
ru: Сахар

source: Sugar comes from sugar canes and is used to make sweet foods.
de: Zucker kommt von Zuckerrohr und wird benutzt, um süße Lebensmittel zu machen.
pl: Cukier wytwarza się z trzciny cukrowej i wykorzystuje się go do robienia słodkich potraw.
ru: Сахар добывают из сахарного тростника и используют для приготовления сладких продуктов.

source: Bowl
de: Schale
pl: Miska
ru: Миска

source: Bowls are mainly used to hold tasty soups.
de: Schalen werden hauptsächlich für leckere Suppen gebraucht.
pl: Miski są użyteczne do przechowywania smacznych zup.
ru: Миски используются для крафта вкусных супов.

source: Apple
de: Apfel
pl: Jabłko
ru: Яблоко

source: Apples are food items which can be eaten.
de: Äpfel sind essbare Gegenstände.
pl: Jabłka to przedmioty które można zjeść.
ru: Яблоки это съедобный продукт.

source: Golden Apple
de: Goldener Apfel
pl: Złote jabłko
ru: Золотое яблоко

source: Golden apples are precious food items which can be eaten.
de: Goldene Äpfel sind kostbare Lebensmittel.
pl: Złote jabłka są cennym jedzeniem, które można zjeść.
ru: Золотые яблоки это ценный съедобный продукт.

source: Enchanted Golden Apple
de: Verzauberter goldener Apfel
ru: Зачарованное золотое яблоко

source: Stone
de: Stein
pl: Kamień
ru: Камень

source: One of the most common blocks in the world, almost the entire underground consists of stone. It sometimes contains ores. Stone may be created when water meets lava.
de: Eines der häufigsten Blöcke der Welt, fast der ganze Untergrund besteht aus Stein. Er enthält manchmal Erze. Stein kann entstehen, wenn Wasser auf Lava trifft.
pl: Jeden z najpowszechniejszych bloków na świecie, prawie całe podziemia składają się z kamienia. Czasami zawiera rudy. Kamień może być utworzony czy woda styka się z lawą.
ru: Один из самых распространённых блоков в мире, почти вся подземная часть состоит из камня. Иногда он содержит руду. Камень может создаться при встрече воды с лавой.

source: Coal Ore
de: Kohleerz
pl: Ruda węgla
ru: Угольная руда

source: Some coal contained in stone, it is very common and can be found inside stone in medium to large clusters at nearly every height.
de: Etwas Kohle im Stein, es kommt sehr häufig vor und kann in mittelgroßen bis großen Ansammlungen im Stein bei fast jeder Höhe gefunden werden.
pl: Trochę węgla zawartego w kamieniu. Jest bardzo częste i można to znaleźć w kamieniu w średnich i dużych grupach na niemal każdej wysokości.
ru: Уголь содержится в камне, он весьма распространён, скопления таких блоков встречаются около возвышенностей.

source: Iron Ore
de: Eisenerz
pl: Ruda żelaza
ru: Железная руда

source: Some iron contained in stone, it is prety common and can be found below sea level.
de: Etwas Eisen umschlossen von Stein, es ist recht verbreitet und kann unter dem Meeresspiegel gefunden werden.
pl: Trochę żelaza zawartego w kamieniu. Jest bardzo częste i można to znaleźć w kamieniu poniżej poziomu morza.
ru: Железо содержится в камне, оно весьма распространено, такие блоки встречаются ниже уровня моря.

source: Gold Ore
de: Golderz
pl: Ruda złota
ru: Золотая руда

source: This stone contains pure gold, a rare metal.
de: Dieser Stein enthält pures Gold, ein seltenes Metall.
pl: Ten kamień zawiera czyste złoto, rzadki metal.
ru: Этот камень содержит чистое золото, редкий металл.

source: Redstone Ore
de: Redstone-Erz
pl: Ruda czerwienitu
ru: Редстоуновая руда

source: Redstone ore is commonly found near the bottom of the world. It glows when it is punched or walked upon.
de: Redstone-Erz kommt oft in der Nähe des Weltbodens vor. Er leuchtet, wenn er berührt wird.
pl: Ruda czerwienitu występuje często w okolicy dna świata. Świeci gdy się ją uderzy bądź gdy się po niej chodzi.
ru: Редстоуновая руда обычно содержится в нижних слоях мира.

source: Lit Redstone Ore
de: Leuchtendes Redstoneerz
pl: Świecąca ruda czerwienitu
ru: Светящаяся руда редстоуна

source: Lapis Lazuli Ore
de: Lapislazulierz
pl: Ruda lazurytu
ru: Лазуритовая руда

source: Lapis lazuli ore is the ore of lapis lazuli. It can be rarely found in clusters near the bottom of the world.
de: Lapislazulierz ist das Erz von Lapislazuli. Es kann relativ selten in Ansammlungen in der Nähe des Weltbodens gefunden werden.
pl: Ruda lazurytu jest rzadko występującym blokiem, który można znaleźć w grupach przy dnie świata.
ru: Лазуритовая руда это руда лазурита. Она изредка встречается в виде скоплений в нижних слоях мира.

source: Emerald Ore
de: Smaragderz
pl: Ruda szmaragdu
ru: Изумрудная руда

source: Emerald ore is the ore of emeralds. It is very rare and can be found alone, not in clusters.
de: Smaragderz ist das Erz von Smaragden. Es ist sehr selten und kann nur einzeln gefunden werden, nicht in Ansammlungen.
pl: Ruda szmaragdu jest bardzo rzadka i występuje samotnie, nie w grupach.
ru: Изумрудная руда встречается очень редко и всегда по одному блоку, а не в кластерах.

source: Diamond Ore
de: Diamanterz
pl: Ruda diamentu
ru: Алмазная руда

source: Diamond ore is rare and can be found in clusters near the bottom of the world.
de: Diamanterz ist selten und kann in kleinen Ansammlungen in der Nähe des Weltbodens gefunden werden.
pl: Ruda diamentu jest rzadko występującym blokiem, który można znaleźć w grupach przy dnie świata.
ru: Алмазная руда встречается редко, в виде скоплений в нижних слоях мира.

source: Stone Bricks
de: Steinziegel
pl: Kamienne cegły
ru: Каменные кирпичи

source: Chiseled Stone Bricks
de: Gemeißelte Steinziegel
pl: Rzeźbione kamienne cegły
ru: Декоративные каменные кирпичи

source: Cracked Stone Bricks
de: Rissige Steinziegel
pl: Popękane kamienne cegły.
ru: Потрескавшиеся каменные кирпичи

source: Mossy Stone Bricks
de: Moosige Steinziegel
pl: Zamszone kamienne cegły
ru: Замшелые каменные кирпичи

source: Smooth Stone
ru: Гладкий камень

source: Granite
de: Granit
pl: Granit
ru: Гранит

source: Granite is an igneous rock.
de: Granit ist ein magmatisches Gestein.
pl: Granit jest skałą pochodzenia wulkanicznego.
ru: Гранит это камень вулканической породы.

source: Polished Granite
de: Polierter Granit
pl: Wypolerowany granit
ru: Полированный гранит

source: Polished granite is a decorative building block made from granite.
de: Polierter Granit ist ein dekorativer Block zum Bauen, der aus Granit gemacht wurde.
pl: Wypolerowany granit jest dekoracyjnym blokiem budowlanym tworzonym z granitu.
ru: Гладкий гранит это декоративный строительный блок из гранита.

source: Andesite
de: Andesit
pl: Andezyt
ru: Андезит

source: Andesite is an igneous rock.
de: Andesit ist ein magmatisches Gestein.
pl: Andezyt jest skałą pochodzenia wulkanicznego.
ru: Андезит это камень вулканической природы.

source: Polished Andesite
de: Polierter Andesit
pl: Wypolerowany andezyt
ru: Полированный андезит

source: Polished andesite is a decorative building block made from andesite.
de: Polierter Andesit ist ein dekorativer Block zum Bauen, der aus Andesit gemacht wurde.
pl: Wypolerowany andezyt jest dekoracyjnym blokiem budowlanym tworzonym z andezytu.
ru: Гладкий андезит это декоративный строительный блок из андезита.

source: Diorite
de: Diorit
pl: Dioryt.
ru: Диорит

source: Diorite is an igneous rock.
de: Diorit ist ein vulkanisches Gestein.
pl: Dioryt jest skałą pochodzenia wulkanicznego.
ru: Диорит это камень вулканической природы.

source: Polished Diorite
de: Polierter Diorit
pl: Wypolerowany dioryt
ru: Полированный диорит

source: Polished diorite is a decorative building block made from diorite.
de: Polierter Diorit ist ein dekorativer Block zum Bauen, der aus Diorit gemacht wurde.
pl: Wypolerowany dioryt jest dekoracyjnym blokiem budowlanym tworzonym z diorytu.
ru: Гладкий диорит это декоративный строительный блок из диорита.

source: Grass Block
de: Grasblock
pl: Blok trawy
ru: Дёрн

source: A grass block is dirt with a grass cover. Grass blocks are resourceful blocks which allow the growth of all sorts of plants. They can be turned into farmland with a hoe and turned into grass paths with a shovel. In light, the grass slowly spreads onto dirt nearby. Under an opaque block or a liquid, a grass block may turn back to dirt.
de: Ein Grasblock ist Erde mit einer Grasschicht. Grasblöcke sind vielseitige Blöcke, die das Wachstum aller möglichen Pflanzen fördern. Mit einer Hacke kann man das Land bestellen und einen Ackerboden machen. Mit einer Schaufel verwandelt man ihn in einen Graspfad. Im Licht wird das Gras sich langsam auf benachbarte Erde ausbreiten. Unter einem lichtundurchlässigen Block kann sich dieser Block wieder zurück zu Erde verwandeln.
pl: Blok trawy to blok ziemi z pokryciem z trawy. Bloki trawy są użytecznymi blokami pozwalającymi na wyrośnięcie różnych rodzajów roślin. Mogą zostać zamienione w pole uprawne motyką, lub w ścieżkę z trawy łopatą. Oświetlona trawa rozprzestrzenia się na pobliskie bloki. Pod nieprzezroczystym blokiem lub płynem blok trawy może zamienić się z powrotem w blok ziemi.
ru: Дёрн это блок земли, покрытый травой. Дёрн удобен тем, что на нём могут расти разнообразные растения. Дёрн можно превратить в грядку при помощи мотыги или в тропинку при помощи лопаты. При наличии света дёрн понемногу распространяется на блоки земли по соседству. Под непрозрачным блоком или жидкостью дёрн может превратиться обратно в землю.

source: Dirt with Snow
de: Erde mit Schnee
ru: Земля со снегом

source: Grass Path
de: Graspfad
pl: Ścieżka trawy
ru: Тропинка

source: Grass paths are a decorative variant of grass blocks. Their top has a different color and they are a bit lower than grass blocks, making them useful to build footpaths. Grass paths can be created with a shovel. A grass path turns into dirt when it is below a solid block.
de: Graspfade sind eine dekorative Variante von Grasblöcken. Ihre Oberseite hat eine andere Farbe und sie sind etwas niedriger als Grasblöcke, wodurch sie nützlich sind, um Fußwege zu errichten. Graspfade werden mit einer Schaufel errichtet. Ein Graspfad verwandelt sich in Erde, wenn er sich unter einem festen Block befindet.
pl: Ścieżki trawy są dekoracyjną wersją bloków trawy. Ich góra ma inny kolor i są nieco niższe niż bloki trawy, przez co są użyteczne do wyznaczania ścieżek. Ścieżki trawy mogą zostać stworzone łopatą. Ścieżka trawy zamienia się w ziemię gdy jest pod stałym blokiem.
ru: Тропинки это декоративная разновидность травяных блоков. Их верхняя часть окрашена другим цветом, а они сами чуть ниже, чтобы это смотрелось как притоптанная трава. Такие блоки можно создать при помощи лопаты. При помещении под твёрдый блок данные блоки превращаются в землю.

source: Mycelium
de: Myzel
pl: Grzybnia
ru: Мицелий

source: Mycelium is a type of dirt and the ideal soil for mushrooms. Unlike other dirt-type blocks, it can not be turned into farmland with a hoe. In light, mycelium slowly spreads over nearby dirt. Under an opaque block or a liquid, it eventually turns back into dirt.
de: Myzel ist eine Art Erde und der perfekte Nährboden für Pilze. Anders als bei anderen erdähnlichen Blöcken kann es mit einer Hacke nicht zu Ackerboden verwandelt werden. Im Licht wird sich Myzel langsam auf benachbarte Erde ausbreiten. Unter einem lichtundurchlässigen Block oder einer Flüssigkeit wird es sich früher oder später zurück zu Erde verwandeln.
pl: Grzybnia jest rodzajem ziemi i idealnym podłożem dla grzybów. W przeciwieństwie do innych bloków ziemi nie może ona zostać zamieniona w pole uprawne motyką. Oświetlona grzybnia powoli rozprzestrzenia się na pobliską ziemię. Pod nieprzezroczystym blokiem bądź płynem po pewnym czasie zamieni się z powrotem w ziemię.
ru: Мицелий это идеальная почва для грибов. В отличие от других земляных блоков, он не может быть превращён в грядку при помощи мотыги. При наличии освещения мицелий медленно распространяется по соседствующие с ним блоки земли. Под непрозрачным блоком или жидкостью со временем превращается обратно в землю.

source: Mycelium with Snow
de: Myzel mit Schnee
ru: Мицелий со снегом

source: Podzol
de: Podsol
pl: Bielica
ru: Подзол

source: Podzol is a type of dirt found in taiga forests. Only a few plants are able to survive on it.
de: Podsol ist eine Art Erde, die man in Taigawäldern finden kann. Nur wenige Pflanzen können hierauf wachsen.
pl: Bielica jest typem ziemi w tajgach. Tylko niektóre rośliny są w stanie na niej przeżyć.
ru: Подзол это тип земли, встречающийся в таёжных лесах. Только несколько растений имеют способность выжить на нём.

source: Podzol with Snow
de: Podsol mit Schnee
ru: Подзол со снегом

source: Dirt
de: Erde
pl: Ziemia
ru: Земля

source: Dirt acts as a soil for a few plants. When in light, this block may grow a grass or mycelium cover if such blocks are nearby.
de: Erde dient als Nährboden für einige Pflanzen. Im Licht könnte auf diesem Block eine Gras- oder Myzelschicht wachsen, wenn solche Blöcke in der Nähe sind.
pl: ziemia jest podłożem dla niektórych roślin. Gdy jest oświetlona może na niej wyrosnąć trawa bądź grzybnia, jeśli takie bloki są w pobliżu.
ru: Земля это почва для некоторых растений. Под освещением на этом блоке может прорасти трава или мицелий, если такие блоки уже есть поблизости.

source: Coarse Dirt
de: Grobe Erde
pl: Twarda ziemia
ru: Каменистая земля

source: Coarse dirt acts as a soil for some plants and is similar to dirt, but it will never grow a cover.
de: Grobe Erde ist für einige Pflanzen ein Erdboden und ähnlich wie Erde, aber auf ihr wird nie eine Grasschicht oder ähnliches wachsen.
pl: Twarda ziemia jest podłożem dla niektórych roślin i jest podobna do ziemi, jednak nie rośnie na niej trawa.
ru: Каменистая земля это почва для некоторых растений и похожа на обычную землю, но на ней никогда не растёт трава.

source: Gravel
de: Kies
pl: Żwir
ru: Гравий

source: This block consists of a couple of loose stones and can't support itself.
de: Dieser Block besteht aus ein paar losen Steinchen und kann sich nicht selbst tragen.
pl: Ten blok składa się z kilku luźnych kamieni i nie może się utrzymać.
ru: Этот блок рыхлый и не может поддерживать себя.

source: Sand
pl: Piasek
ru: Песок

source: Sand is found in large quantities at beaches and deserts.
de: Sand kommt in großen Mengen an Stränden und in Wüsten vor.
pl: Piasek występuje w dużych ilościach na plażach i pustyniach.
ru: Песок в больших количествах встречается на пляжах и в пустынях.

source: Sandstone
de: Sandstein
pl: Piaskowiec
ru: Песчаник

source: Sandstone is compressed sand and is a rather soft kind of stone.
de: Sandstein ist komprimierter Sand und ein relativ weiches Gestein.
pl: Piaskowiec jest skompresowanym piaskiem i jest miękkim rodzajem kamienia.
ru: Песчаник это сжатый песок, некая разновидность камня.

source: Cut Sandstone
de: Geschliffener Sandstein
pl: Przycięty piaskowiec
ru: Резной песчаник

source: Cut sandstone is a decorative building block.
de: Geschliffener Sandstein ist ein dekorativer Block zum Bauen.
pl: Przycięty piaskowiec jest dekoracyjnym blokiem budowlanym.
ru: Резной песчаник это декоративный строительный блок.

source: Chiseled Sandstone
de: Gemeißelter Sandstein
pl: Rzeźbiony piaskowiec
ru: Декоративный песчаник

source: Chiseled sandstone is a decorative building block.
de: Gemeißelter Sandstein ist ein dekorativer Block zum Bauen.
pl: Rzeźbiony piaskowiec jest dekoracyjnym blokiem budowlanym.
ru: Декоративный песчаник это декоративный строительный блок.

source: Smooth Sandstone
de: Glatter Sandstein
pl: Gładki piaskowiec
ru: Гладкий песчаник

source: Smooth sandstone is compressed sand and is a rather soft kind of stone.
de: Glatter Sandstein ist komprimierter Sand und ein relativ weiches Gestein.
pl: Gładki piaskowiec skompresowanym piaskiem i jest miękkim rodzajem kamienia.
ru: Гладкий песчаник это сжатый песок, некая разновидность камня.

source: Red Sand
de: Roter Sand
pl: Czerwony piasek
ru: Красный песок

source: Red sand is found in large quantities in mesa biomes.
de: Roter Sand kommt in großen Mengen bei Tafelbergbiomen vor.
pl: Czerwony piasek występuje w dużych ilościach w Badlandach.
ru: Красный песок в больших количествах встречается в биомах столовых гор.

source: Red Sandstone
de: Roter Sandstein
pl: Czerwony piaskowiec
ru: Красный песчаник

source: Red sandstone is compressed red sand and is a rather soft kind of stone.
de: Roter Sandstein ist komprimierter roter Sand und ein relativ weiches Gestein.
pl: Czerwony piaskowiec jest skompresowanym czerwonym piaskiem i jest miękkim rodzajem kamienia.
ru: Красный песчаник это сжатый красный песок, некая разновидность камня.

source: Cut Red Sandstone
de: Geschliffener roter Sandstein
pl: Przycięty czerwony piaskowiec
ru: Резной красный песчаник

source: Cut red sandstone is a decorative building block.
de: Geschliffener roter Sandstein ist ein dekorativer Block zum Bauen.
pl: Przycięty czerwony piaskowiec jest dekoracyjnym blokiem budowlanym.
ru: Резной красный песчаник это декоративный строительный блок.

source: Chiseled Red Sandstone
de: Gemeißelter roter Sandstein
pl: Rzeźbiony czerwony piaskowiec
ru: Декоративный красный песчаник

source: Chiseled red sandstone is a decorative building block.
de: Gemeißelter roter Sandstein ist ein dekorativer Block zum Bauen.
pl: Rzeźbiony czerwony piaskowiec jest dekoracyjnym blokiem budowlanym.
ru: Декоративный красный песчаник это декоративный строительный блок.
