Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/vlf_core/locale/poconvert/*.po
Languages: de, pl, ru

source: When you hold a barrier in hand, you reveal all placed barriers in a short distance around you.
de: Wenn Sie eine Barriere in der Hand halten, legen Sie alle Barrieren in Ihrer Nähe offen.
pl: Gdy w ręce trzymasz barierę będziesz w stanie dostrzec wszystkie bariery w niewielkiej odległości.
ru: Когда вы держите барьер в руке, вы видите все барьеры, размещённые вокруг вас вблизи.

source: Realm Barrier
de: Reichsbarriere
pl: Bariera wymiarów
ru: Барьер области

source: Light
de: Licht
pl: Światło
ru: Свет

source: Lights are invisible blocks. They are used to light up adventure maps and the like.
ru: Свет это невидимые блоки. Используются для подсветки приключенческих карт и всё в этом роде.

source: When you hold a light in hand, you reveal all placed lights in a short distance around you.
ru: Когда вы держите свет в руке, вы видите все расставленные блоки света на небольшой дистанции от вас.

source: Void
de: Leere
pl: Otchłań
ru: Пустота

source: Stone Stairs
de: Steintreppe
ru: Каменные ступени

source: Stone Slab
de: Steinplatte
ru: Каменная плита

source: Smooth Stone Slab
ru: Гладкая каменная плита

source: Andesite Stairs
ru: Андезитовые ступени

source: Andesite Slab
ru: Андезитовая плита

source: Granite Stairs
ru: Гранитные ступени

source: @1 Stained Glass
de: @1 getöntes Glas
