Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/mcl_cake/locale/poconvert/*.po
Languages: de

source: Cake
de: Kuchen

source: With 7 tasty slices!
de: Mit 7 leckeren Stücken!

source: Hunger points: +@1 per slice
de: Hungerpunkte: +@1 pro Stück

source: Cakes can be placed and eaten to restore hunger points. A cake has 7 slices. Each slice restores 2 hunger points and 0.4 saturation points. Cakes will be destroyed when dug or when the block below them is broken.
de: Kuchen können platziert und gegessen werden, um Hungerpunkte wiederherzustellen. Ein Kuchen hat 7 Stücke. Jedes Stück stellt 2 Hungerpunkte und 0,4 Sättigungspunkte wieder her. Kuchen werden zerstört, wenn sie abgebaut werden oder der Block unter ihnen bricht.

source: Place the cake anywhere, then rightclick it to eat a single slice. You can't eat from the cake when your hunger bar is full.
de: Platzieren Sie ihn irgendwo, dann rechtsklicken Sie auf ihn, um ein Stück zu essen. Sie können nicht vom Kuchen naschen, wenn ihre Hungerleiste voll ist.

source: Cake (6 Slices Left)
de: Kuchen (6 Stücke übrig)

source: Cake (5 Slices Left)
de: Kuchen (5 Stücke übrig)

source: Cake (4 Slices Left)
de: Kuchen (4 Stücke übrig)

source: Cake (3 Slices Left)
de: Kuchen (3 Stücke übrig)

source: Cake (2 Slices Left)
de: Kuchen (2 Stücke übrig)

source: Cake (1 Slice Left)
de: Kuchen (1 Stück übrig)
