Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/doc/doc_items/locale/poconvert/*.po
Languages: de, es, fr, id, ja, pl, pt, ru

source: This tool belongs to these groups: @1.
de: Dieses Werkzeug gehört zu den folgenden Gruppen: @1.
es: Esta herramienta pertenece a estos grupos: @1.
fr: Cet outil appartient aux groupes suivants : @1.
id: Alat ini milik grup berikut: @1.
ja: この道具は、次のグループに属しています：@1
pl: To narzędzie należy do tych grup: @1.
pt: Essa ferramenta pertence aos seguintes grupos: @1.
ru: Этот инструмент относится к группам: @1.

source: This item belongs to these groups: @1.
de: Dieser Gegenstand gehört zu den folgenden Gruppen: @1.
es: Este artículo pertenece a estos grupos: @1.
fr: Cet objet appartient aux groupes suivants : @1
id: Barang ini milik grup berikut: @1.
ja: このアイテムは、次のグループに属しています：@1
pl: Ten przedmiot należy do tych grup: @1.
pt: Esse item pertence aos seguintes grupos: @1.
ru: Этот предмет относится к группам: @1.

source: Blocks
de: Blöcke
es: Bloques
fr: Blocs
id: Blok
ja: ブロック
pl: Bloki
pt: Blocos
ru: Блоки

source: Item reference of blocks and other things which are capable of occupying space
de: Gegenstandsreferenz aller Blöcke und anderen Dingen, die Raum belegen
es: Índice de bloques y otras cosas que pueden ocupar espacio
fr: L'index des blocs et autres choses qui peuvent occuper l'espace
id: Referensi barang dari blok dan hal lain yang mampu menempati ruang
ja: 空間の占有が可能なブロックその他の、アイテム参照
pl: Informacje na temat wszystkich bloków i innych obiektów, które są w stanie zajmować miejsce
pt: Referência de item de blocos e outras coisas que são capazes de ocupar espaço
ru: Справка по всем блокам и другим вещам, способным занимать место

source: Collidable: @1
de: Kollidiert: @1
es: Colisionable: @1
fr: Percutable : @1
id: Dapat ditabrak : @1
ja: 衝突性：@1
pl: Zderzalne: @1
pt: Coledível: @1
ru: Непроходимый: @1

source: Pointable: Yes
de: Zeigbar: Ja
es: Apuntable: Sí
fr: Pointable : Oui
id: Dapat ditunjuk : Iya
ja: ポイント可能：はい
pl: Wskazywalne: Tak
pt: Apontável: Sim
ru: Наводимый: да

source: Pointable: Only by special items
de: Zeigbar: Nur von besonderen Gegenständen
es: Apuntable: Solo por objetos especiales
fr: Pointable : Seulement avec des objets spéciaux
id: Dapat ditunjuk : Hanya dengan item khusus
ja: ポイント可能：特殊なアイテムのみ
pl: Wskazywalne: Tylko przez specjalne przedmioty
pt: Apontável: Apenas por itens especiais
ru: Наводимый: только специальными предметами

source: Pointable: No
de: Zeigbar: Nein
es: Apuntable: No
fr: Pointable : Non
id: Dapat ditunjuk : Tidak
ja: ポイント可能：いいえ
pl: Wskazywalne: Nie
pt: Apontável: Não
ru: Наводимый: нет

source: This block is a liquid with these properties:
de: Dieser Block ist eine Flüssigkeit mit folgenden Eigenschaften:
es: Este bloque es un líquido con las siguientes propiedades:
fr: Ce bloc est un liquide aux propriétés suivantes :
id: Blok ini adalah sebuah cairan dengan sifat-sifat berikut:
ja: このブロックは、こうした性質を持つ液体です：
pl: Ten blok jest płynem z tymi własnościami:
pt: Esse bloco é um líquido com as seguintes propriedades:
ru: Это жидкий блок со следующими свойствами:

source: • Renewable
de: • Erneuerbar
es: • Renovable
fr: • Renouvelable
id: • Terbarukan (Tidak habis-habis)
ja: ・再生可能
pl: • Odnawialne
ru: • Возобновляемое

source: • Not renewable
de: • Nicht erneuerbar
es: • No renovable
fr: • Ne se renouvelle pas
id: • Tidak dapat diperbarui (Dapat Habis)
ja: ・再生不能
pl: • Nieodnawialne
ru: • Невозобновляемое

source: • No flowing
de: • Kein Fließen
es: • Sin flujo
fr: • Ne coule pas
id: • Tidak mengalir
ja: ・流れない
pl: • Brak płynięcia
ru: • Не текучее

source: • Flowing range: @1
de: • Fließweite: @1
es: • Rango de flujo: @1
fr: • Distance de flux : @1
id: • Jangkauan aliran : @1
ja: ・流動範囲：@1
pl: • Zasięg płynięcia: @1
ru: • Дальность потока: @1

source: • Viscosity: @1
de: • Zähflüssigkeit: @1
es: • Viscosidad: @1
fr: • Viscosité : @1
id: • Viskositas : @1
ja: ・粘度：@1
pl: • Lepkość: @1
ru: • Вязкость: @1

source: This block causes a damage of @1 hit points per second.
de: Dieser Block richtet einen Schaden von @1 Trefferpunkten pro Sekunde an.
es: Este bloqueo causa un daño de @1 puntos de salud por segundo.
fr: Ce bloc cause des dommages de @1 points de vie par seconde.
id: Blok ini menyebabkan kerusakan @1 poin hit per detik.
ja: このブロックは、毎秒@1HPのダメージを生じます。
pl: Ten blok zadaje @1 obrażeń na sekundę.
pt: Esse bloco causa um dano de @1 pontos de impacto por segundo.
ru: Этот блок наносит урон в @1 единиц здоровья в секунду.

source: This block causes a damage of @1 hit point per second.
de: Dieser Block richtet einen Schaden von @1 Trefferpunkt pro Sekunde an.
es: Este bloqueo causa un daño de @1 punto de salud por segundo.
fr: Ce bloc cause des dommages de @1 point de vie par seconde.
id: Blok ini menyebabkan kerusakan @1 poin hit per detik.
ja: このブロックは、毎秒@1HPのダメージを生じます。
pl: Ten blok zadaje @1 obrażenie na sekundę.
pt: Esse bloco causa um dano de @1 ponto de impacto por segundo.
ru: Этот блок наносит урон в @1 единицу здоровья в секунду.

source: This block decreases your breath and causes a drowning damage of @1 hit points every 2 seconds.
de: Dieser Block reduziert Ihren Atem und verursacht beim Ertrinken einen Schaden von @1 Trefferpunkten alle 2 Sekunden.
es: Este bloqueo disminuye tu respiración y causa un daño por ahogamiento de @1 punto de salud cada 2 segundos.
fr: Ce bloc réduit votre souffle et cause des dommages de noyade de @1 points de vie toutes les 2 secondes.
id: Blok ini mengurangi nafas Anda dan menyebabkan kerusakan tenggelam sebesar @1 poin hit setiap 2 detik.
ja: このブロックは呼吸を減少させ, 2秒毎に@1HPの窒息ダメージを与えます.
pl: Ten blok zmniejsza twój tlen i zadaje @1 obrażeń co 2 sekundy.
pt: Esse bloco diminui a sua respiração e causa um dano por afogamento de @1 pontos de vida a cada 2 segundos.
ru: Этот блок уменьшает ваш запас кислорода и наносит урон от утопления в @1 единиц здоровья каждые 2 секунды.

source: This block decreases your breath and causes a drowning damage of @1 hit point every 2 seconds.
de: Dieser Block reduziert Ihren Atem und verursacht beim Ertrinken einen Schaden von @1 Trefferpunkt alle 2 Sekunden.
es: Este bloque reduce tu respiración y causa daño por ahogamiento de @1 puntos de salud cada 2 segundos.
fr: Ce bloc réduit votre souffle et cause des dommages de noyade de @1 point de vie toutes les 2 secondes.
id: Blok ini mengurangi nafas Anda dan menyebabkan kerusakan tenggelam sebesar @1 poin hit setiap 2 detik.
ja: このブロックは呼吸を減少させ, 2秒毎に@1HPの窒息ダメージを与えます.
pl: Ten blok zmniejsza twój tlen i zadaje @1 obrażenie co 2 sekundy.
pt: Esse bloco diminui a sua respiração e causa um dano por afogamento de @1 ponto de vida a cada 2 segundos.
ru: Этот блок уменьшает ваш запас кислорода и наносит урон от утопления в @1 единицу здоровья каждые 2 секунды.

source: The fall damage on this block is increased by @1%.
de: Der Fallschaden auf diesem Block ist um @1% erhöht.
es: El daño por caída en este bloque aumenta en un @1%.
fr: Les dommages de chute sur ce bloc sont augmentés de @1%.
id: Kerusakan akibat jatuh pada blok ini meningkat sebesar @1%.
ja: このブロックでの落下ダメージが@1%増加する。
pl: Obrażenia od upadku na tym bloku są zwiększone o @1%.
pt: O dano por queda nesse bloco é aumentado em @1%.
ru: При падении на этот блок получаемый урон увеличивается на @1%.

source: This block negates all fall damage.
de: Auf diesem Block gibt es keinen Fallschaden.
es: Este bloque anula todos los daños por caída.
fr: Ce bloc annule tous les dommages de chute.
id: Blok ini menghilangkan semua kerusakan akibat terjatuh.
ja: このブロックは、すべての落下ダメージを無効化します。
pl: Ten blok neguje wszystkie obrażenia od upadku.
pt: Esse bloco nega todos os danos por queda.
ru: Этот блок отменяет весь урон от падения.

source: The fall damage on this block is reduced by @1%.
de: Der Fallschaden auf diesem Block ist um @1% reduziert.
es: El daño por caída en este bloque se reduce en un @1%.
fr: Les dommages de chute sur ce bloc sont réduits de @1%.
id: Kerusakan akibat terjatuh pada blok ini berkurang @1%.
ja: このブロックでの落下ダメージが@1%軽減する。
pl: Obrażenia od upadku na tym bloku są zmniejszone o @1%.
pt: O dano por queda nesse bloco é reduzido em @1%.
ru: При падении на этот блок получаемый урон уменьшается на @1%.

source: You can not jump while standing on this block.
de: Man kann von diesem Block nicht abspringen.
es: No puedes saltar mientras estás en este bloque.
fr: Vous ne pouvez pas sauter en étant sur ce bloc.
id: Anda tidak dapat melompat sambil berdiri di blok ini.
ja: このブロックの上に立っている間は、ジャンプできません。
pl: Nie możesz skakać gdy stoisz na tym bloku.
pt: Você não pode pular enquanto estiver neste bloco.
ru: Вы не можете прыгать, пока стоите на этом блоке.

source: This block can be climbed.
de: Dieser Block kann beklettert werden.
es: Este bloque se puede escalar.
fr: Ce bloc peut être escaladé.
id: Blok ini dapat dipanjat.
ja: このブロックはよじ登ることができます。
pl: Na ten blok można się wspiąć.
pt: Esse bloco pode ser escalado.
ru: По этому блоку можно карабкаться.

source: This block will make you bounce off with an elasticity of @1%.
de: Dieser Block wird Sie mit einer Elastizität von @1% abprallen lassen.
es: Este bloque te hará rebotar con una elasticidad del @1%.
fr: Ce bloc vous fera rebondir avec une élasticité de @1%.
id: Blok ini akan membuat Anda memantul dengan elastisitas @1%.
ja: このブロックは、@1%の弾力性で跳ね返します。
pl: Od tego bloku odbijesz się z elastycznością @1%.
pt: Esse bloco fará você saltar com uma elasticidade de @1%.
ru: Этот блок заставит вас отскакивать с упругостью @1%.

source: This block is slippery.
de: Dieser Block ist rutschig.
es: Este bloque es resbaladizo.
fr: Ce bloc est glissant.
id: Blok ini licin.
ja: このブロックは滑りやすいです。
pl: Ten blok jest śliski.
ru: Этот блок скользкий.

source: This block is completely silent when walked on, mined or built.
de: Es ist vollkommen lautlos, wenn man auf diesen Block geht, ihn baut oder abbaut.
es: Este bloque no hace ruido al pisarlo, minarlo o construirlo.
fr: Ce bloc ne fait pas de bruit lorsque l'on marche dessus, le mine ou le construit.
id: Blok ini sepenuhnya senyap saat diinjak, digali, atau ditaruh.
ja: このブロックを採掘・建設・歩行する時は、完全に無音です。
pl: Ten blok jest bezgłośny gdy się po nim chodzi, kopie lub buduje.
pt: Esse bloco é completamente silencioso quando pisado, extraído ou construído.
ru: Этот блок не издает звуков когда вы идёте по нему, добываете его или строите из него.

source: This block is completely silent when mined or built.
de: Dieser Block kann vollkommen lautlos gebaut oder abgebaut werden.
es: Este bloque no hace ruido cuando se mina o se coloca.
fr: Ce bloc ne fait pas de bruit lorsque l'on le mine ou le construit.
id: Blok ini sepenuhnya senyap saat digali atau ditaruh.
ja: このブロックを採掘や建設する時は、完全に無音です。
pl: Ten blok jest bezgłośny przy kopaniu i budowaniu.
pt: Esse bloco é completamente silencioso quando extraído ou construído.
ru: Этот блок не издает звуков когда добывается и устанавливается при строительстве.

source: Walking on this block is completely silent.
de: Auf diesem Block sind Schritte lautlos.
es: Caminar sobre este bloque es completamente silencioso.
fr: Marcher sur ce bloc est silencieux.
id: Berjalan di blok ini benar-benar senyap.
ja: このブロックを歩くと、完全に無音です。
pl: Chodzenie po tym bloku jest bezgłośne.
ru: Хождение по этому блоку не издает звуков.

source: Mining this block is completely silent.
de: Das Abbauen dieses Blocks ist völlig lautlos.
es: Minar este bloque es completamente silencioso.
fr: Miner ce bloc est complètement silencieux.
id: Menggali blok ini sepenuhnya senyap.
ja: このブロックの採掘は、完全に無音です。
pl: Wykopanie tego bloku jet bezgłośne.
pt: Minerar esse bloco é completamente silencioso.
ru: Добывание этого блока не издает звука.

source: Building this block is completely silent.
de: Das Bauen dieses Blocks ist völlig lautlos.
es: Colocar este bloque es completamente silencioso.
fr: Construire ce bloc est complètement silencieux.
id: Penaruhan blok ini sepenuhnya senyap.
ja: このブロックの構築は、完全に無音です。
pl: Budowanie tego bloku jest bezgłośne.
pt: Construir esse bloco é completamente silencioso.
ru: Строительство этого блока не издает звука.

source: This block is affected by gravity and can fall.
de: Dieser Block wird von der Schwerkraft beeinflusst und kann fallen.
es: Este bloque es afectado por la gravedad y puede caer.
fr: Ce bloc est affecté par la gravité et peut tomber.
id: Blok ini dipengaruhi oleh gravitasi dan dapat terjatuh.
ja: このブロックは重力の影響を受け、落下することがあります。
pl: Na ten blok wpływa grawitacja i może upaść.
pt: Esse bloco é afetado pela gravidade e pode cair.
ru: На этот блок действует гравитация, он может падать.

source: Building another block at this block will place it inside and replace it.
de: Wird ein anderer Block an diesem Block gebaut, wird dieser andere Block seine Stelle einnehmen.
es: Colocar otro bloque sobre este bloque lo colocará dentro y lo reemplazará.
fr: Construire un autre bloc sur ce bloc le placera à l'intérieur et le remplacera.
id: Membangun blok lain di blok ini akan menempatkannya di dalam dan menggantinya.
ja: このブロックのところに別のブロックを構築すると、中に入って置き換わります。
pl: Postawienie innego bloku w tym bloku postawi ich wewnątrz i zastąpi go.
pt: Construir outro bloco nesse bloco vai subistitui-lo.
ru: Возведение другого блока на этом блоке поместит его внутрь и заменит.

source: Falling blocks can go through this block; they destroy it when doing so.
de: Fallende Blöcke können diesen Block durchdringen; sie zerstören ihn dabei.
es: Los bloques que caen pueden atravesar este bloque; lo destruyen al hacerlo.
fr: Les blocs en chute peuvent traverser ce bloc; ils le détruisent en faisant cela.
id: Jika blok yang jatuh dapat menembus blok ini; blok tersebut akan hancur saat jatuh.
ja: 落下したブロックは、このブロックをスルーできますが、その際にブロックを破壊してしまいます。
pl: Spadające bloki mogą przelecieć przez ten blok; niszczą go gdy tak robią.
pt: Blocos caindo podem atravessar esse bloco destruindo-o.
ru: Падающие блоки могут пройти сквозь этот блок; при этом они уничтожат его.

source: This block will drop as an item when a falling block ends up inside it.
de: Dieser Block wird sich als Gegenstand abwerfen, wenn ein fallender Block in ihn landet.
es: Este bloque se convertirá en un item cuando otro bloque caiga sobre él.
fr: Ce bloc se transformera en objet lorsqu'un autre bloc tombe dessus.
id: Blok ini akan jatuh sebagai suatu barang ketika blok yang jatuh berakhir di dalamnya.
ja: このブロックは、落下してきたブロックがその中に入ってしまうと、アイテムとしてドロップされます。
pl: Ten blok wypadnie jako przedmiot gdy blok upadnie na niego.
pt: Esse bloco vai cair como um item quando um bloco caindo acaba dentro dele.
ru: Этот блок выпадет как предмет, когда падающий блок попадёт в него.

source: This block is destroyed when a falling block ends up inside it.
de: Dieser Block wird zerstört, wenn ein fallender Block in ihm landet.
es: Este bloque se destruye cuando otro bloque cae sobre él.
fr: Ce bloc est détruit lorsqu'un autre bloc tombe dessus.
id: Blok ini hancur ketika blok yang jatuh berakhir di dalamnya.
ja: このブロックは、落下してきたブロックがその中に入ってしまうと破壊されます。
pl: Ten blok jest zniszczony gdy upadający blok upadnie w niego.
pt: Esse bloco é destruído quando um bloco em queda acaba dentro dele.
ru: Этот блок уничтожается, когда падающий блок попадает в него.

source: This block will drop as an item when it is not attached to a surrounding block.
de: Dieser Block wird sich als Gegenstand abwerfen, wenn er nicht an einen benachbarten Block befestigt ist.
es: Este bloque se transformará en un item cuando ya no esté unido a un bloque circundante.
fr: Ce bloc se transformera en objet lorsqu'il n'est plus rattaché à un bloc alentour.
id: Blok ini akan jatuh sebagai barang saat tidak melekat pada blok di sekelilingnya.
ja: このブロックは、周囲のブロックとくっついていないときに、アイテムとしてドロップされます。
pl: Ten blok wypadnie jako przedmiot gdy nie jest połączony z sąsiadującym blokiem.
pt: Esse bloco irá cair como um item quando não estiver anexado a um bloco adjacente.
ru: Этот блок выпадет как предмет, если он не прикреплён к окружающим блокам.

source: This block will drop as an item when no collidable block is below it.
de: Dieser Block wird sich als Gegenstand abwerfen, wenn kein kollidierender Block unter ihn liegt.
es: Este bloque se convertirá en un objeto cuando ya no haya un bloque colisionable debajo de él.
fr: Ce bloc se transformera en objet lorsqu'il n'y aura plus de bloc percutable en dessous.
id: Blok ini akan dijatuhkan sebagai barang ketika tidak ada blok yang dapat ditabrakkan di bawahnya.
ja: このブロックは、その下に衝突可能なブロックがない場合、アイテムとしてドロップされます。
pl: Ten blok wypadnie jako przedmiot gdy nie będzie pod nim zderzalnego bloku.
pt: Esse bloco irá cair como um item quando nenhum bloco colidível estiver abaixo dele.
ru: Этот блок выпадет как предмет, если нет непроходимого блока прямо под ним.

source: Liquids can flow into this block and destroy it.
de: Flüssigkeiten können in diesen Block hereinfließen und ihn zerstören.
es: Los líquidos pueden fluir hacia este bloque y destruirlo.
fr: Les liquides peuvent couler sur ce bloc et le détruire.
id: Cairan dapat mengalir ke blok ini dan dapat menghancurkannya.
ja: このブロックに液体が流れ込み、破壊されることがあります。
pl: Płyny mogą wpłynąć na ten blok i go zniszczyć.
pt: Líquidos podem fluir por esse bloco destruindo-o.
ru: Жидкости могут затекать в этот блок, уничтожая его.

source: This block is a light source with a light level of @1.
de: Dieser Block ist eine Lichtquelle mit einer Helligkeitsstufe von @1.
es: Este bloque es una fuente de luz de nivel @1.
fr: Ce bloc est une source de lumière de niveau @1.
id: Blok ini adalah sumber cahaya dengan tingkat cahaya @1.
ja: このブロックは、明るさ@1の光源です。
pl: Ten blok jest źródłem światła z poziomem oświetlenia @1.
pt: Esse bloco é uma fonte de luz com um nível de luz de @1.
ru: Этот блок является источником света уровня @1.

source: This block glows faintly with a light level of @1.
de: Dieser Block leuchtet schwach mit einer Helligkeitsstufe von @1.
es: Este bloque brilla tenuemente con luz de nivel @1.
fr: Ce bloc brille faiblement avec une lumière de niveau @1.
id: Blok ini bersinar redup dengan tingkat cahaya @1.
ja: このブロックは、明るさ@1でぼんやりと光ります。
pl: Ten blok ma poświatę o poziomie oświetlenia @1.
pt: Esse bloco tem um brilho fraco com um nível de luz de @1.
ru: Этот блок мерцает с уровнем света: @1.

source: This block allows light to propagate with a small loss of brightness, and sunlight can even go through losslessly.
de: Dieser Block ist lichtdurchlässig mit einen geringfügigen Helligkeitsverlust; Sonnenlicht passiert jedoch ohne Verlust.
es: Este bloque permite el paso de la luz con una pequeña pérdida de brillo y la luz del sol puede atravesarlo sin pérdida.
fr: Ce bloc laisse passer la lumière avec une petite perte de luminosité, et la lumière du soleil peut la traverser sans perte.
id: Blok ini memungkinkan cahaya menyebar dengan sedikit kehilangan kecerahan, dan sinar matahari bahkan dapat menembusnya tanpa kehilangan apa pun.
ja: このブロックは、明るさのロスが少ない光の伝搬を可能にし、太陽光であればロスなしで通過することさえできます。
pl: Ten blok przepuszcza światło z niewielką stratą jasności, a światło słoneczne przepuszcza bezstratnie.
pt: Esse bloco permite que a luz se propague com uma pequena perda de brilho, e a luz solar pode até passar sem perdas.
ru: Этот блок позволяет свету распространяться с небольшой потерей яркости, а солнечный свет может проходить без потерь.

source: This block allows light to propagate with a small loss of brightness.
de: Dieser Block ist lichtdurchlässig mit einen geringfügigen Helligkeitsverlust.
es: Este bloque deja pasar la luz con una pequeña pérdida de brillo.
fr: Ce bloc laisse passer la lumière avec une petite perte de luminosité.
id: Blok ini memungkinkan cahaya merambat dengan sedikit kehilangan kecerahan.
ja: このブロックは、明るさのロスが少ない光の伝搬を可能にします。
pl: Ten blok przepuszcza światło z niewielką stratą jasności.
pt: Esse bloco permite que a luz se propague com uma pequena perda de brilho.
ru: Этот блок позволяет свету распространяться с небольшой потерей яркости.

source: This block allows sunlight to propagate without loss in brightness.
de: Dieser Block ist vollkommen durchlässig für Sonnenlicht.
es: Este bloque deja pasar la luz del sol sin pérdida de brillo.
fr: Ce bloc laisse passer la lumière du soleil sans perte de luminosité.
id: Blok ini memungkinkan sinar matahari menyebar tanpa kehilangan kecerahan.
ja: このブロックは、太陽光を明るさのロスなしで伝搬させることができます。
pl: Ten blok przepuszcza światło słoneczne bez straty jasności.
pt: Esse bloco permite que a luz solar se propague sem perda de brilho.
ru: Этот блок позволяет солнечному свету распространяться без потери яркости.

source: Unknown Node
de: Unbekannter Node
es: Nodo desconocido
fr: Nœud inconnu
id: Node Tidak Dikenal
ja: 不明なノード
pl: Nieznany węzeł
pt: Bloco Desconhecido
ru: Неизвестный блок

source: This block connects to this block: @1.
de: Dieser Block verbindet sich mit diesem Block: @1.
es: Este bloque se conecta con este bloque: @1.
fr: Ce bloc se connecte à ce bloc : @1.
id: Blok ini terhubung ke blok ini : @1.
ja: このブロックは、このブロックに接続します：@1
pl: Ten blok łączy się z tym blokiem: @1.
pt: Esse bloco se conecta a esse bloco: @1.
ru: Этот блок соединяется с этим блоком: @1.

source: This block connects to these blocks: @1.
de: Dieser Block verbindet sich mit den folgenden Blöcken: @1.
es: Este bloque se conecta a estos bloques: @1.
fr: Ce bloc se connecte à ces blocs : @1
id: Blok ini terhubung ke blok berikut : @1.
ja: このブロックは、次のブロックに接続します：@1
pl: Ten blok łączy się z tymi blokami: @1.
pt: Esse bloco se conecta aos seguintes blocos: @1.
ru: Этот блок соединяется со следующими блоками: @1.

source: This block connects to blocks of the @1 group.
de: Dieser Block verbindet sich mit Blöcken der Gruppe „@1“.
es: Este bloque se conecta a bloques del grupo @1.
fr: Ce bloc se connecte aux blocs du groupe @1.
id: Blok ini terhubung ke blok grup @1.
ja: このブロックは、@1グループのブロックに接続します。
pl: Ten blok łączy się do bloków z grupy @1.
pt: Esse bloco se conecta a blocos do grupo @1.
ru: Этот блок соединяется с блоками группы @1.

source: This block connects to blocks of the following groups: @1.
de: Dieser Block verbindet sich mit Blöcken der folgenden Gruppen: @1.
es: Este bloque se conecta a bloques de los siguientes grupos: @1.
fr: Ce bloc se connecte aux blocs des groupes suivants : @1
id: Blok ini terhubung ke blok grup berikut : @1.
ja: このブロックは、次のグループのブロックに接続します：@1
pl: Ten blok łączy się z blokami z następujących grup: @1.
pt: Esse bloco se conecta a dos seguintes grupos: @1.
ru: Этот блок соединяется с блоками групп: @1.

source: This block won't drop anything when mined.
de: Dieser Block wird nach dem Abbauen nichts abwerfen.
es: Este bloque no dropeará nada cuando se mine.
fr: Ce bloc ne donnera rien lorsque miné.
id: Blok ini tidak akan menjatuhkan apa pun saat digali.
ja: このブロックは、掘っても何もドロップしません。
pl: Z tego bloku nic nie wypadnie po wykopaniu.
pt: Esse bloco não vai deixar cair nada quando extraído.
ru: При добыче из этого блока не выпадет ничего.

source: This block will drop the following when mined: @1×@2.
de: Dieser Block wird nach dem Abbauen folgendes abwerfen: @1×@2.
es: Este bloque dropeará lo siguiente al ser minado: @1×@2.
fr: Ce bloc donnera les objets suivant lorsque miné : @1×@2.
id: Blok ini akan menjatuhkan hal berikut saat digali: @1×@2.
ja: このブロックを掘ると、次のものをドロップします：@1×@2
pl: Z tego bloku wypadną następujące rzeczy po wykopaniu: @1×@2.
pt: Esse bloco irá deixar cair o seguinte quando extraído: @1×@2.
ru: При добыче из этого блока выпадет следующее: @1×@2.

source: This block will drop the following when mined: @1.
de: Dieser Block wird nach dem Abbauen folgendes abwerfen: @1.
es: Este bloque dropeará lo siguiente al ser minado: @1.
fr: Ce bloc donnera les objets suivant lorsque miné : @1.
id: Blok ini akan menjatuhkan hal berikut ketika digali : @1.
ja: このブロックを掘ると、次のものをドロップします：@1
pl: Z tego bloku wypadną następujące rzeczy po wykopaniu: @1.
pt: Esse bloco irá deixar cair o seguinte quando extraído: @1.
ru: При добыче из этого блока выпадет следующее: @1.
