Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/doc/doc_items/locale/poconvert/*.po
Languages: de, es, fr, id, ja, pl, pt, ru

source: This block will drop the following items when mined: @1.
de: Dieser Block wird nach dem Abbauen die folgenden Gegenstände abwerfen: @1.
es: Este bloque dropeará los siguientes ítems al ser minado: @1.
fr: Ce bloc donnera les objets suivant lorsque miné : @1.
id: Blok ini akan menjatuhkan item berikut saat digali : @1.
ja: このブロックを掘ると、次のアイテムをドロップします：@1
pl: Z tego bloku wypadną następujące przedmioty po wykopaniu: @1.
ru: При добыче из этого блока выпадут следующие предметы: @1.

source: This block will randomly drop one of the following when mined: @1.
de: Dieser Block wird nach dem Abbauen zufällig eines von den folgenden Dingen abwerfen: @1.
es: Este bloque dropeará aleatoriamente uno de los siguientes ítems al ser minado: @1.
fr: Ce bloc laissera tomber de manière aléatoire un des éléments suivants lorsque miné : @1.
id: Blok ini secara acak akan menjatuhkan salah satu hal berikut ketika digali : @1.
ja: このブロックを掘ると、次のいずれかがランダムにドロップされます：@1
pl: Z tego bloku wypadnie losowo jedna z następujących rzeczy po wykopaniu: @1.
ru: При добыче из этого блока случайным образом выпадает что-то одно из списка: @1.

source: This block will randomly drop up to @1 drops of the following possible drops when mined: @2.
de: Dieser Block nach dem Abbauen wird zufällig bis zu @1 Abwürfe von den folgenden möglichen Abwürfen abwerfen: @2.
es: Este bloque dropeará aleatoriamente hasta @1 de los siguientes ítems cuando se mine: @2.
fr: Ce bloc laissera tomber de manière aléatoire jusqu'à @1 des éléments suivants lorsque miné : @2.
id: Blok ini akan secara acak menjatuhkan hingga @1 dari kemungkinan jumlah yang dijatuhkan berikut saat digali : @2.
ja: このブロックを掘ると、次の可能なドロップのうち、最大@1個をランダムにドロップします：@2
pl: Z tego bloku losowo wypadnie maksymalnie @1 rzeczy spośród tego zbioru: @2.
ru: При добыче из этого блока случайным образом выпадает до @1 из следующих возможных выдач: @2.

source: and
de: und
es: y
fr: et
id: dan
pl: oraz
pt: e
ru: и

source: @1 (ca. @2%)
es: @1 (aprox. @2%)
ru: @1 (прибл. @2%)

source: Tools and weapons
de: Werkzeuge und Waffen
es: Herramientas y armas
fr: Outils et armes
id: Alat dan Senjata
ja: 道具と武器
pl: Narzędzia i bronie
pt: Ferramentas e armas
ru: Инструменты и оружие

source: Item reference of all wieldable tools and weapons
de: Gegenstandsreferenz aller tragbaren Werkzeugen und Waffen
es: Referencia de ítems de todas las herramientas y armas que se pueden usar
fr: L'index des outils et armes manipulables
id: Referensi item dari semua alat dan senjata yang dapat digunakan
ja: すべての携行可能な道具と武器の、アイテム参照
pl: Informacje na temat wszystkich narzędzi i broni możliwych do trzymania.
pt: Referência de item de todas as ferramentas e armas que podem ser usadas
ru: Справка по всем носимым инструментам и оружию

source: Durability: @1 uses
de: Haltbarkeit: @1 Benutzungen
es: Durabilidad: @1 uso/s
fr: Durabilité : @1 utilisations
id: Daya tahan : @1 kali pemakaian
ja: 耐久度：@1回 使用
pl: Wytrzymałość: @1 użyć
ru: Прочность: @1 использований

source: Durability: @1
de: Haltbarkeit: @1
es: Durabilidad: @1
fr: Durabilité : @1
id: Daya tahan : @1
ja: 耐久度：@1
pl: Wytrzymałość: @1
ru: Прочность: @1

source: Miscellaneous items
de: Sonstige Gegenstände
es: Ítems diversos
fr: Objets divers
id: Barang-barang lain
ja: その他の雑多なアイテム
pl: Różne rzeczy
pt: Itens variados
ru: Дополнительные предметы

source: Item reference of items which are neither blocks, tools or weapons (esp. crafting items)
de: Gegenstandsreferenz aller Gegenstände, welche weder Blöcke, Werkzeuge oder Waffen sind (insb. Fertigungsgegenstände)
es: Referencia de ítems que no son bloques, herramientas ni armas (especialmente ítems de crafteo)
fr: L'index des choses qui ne sont ni des blocs, ni des outils ou armes (particulièrement les objets d'assemblage)
id: Referensi barang untuk barang yang bukan blok, alat, atau senjata (khususnya barang kerajinan)
ja: ブロックでも道具でも武器でもないアイテム（特にクラフトアイテム）の、アイテム参照
pl: Informacje na temat wszystkich rzeczy, które nie są blokami, narzędziami i broniami (głównie materiały do wytwarzania)
pt: Referência de itens que não são blocos, ferramentas ou armas (especialmente itens de criação)
ru: Справка по остальным предметам - не блокам, не инструментам и не оружию (так называемые материалы для крафта)

source: Different Mobs
de: Verschiedene Kreaturen
es: Mobs diferentes
fr: Différentes créatures
id: Massa yang Berbeda
ru: Различные мобы

source: Type: @1
de: Typ: @1
es: Tipo: @1
id: Tipe : @1
ru: Тип: @1

source: Spawning light levels (min / max): @1 / @2
de: Lichtlevel zum Spawnen (min/max): @1/@2
es: Brillo necesario para spawnear (mín./máx.): @1 / @2
fr: Luminosité requise pour apparaitre (min / max) : @1 / @2
id: Tingkat cahaya pemijahan (min / maks) : @1 / @2
ru: Уровни освещенности при спавне (мин / макс): @1 / @2

source: Can Jump a height of @1 nodes
de: Kann @1 Nodes hoch springen
es: Puede saltar una altura de @1 nodos
fr: Peut sauter à une hauteur de @1 nœuds
id: Dapat melompat setinggi @1 node
ru: Может прыгать на высоту @1 узла(ов)

source: Can Fly
de: Kann fliegen
es: Puede volar
fr: Peut voler
id: Dapat Terbang
ru: Умеет летать

source: Can Swim
de: Kann schwimmen
es: Puede nadar
fr: Peut nager
id: Dapat Berenang
ru: Умеет плавать

source: Drops:
de: Lässt fallen:
es: Ítems que dropea:
fr: Lâche :
id: Menjatuhkan :
ru: Дроп:

source: Follows player when these items are held:
de: Folgt dem Spieler, wenn diese Gegenstände gehalten werden:
es: Sigue al jugador cuando se sostiene estos ítems:
fr: Suit le joueur quand ces objets sont brandi :
id: Mengikuti pemain saat barang berikut dipegang :
ru: Следует за игроком, когда эти предметы в руках:

source: A transparent block, basically empty space. It is usually left behind after digging something.
de: Ein transparenter Block, praktisch leerer Raum. Er wird üblicherweise hinterlassen, nachdem man etwas ausgegraben hat.
es: Un bloque transparente, básicamente un espacio vacío. Generalmente queda después de excavar algo.
fr: Un bloc transparent, tout simplement un espace vide. Il apparaît généralement après avoir creusé quelque chose.
id: Blok transparan, pada dasarnya ruang kosong. Biasanya tertinggal setelah menggali sesuatu.
ja: 透明なブロックで、基本的には何もない空間です。たいていは何かを掘った後に残ります。
pl: Przezroczysty blok, praktycznie puste miejsce. Jest zwykle pozostawiany po wykopaniu czegoś.
pt: Um bloco transparente, basicamente um vazio. Isso geralmente fica no lugar de um bloco removido.
ru: Прозрачный блок, проще говоря, пустое пространство. Обычно оно остаётся, если выкопать что-то.

source: Whenever you are not wielding any item, you use the hand which acts as a tool with its own capabilities. When you are wielding an item which is not a mining tool or a weapon it will behave as if it would be the hand.
de: Wenn Sie keinen Gegenstand halten, benutzen Sie die Hand, welches als ein Werkzeug mit seinen eigenen Fägihkeiten dient. Wenn Sie einen Gegenstand halten, der kein Grabewerkzeug oder eine Waffe ist, wird er sich verhalten als wäre er die Hand.
es: Siempre que no estés sosteniendo ningún ítem, usas la mano, que actúa como una herramienta con sus propias capacidades. Cuando sostienes un ítem que no es una herramienta de minería ni un arma, se comportará como si fuera la mano.
fr: Quand vous ne maniez aucun objet, vous utilisez la main qui se comporte comme un outil avec ses propres capacités. Lorsque vous maniez un objet qui n'est pas un outil ou une arme il se comportera comme si c'était la main.
id: Setiap kali Anda tidak menggunakan benda apa pun, Anda menggunakan tangan yang bertindak sebagai alat dengan kemampuannya sendiri. Ketika Anda menggunakan benda yang bukan alat penggalian atau senjata, benda tersebut akan berperilaku seolah-olah tidak memiliki kemampuan untuk menambang.
ja: アイテムを手に持っていない時は、なんどきでも素手を道具として使えます。採掘道具でも武器でもないアイテムを手に持っている時は、あたかも素手であるかのように振る舞います。
pl: Gdy nie trzymasz żadnego przedmiotu używasz swojej ręki która działa jak narzędzie ze swoimi własnościami. Gdy trzymasz przedmiot, który nie jest narzędziem do kopania lub bronią, będzie się ono zachowywało jakby było ręką.
pt: Sempre que você não estiver empunhando nenhum item, você usa a mão que atua como uma ferramentacom caracteristicas próprias. Quando você está empunhando um item que não é uma ferramenta de mineração ou uma arma, ele se comportará como se fosse a mão.
ru: Даже если вы не держите никакого предмета, ваша рука - сама по себе инструмент, обладающий определёнными свойствами. Когда в вашей руке предмет, не являющийся инструментом добычи или оружием, он будет иметь свойства вашей пустой руки.

source: No
de: Nein
fr: Non
id: Tidak
ja: いいえ
pl: Nie
pt: Não
ru: Нет

source: Mobs
de: Kreaturen
fr: Créatures
id: Massa
ru: Мобы
