Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/doc/doc_items/locale/poconvert/*.po
Languages: de, es, fr, id, ja, pl, pt, ru

source: This is a decorational block.
de: Dieser Block dient zur Dekoration.
es: Este es un bloque decorativo.
fr: C'est un bloc de décoration.
id: Ini adalah blok dekorasi.
ja: これは装飾用のブロックです。
pl: Ten blok jest dekoracyjny.
pt: Esse é um bloco decorativo.
ru: Это декоративный блок.

source: This block is a building block for creating various buildings.
de: Dieser Block ist für den Bau diverser Gebäude vorgesehen.
es: Este bloque es un bloque de construcción para crear diversas construcciones.
fr: Ce bloc est un bloc de construction pour créer différentes bâtisses.
id: Blok ini adalah blok bangunan untuk membuat berbagai macam bangunan.
ja: このブロックは、さまざまな建物を作るための建築ブロックです。
pl: Ten blok jest blokiem budowlanym do tworzenia różnych budowli.
pt: Esse bloco é um bloco de construção para criar vários edifícios.
ru: Это строительный блок для создания разных конструкций.

source: This item is primarily used for crafting other items.
de: Dieser Gegenstand wird primär für die Fertigung von anderen Gegenständen benutzt.
es: Este objeto se utiliza principalmente para craftear otros objetos.
fr: Cet objet est principalement utilisé pour fabriquer d'autres objets.
id: Barang ini terutama digunakan untuk membuat barang lainnya.
ja: このアイテムは主に、他のアイテムのクラフトに使われます。
pl: Ten przedmiot jest głównie wykorzystywany do wytwarzania innych przedmiotów.
pt: Esse item é usado principalmente para criar outros itens.
ru: Этот предмет в основном используется для крафта других предметов.

source: Hold it in your hand, then leftclick to eat it.
de: Wenn sie es in der Hand halten können sie es mit der linken Maustaste anklicken um es zu essen.
es: Sujétalo en tu mano y luego haz clic izquierdo para comerlo.
fr: Tenez-le en main, puis cliquez-gauche pour le manger.
id: Pegang di tangan Anda, lalu klik kiri untuk memakannya.
ja: 手に持って、左クリックで食べます。
pl: Weź to do ręki, następnie kliknij lewy przycisk by je zjeść.
pt: Segure-o na sua mão, depois clique com o botão esquerdo para comer.
ru: Возьмите это в руку и кликните левой кнопкой мыши, чтобы съесть.

source: Hold it in your hand, then leftclick to eat it. But why would you want to do this?
de: Halten Sie es in Ihrer Hand, dann klicken Sie mit der linken Maustaste, um es zu essen. Aber warum sollten Sie das tun wollen?
es: Sostenlo en tu mano y luego haz clic izquierdo para comértelo. ¿Pero por qué harías esto?
fr: Tenez-le en main, puis cliquez-gauche pour le manger. Mais pourquoi feriez-vous cela ?
id: Pegang di tangan Anda, lalu klik kiri untuk memakannya. Tapi mengapa Anda ingin melakukan ini?
ja: 手に持って、左クリックで食べます。しかし、なぜこんなことをしたいのでしょうか？
pl: Weź to do ręki, następnie kliknij lewy przycisk by je zjeść. Ale dlaczego chciałabyś to zrobić?
pt: Segure-o na sua mão, depois clique com o botão esquerdo para comer. Mas por que você quer fazer isso?
ru: Возьмите это в руку и кликните левой кнопкой мыши, чтобы съесть. Но зачем вы хотите это сделать?

source: This block's rotation is affected by the way you place it: Place it on the floor or ceiling for a vertical orientation; place it at the side for a horizontal orientation. Sneaking while placing it leads to a perpendicular orientation instead.
de: Die Rotation dieses Blocks hängt davon ab, wie sie ihn platzieren: Platzieren Sie ihn auf den Boden oder an die Decke, um ihn vertikal aufzustellen; platzieren Sie in an der Seite für eine horizontale Ausrichtung. Wenn Sie während des Bauens schleichen, wird der Block stattdessen senkrecht zur üblichen Ausrichtung rotiert.
es: La rotación de este bloque se ve afectada por cómo lo colocas: colócalo en el suelo o en el techo para una orientación vertical; colócalo en el lateral para una orientación horizontal. Agacharte mientras lo colocas resulta en una orientación perpendicular.
fr: La manière dont vous placez ce bloc affecte sa rotation : placez-le au sol ou au plafond pour une orientation verticale ; placez-le sur un coté pour une orientation horizontale. Pour le placer de manière perpendiculaire, utilisez la touche déplacement discrêt en le plaçant.
id: Rotasi blok ini dipengaruhi oleh cara Anda meletakkannya : Letakkan di lantai atau langit-langit untuk orientasi vertikal ; letakkan di samping untuk orientasi horizontal. Jongkok saat meletakkannya mengarah ke orientasi tegak lurus.
ja: このブロックの回転は、置き方に影響されます：床や天井に置くと垂直方向、横に置くと水平方向になります。スニークしながら置くと、代わって直角の方向に向きます。
pl: Na rotację tego bloku wpływa sposób postawienia: Postaw go na podłodze lub suficie aby uzyskać pionową orientację; postaw go na boku by uzyskać poziomą orientację. Skradanie się podczas postawiania sprawia, że zostanie postawiony prostopadle.
ru: Поворот этого блока зависит от того как вы его ставите: поставьте его на пол или потолок для вертикальной ориентации; поместите на стену для горизонтальной ориентации. Удерживайте [Красться] при размещении для перпендикулярной ориентации.

source: Hand
es: Mano
fr: Main
id: Tangan
ja: 手
pl: Ręka
pt: Mão
ru: Рука

source: Air
de: Luft
es: Aire
id: Udara
ja: 空気
pl: Powietrze
pt: Ár
ru: Воздух

source: Yes
de: Ja
es: Sí
fr: Oui
id: Iya
ja: はい
pl: Tak
pt: Sim
ru: Да

source: Unknown item (@1)
de: Unbekannter Gegenstand (@1)
es: Objeto desconocido (@1)
fr: Objet inconnu (@1)
id: Barang tidak dikenal (@1)
ja: 不明なアイテム (@1)
pl: Nieznany przedmiot (@1)
pt: Item desconhecido (@1)
ru: Неизвестный предмет (@1)

source: unknown
de: unbekannt
es: desconocido
fr: inconnu
id: Tidak dikenal
ja: 不明
pl: nieznane
pt: desconhecido
ru: неизвестно

source: 1 second
de: 1 Sekunde
es: 1 segundo
fr: 1 seconde
id: 1 detik
ja: 1秒
pl: 1 sekunda
pt: 1 segundo
ru: 1 секунда

source: @1 seconds
de: @1 Sekunden
es: @1 segundos
fr: @1 secondes
id: @1 detik
ja: @1秒
pl: @1 sekund(y)
pt: @1 segundos
ru: @1 секунд(ы)

source: • @1, rating @2: @3 s - @4 s
de: • @1, Wertung @2: @3 s - @4 s
es: • @1, calificación @2 : @3s - @4s
fr: • @1, note @2 : @3s - @4s
id: • @1, Peringkat @2 : @3 d - @4 d
ja: ・ @1, レート @2：@3秒 - @4秒
pl: • @1, klasyfikacja @2: @3 s - @4 s
ru: • @1, рейтинг @2: @3 с - @4 с

source: • @1, rating @2: @3 s
de: • @1, Wertung @2: @3 s
es: • @1, calificación @2: @3 s
fr: • @1, note @2 : @3s
id: • @1, Peringkat @2 : @3 d
ja: ・ @1, レート @2：@3秒
pl: • @1, klasyfikacja @2: @3 s
ru: • @1, рейтинг @2: @3 с

source: • @1, level @2: @3 uses
de: • @1, Stufe @2: @3 Benutzungen
es: • @1, nivel @2: @3 usos
fr: • @1, niveau @2 : @3 utilisations
id: • @1, Tingkat @2 : @3 penggunaan
ja: ・@1, レベル @2：@3回 使用
pl: • @1, poziom @2: @3 użyć
ru: • @1, уровень @2: @3 раз(а)

source: • @1, level @2: Unlimited
de: • @1, Stufe @2: Unbegrenzt
es: • @1, nivel @2: Ilimitado
fr: • @1, niveau @2 : Illimité
id: • @1, Tingkat @2 : Tidak terbatas
ja: ・@1, レベル @2：無限
pl: • @1, poziom @2: Nielimitowane
ru: • @1, уровень @2: Неограниченно

source: This tool is capable of mining.
de: Dies ist ein Grabewerkzeug.
es: Esta herramienta puede minar.
fr: Cet outil peut miner.
id: Alat ini mampu digunakan untuk menggali.
ja: この道具は採掘が可能です。
pl: Tym narzędziem można kopać.
pt: Essa ferramenta é capaz de minerar.
ru: Этот инструмент используется для добычи.

source: Maximum toughness levels:
de: Maximale Härtegrade:
es: Niveles máximos de dureza:
fr: Niveau de robustesse maximum :
id: Tingkat ketangguhan maksimum :
ja: 最大タフネスレベル：
pl: Maksymalna poziom twardości:
pt: Níveis máximos de dureza:
ru: Максимальный уровень твёрдости:

source: Mining times:
de: Grabezeiten:
es: Tiempo de minería:
fr: Temps de minage :
id: Waktu Penggalian :
ja: 採掘時間：
pl: Czas wykopania:
pt: Tempos de mineração:
ru: Добыто раз:

source: Mining durability:
de: Grabehaltbarkeit:
es: Durabilidad minera:
fr: Durabilité de minage :
id: Daya tahan Penggalian :
ja: 採掘耐久度：
pl: Wytrzymałość kopania:
ru: Прочность при добыче:

source: This is a melee weapon which deals damage by punching.
de: Dies ist eine Nahkampfwaffe, welche Schaden durch Schläge verursacht.
es: Es un arma cuerpo a cuerpo que causa daño al golpear.
fr: C'est une arme de mêlée qui inflige des dommages en frappant.
id: Ini adalah senjata jarak dekat yang menimbulkan kerusakan dengan cara memukul.
ja: これは殴りつけることでダメージを与える近接武器です。
pl: To jest broń do walki wręcz, która zadaje obrażenia przy uderzaniu.
pt: Essa é uma arma corpo-a-corpo que causa dano ao socar.
ru: Это орудие ближнего боя, наносящее урон при ударе.

source: Maximum damage per hit:
de: Maximaler Schaden pro Treffer:
es: Daño máximo por golpe:
fr: Dommages maximaux par frappe :
id: Kerusakan maksimum per pukulan :
ja: 一発あたりの最大ダメージ：
pl: Maksymalne obrażenia przy uderzeniu:
pt: Dano máximo por acerto:
ru: Максимальный урон за один удар:

source: • @1: @2 HP
de: • @1: @2 TP
es: • @1: @2 PS
fr: • @1 : @2 PV

source: Full punch interval: @1 s
de: Schlagintervall: @1 s
es: Intervalo de golpe: @1 s
fr: Interval de coup : @1 s
id: Interval pukulan penuh : @1 s
ja: 全力攻撃の間隔：@1秒
pl: Pełny okres uderzenia: @1 s
pt: Intervalo completo de golpe: @1 s
ru: Интервал удара: @1 с

source: This block can be mined by any mining tool in half a second.
de: Dieser Block kann von einem beliebigen Grabewerkzeug in einer halben Sekunde abgebaut werden.
es: Este bloque se puede extraer con cualquier herramienta de minería en medio segundo.
fr: Ce bloc peut être miné avec n'importe quel outil de minage en une demi-seconde.
id: Blok ini dapat digali oleh alat penggalian apa pun dalam waktu setengah detik.
ja: このブロックは、どの採掘道具でもコンマ5秒で掘れます。
pl: Ten blok może być wykopany przez dowolne narzędzie do kopania w pół sekundy.
pt: Esse bloco pode ser extraído em meio segundo por qualquer ferramenta de mineração.
ru: Этот блок можно добыть любым добывающим инструментом за полсекунды.

source: This block can be mined by any mining tool immediately.
de: Dieser Block kann von einem beliebigen Grabewerkzeug sofort abgebaut werden.
es: Este bloque se puede extraer con cualquier herramienta de minería al instante.
fr: Ce bloc peut être miné avec n'importe quel outil de minage instantanément.
id: Blok ini dapat segera digali oleh alat penggalian apa pun.
ja: このブロックは、どの採掘道具でも即座に掘れます。
pl: Ten blok może być wykopany przez dowolne narzędzie do kopania natychmiastowo.
pt: Esse bloco pode ser extraído de forma imediata por qualquer ferramenta de mineração.
ru: Этот блок можно мгновенно добыть любым добывающим инструментом.

source: This block can not be mined by ordinary mining tools.
de: Dieser Block kann nicht von gewöhnlichen Grabewerkzeugen abgebaut werden.
es: Este bloque no se puede extraer con herramientas de minería ordinarias.
fr: Ce bloc ne peut pas être miné avec les outils de minage ordinaires.
id: Blok ini tidak dapat digali dengan alat penggalian biasa.
ja: このブロックは、通常の採掘道具では掘れません。
pl: Ten blok nie może być wykopany przez typowe narzędzia do kopania.
pt: Esse bloco não pode ser extraído por ferramentas de mineração comuns.
ru: Этот блок нельзя добыть обычным добывающим инструментом.

source: This block can be destroyed by any mining tool in half a second.
de: Dieser Block kann von einem beliebigen Grabewerkzeug in einer halben Sekunde zerstört werden.
es: Este bloque puede ser destruido por cualquier herramienta de minería en medio segundo.
fr: Ce bloc peut être détruit pas n'importe quel outil de minage en une demi-seconde.
id: Blok ini dapat dihancurkan oleh alat penggalian apa pun dalam waktu setengah detik.
ja: このブロックは、どの採掘道具でもコンマ5秒で壊せます。
pl: Ten blok może być zniszczony przez dowolne narzędzie do kopania w pół sekundy.
pt: Esse bloco pode ser destruído em meio segundo por qualquer ferramenta de mineração.
ru: Этот блок можно уничтожить любым добывающим инструментом за полсекунды.

source: This block can be destroyed by any mining tool immediately.
de: Dieser Block kann von einem beliebigen Grabewerkzeug sofort zerstört werden.
es: Este bloque puede ser destruido instantáneamente por cualquier herramienta de minería.
fr: Ce bloc peut être détruit pas n'importe quel outil de minage instantanément.
id: Blok ini dapat langsung dihancurkan oleh alat penggalian apa pun.
ja: このブロックは、どの採掘道具でも即座に壊せます。
pl: Ten blok może być zniszczony przez dowolne narzędzie do kopania natychmiastowo.
pt: Esse bloco pode ser destruído de forma imediata por qualquer ferramenta de mineração.
ru: Этот блок можно мгновенно уничтожить любым добывающим инструментом.

source: This block can not be destroyed by ordinary mining tools.
de: Dieser Block kann nicht von Grabewerkzeugen zerstört werden.
es: Este bloque no se puede destruir con herramientas de minería ordinarias.
fr: Ce bloc ne peut pas être détruit avec les outils de minage ordinaires.
id: Blok ini tidak dapat dihancurkan oleh alat penggalian biasa.
ja: このブロックは、通常の採掘道具では壊せません。
pl: Ten blok nie może być zniszczony przez typowe narzędzia do kopania.
pt: Esse bloco não pode ser destruído por ferramentas de mineração comuns.
ru: Этот блок нельзя уничтожить добывающим инструментом.

source: This block can be mined by mining tools which match any of the following mining ratings and its toughness level.
de: Dieser Block kann von Grabewerkzeugen abgebaut werden, falls sie auf eine der folgenden Grabewertungen sowie seinem Härtegrad passen.
es: Este bloque se puede extraer con herramientas de minería que coincidan con cualquiera de las siguientes clasificaciones de minería y su nivel de fuerza.
fr: Ce bloc peut être extrait par des outils miniers qui correspondent à l'une des classifications minières suivantes et à son niveau de résistance.
id: Blok ini dapat digali dengan alat yang sesuai dengan salah satu dari peringkat penambangan dan tingkat ketangguhannya berikut.
ja: このブロックは、以下の採掘レートとタフネスレベルのいずれかに合致する採掘道具で掘れます。
pl: Ten blok może zostać wykopany przez narzędzia do kopania, które pasują do którychkolwiek klasyfikacji kopania i poziomu twardości.
pt: Esse bloco pode ser extraído por ferramentas de mineração que correspondem a qualquer uma das seguintes classificações de mineração e seu nível de resistência.
ru: Этот блок можно добыть любым добывающим инструментом, соответствующим одному из следующих рейтингов и его уровню твёрдости.

source: Mining ratings:
de: Grabewertungen:
es: Calificaciones mineras:
fr: Notes de minage :
id: Peringkat penggalian :
ja: 採掘レート：
pl: Klasyfikacja kopania
pt: Classificações de mineração:
ru: Рейтинг добывания:

source: Toughness level: @1
de: Härtegrad: @1
es: Nivel de dureza: @1
fr: Niveau de robustesse : @1
id: Tingkat ketangguhan : @1
ja: タフネスレベル：@1
pl: Poziom twardości: @1
ru: Уровень твёрдости: @1

source: Range: @1
de: Reichweite: @1
es: Rango: @1
fr: Portée : @1
id: Jangkauan : @1
ja: 範囲：@1
pl: Zasięg: @1
pt: Alcance: @1
ru: Дальность: @1

source: Range: 4
es: Rango: 4
fr: Portée : 4
id: Jangkauan : 4
ja: 範囲：4
pl: Zasięg: 4

source: Range: @1 (@2)
de: Reichweite: @1 (@2)
es: Rango: @1 (@2)
fr: Portée : @1 (@2)
id: Jangkauan : @1 (@2)
ja: 範囲：@1 (@2)
pl: Zasięg @1 (@2)
pt: Alcance: @1 (@2)
ru: Дальность: @1 (@2)

source: This tool can serve as a smelting fuel with a burning time of @1.
de: Dieses Werkzeug kann als Brennstoff mit einer Brenndauer von @1 dienen.
es: Esta herramienta se puede utilizar como combustible para @1.
fr: Cet outil peut servir de combustible pendant @1.
id: Alat ini dapat berfungsi sebagai bahan bakar peleburan dengan waktu pembakaran @1.
ja: この道具は、燃焼時間@1の製錬燃料として使用できます。
pl: To narzędzie może być wykorzystany jako paliwo do przetapiania z czasem palenia @1.
pt: Essa ferramenta pode servir como combustível de fundição com um tempo de queima de @1.
ru: Этот инструмент можно использовать как топливо со временем горения @1.

source: This block can serve as a smelting fuel with a burning time of @1.
de: Dieser Block kann als Brennstoff mit einer Brenndauer von @1 dienen.
es: Este bloque se puede utilizar como combustible para @1.
fr: Ce bloc peut servir de combustible pendant @1.
id: Blok ini dapat berfungsi sebagai bahan bakar peleburan dengan waktu pembakaran @1.
ja: このブロックは、燃焼時間@1の製錬燃料として使用できます。
pl: Ten blok może być wykorzystany jako paliwo do przetapiania z czasem palenia @1.
pt: Esse bloco pode servir como combustível de fundição com um tempo de queima de @1.
ru: Этот блок можно использовать как топливо со временем горения @1.

source: This item can serve as a smelting fuel with a burning time of @1.
de: Dieser Gegenstand kann als Brennstoff mit einer Brenndauer von @1 dienen.
es: Este objeto se puede utilizar como combustible para @1.
fr: Cet objet peut servir de combustible pendant @1.
id: Barang ini dapat berfungsi sebagai bahan bakar peleburan dengan waktu pembakaran @1.
ja: このアイテムは、燃焼時間@1の製錬燃料として使用できます。
pl: Ten przedmiot może być wykorzystany jako paliwo do przetapiania z czasem palenia @1.
pt: Esse item pode servir como combustível de fundição com um tempo de queima de @1.
ru: Этот предмет можно использовать как топливо со временем горения @1.

source: Using it as fuel turns it into: @1.
de: Es als Brennstoff zu verwenden macht es zu: @1.
es: Usarlo como combustible lo convierte en: @1.
fr: L'utiliser comme carburant le transforme en : @1.
id: Menggunakannya sebagai bahan bakar mengubahnya menjadi : @1.
ru: Использование в качестве топлива превращает его в: @1.

source: Itemstring: "@1"
es: ID de objeto: "@1"
fr: Identifiant d'objet : "@1"
id: String Barang : "@1"
ja: アイテム文字列："@1"
pl: Id przedmiotu: "@1"
ru: Техническое название: "@1"

source: Description: @1
de: Beschreibung: @1
es: Descripción: @1
id: Deskripsi : @1
ja: 概要：@1
pl: Opis: @1
pt: Descrição: @1
ru: Описание: @1

source: Usage help: @1
de: Benutzung: @1
es: Ayuda para su uso: @1
fr: Aide d'utilisation : @1
id: Bantuan penggunaan : @1
ja: 使用方法のヘルプ：@1
pl: Sposób użycia: @1
pt: Como usar: @1
ru: Помощь по использованию: @1

source: Maximum stack size: @1
de: Maximale Stapelgröße: @1
es: Cantidad máxima por stack: @1
fr: Taille maximum de pile : @1
id: Ukuran tumpukan maksimum : @1
ja: 最大スタックサイズ：@1
pl: Maksymalny rozmiar grupy: @1
pt: Tamanho máximo de empilhamento: @1
ru: Максимальный размер стака: @1

source: This block points to liquids.
de: Mit diesem Block zeigt man auf Flüssigkeiten.
es: Este bloque indica la dirección de los líquidos.
fr: Ce bloc peut pointer les liquides.
id: Blok ini menunjuk ke cairan.
ja: このブロックは液体を指します。
pl: Ten blok wskazuje na płyny.
pt: Esse bloco pode ser apontado para líquidos.
ru: Этот блок указывает на жидкости.

source: This tool points to liquids.
de: Mit diesem Werkzeug zeigt man auf Flüssigkeiten.
es: Esta herramienta indica la dirección de los líquidos.
fr: Cet outil peut pointer les liquides.
id: Alat ini menunjuk ke cairan.
ja: この道具は液体を指します。
pl: To narzędzie wskazuje na płyny.
pt: Essa ferramenta pode ser apontada para líquidos.
ru: Этот инструмент указывает на жидкости.

source: This item points to liquids.
de: Mit diesem Gegenstand zeigt man auf Flüssigkeiten.
es: Este objeto indica la dirección de los líquidos.
fr: Cet objet peut pointer les liquides.
id: Barang ini menunjuk ke cairan.
ja: このアイテムは液体を指します。
pl: Ten przedmiot wskazuje na płyny.
pt: Esse item pode ser apontado para líquidos.
ru: Этот предмет указывает на жидкости.

source: Punches with this block don't work as usual; melee combat and mining are either not possible or work differently.
de: Schläge mit diesem Block funktionieren nicht auf die übliche Weise; Nahkampf und Graben sind damit entweder nicht möglich oder funktionieren auf andere Weise.
es: Los golpes con este bloque no funcionan de la forma habitual; El combate cuerpo a cuerpo y la minería no son posibles o funcionan de manera diferente.
fr: Les frappes avec ce bloc ne fonctionnent pas de la manière usuelle ; le combat au corps à corps et le minage ne sont soit pas possible ou fonctionnent différemment.
id: Pukulan dengan blok ini tidak berfungsi seperti biasa; pertarungan jarak dekat dan penggalian tidak dapat dilakukan atau bekerja secara berbeda.
ja: このブロックでのパンチは、普段通りには機能しません：近接戦闘と採掘は不可能か、動作が異なります。
pl: Uderzanie tym blokiem nie działa tak jak zwykle; walka wręcz i kopanie są niemożliwe lub działają inaczej.
pt: Socos com esse bloco não funcionam de forma comum; Combate corpo a corpo e mineração não são possíveis ou funcionam de forma diferente.
ru: Удар этим блоком работает не так, как обычно; ближний бой и копание либо невозможны, либо работают по-другому.

source: Punches with this tool don't work as usual; melee combat and mining are either not possible or work differently.
de: Schläge mit diesem Werkzeug funktionieren nicht auf die übliche Weise; Nahkampf und Graben sind damit entweder nicht möglich oder funktionieren auf andere Weise.
es: Los golpes con esta herramienta no funcionan normalmente; El combate cuerpo a cuerpo y la minería no son posibles o funcionan de manera diferente.
fr: Les frappes avec cet outil ne fonctionnent pas de la manière usuelle ; le combat au corps à corps et le minage ne sont soit pas possible ou fonctionnent différemment.
id: Pukulan dengan alat ini tidak berfungsi seperti biasa; pertarungan jarak dekat dan penggalian tidak dapat dilakukan atau bekerja secara berbeda.
ja: この道具でのパンチは、普段通りには機能しません：近接戦闘と採掘は不可能か、動作が異なります。
pl: Uderzanie tym narzędziem nie działa tak jak zwykle; walka wręcz i kopanie są niemożliwe lub działają inaczej.
pt: Socos com essa ferramenta não funcionam de forma comum; Combate corpo a corpo e mineração não são possíveis ou funcionam de forma diferente.
ru: Удар этим инструментом работает не так, как обычно; ближний бой и копание либо невозможны, либо работают по-другому.

source: Punches with this item don't work as usual; melee combat and mining are either not possible or work differently.
de: Schläge mit diesem Gegenstand funktionieren nicht auf die übliche Weise; Nahkampf und Graben sind damit entweder nicht möglich oder funktionieren auf andere Weise.
es: Los golpes con este objeto no funcionan normalmente; El combate cuerpo a cuerpo y la minería no son posibles o funcionan de manera diferente.
fr: Les frappes avec cet objet ne fonctionnent pas de la manière usuelle ; le combat au corps à corps et le minage ne sont soit pas possible ou fonctionnent différemment.
id: Pukulan dengan item ini tidak berfungsi seperti biasa; pertarungan jarak dekat dan penggalian tidak dapat dilakukan atau berfungsi secara berbeda.
ja: このアイテムでのパンチは、普段通りには機能しません：近接戦闘と採掘は不可能か、動作が異なります。
pl: Uderzanie tym przedmiotem nie działa tak jak zwykle; walka wręcz i kopanie są niemożliwe lub działają inaczej.
pt: Socos com esse item não funcionam de forma comum; Combate corpo a corpo e mineração não são possíveis ou funcionam de forma diferente.
ru: Удар этим предметом работает не так, как обычно; ближний бой и копание либо невозможны, либо работают по-другому.

source: This block belongs to the @1 group.
de: Dieser Block gehört zur Gruppe „@1“.
es: Este bloque pertenece al grupo @1.
fr: Ce bloc appartient au groupe @1.
id: Blok ini milik grup @1.
ja: このブロックは、@1グループに属しています。
pl: Ten blok należy do grupy @1.
pt: Esse bloco pertence ao grupo @1.
ru: Этот блок принадлежит группе @1.

source: This tool belongs to the @1 group.
de: Dieses Werkzeug gehört zur Gruppe „@1“.
es: Esta herramienta pertenece al grupo @1.
fr: Cet outil appartient au groupe @1.
id: Alat ini termasuk dalam grup @1.
ja: この道具は、@1グループに属しています。
pl: To narzędzie należy do grupy @1.
pt: Essa ferramenta pertence ao grupo @1.
ru: Этот инструмент относится к группе @1.

source: This item belongs to the @1 group.
de: Dieser Gegenstand gehört zur Gruppe „@1“.
es: Este objeto pertenece al grupo @1.
fr: Cet objet appartient au groupe @1.
id: Alat ini termasuk dalam grup @1.
ja: このアイテムは、@1グループに属しています。
pl: Ten przedmiot należy do grupy @1.
pt: Esse item pertence ao grupo @1.
ru: Этот предмет относится к группе @1.

source: This block belongs to these groups: @1.
de: Dieser Block gehört zu den folgenden Gruppen: @1.
es: Este bloque pertenece a estos grupos: @1.
fr: Ce bloc appartient aux groupes : @1.
id: Blok ini milik grup berikut: @1.
ja: このブロックは、次のグループに属しています：@1
pl: Ten blok należy do tych grup: @1.
pt: Esse bloco pertence a estes grupos: @1.
ru: Этот блок принадлежит группам: @1.
