Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/doc/doc_items/locale/poconvert/dk.po
Languages: dk

source: This is a decorational block.
dk: Dette er en pynteblok.

source: This block is a building block for creating various buildings.
dk: Denne blok er en byggesten til at bygge forskellige bygninger.

source: This item is primarily used for crafting other items.
dk: Denne genstand bruges mest til at lave andre genstande.

source: Hold it in your hand, then leftclick to eat it.
dk: Hold det i din hånd, og venstre-klik for at spise det.

source: Hold it in your hand, then leftclick to eat it. But why would you want to do this?
dk: Hold det i din hånd, og venstre-klik for at spise det. Men hvorfor i alverden ville du have lyst til dét?

source: This block's rotation is affected by the way you place it: Place it on the floor or ceiling for a vertical orientation; place it at the side for a horizontal orientation. Sneaking while placing it leads to a perpendicular orientation instead.
dk: Denne bloks rotation påvirkes af måden du placerer den på: Placér den på gulvet eller loftet for en lodret orientering; placér den på siden for en horisontal orientering. Hvis du sniger dig mens den placeres den vinkelret i stedet.

source: Hand
dk: Hånd

source: Air
dk: Luft

source: Yes
dk: Ja

source: No
dk: Nej

source: Unknown item (@1)
dk: ukendt genstand (@1)

source: unknown
dk: ukendt

source: 1 second
dk: 1 sekund

source: @1 seconds
dk: @1 sekunder

source: • @1, rating @2: @3 s - @4 s
dk: • @1, vurdering @2: @3 s -@4 s

source: • @1, rating @2: @3 s
dk: • @1, vurdering @2: @3 s

source: • @1, level @2: @3 uses
dk: • @1, level @2: @3 anvendelser

source: • @1, level @2: Unlimited
dk: • @1, level @2: Uendelig

source: This tool is capable of mining.
dk: Dette værktøj kan bruges til udvinding.

source: Maximum toughness levels:
dk: Højeste hårdhedsgrad.

source: Mining times:
dk: Udvindingstider

source: Mining durability:
dk: Udvindingsholdbarhed:

source: This is a melee weapon which deals damage by punching.
dk: Dette er et nærkampsvåben som giver skade ved at slå.

source: Maximum damage per hit:
dk: Højeste skade per slag:

source: Full punch interval: @1 s
dk: Tid mellem hele slag: @1

source: This block can be mined by any mining tool in half a second.
dk: Denne blok kan udvindes på et halvt sekund med ethvert udvindingsværktøj.

source: This block can be mined by any mining tool immediately.
dk: Denne blok kan udvindes straks med ethvert udvindingsværktøj.

source: This block can not be mined by ordinary mining tools.
dk: Denne blok kan ikke udvindes med normalt udvindingsværktøj.

source: This block can be destroyed by any mining tool in half a second.
dk: Denne blok kan ødelægges på et halvt sekund med ethvert udvindingsværktøj.

source: This block can be destroyed by any mining tool immediately.
dk: Denne blok kan ødelægges straks med ethvert udvindingsværktøj.

source: This block can not be destroyed by ordinary mining tools.
dk: Denne blok kan ikke ødelægges af normalt udvindingsværktøj.

source: This block can be mined by mining tools which match any of the following mining ratings and its toughness level.
dk: Denne blok kan udvindes med ethvert udvindingsværktøj som svarer til en hvilkensomhelst af følgende udvindingsvurderinger og hårdhedsgrad.

source: Mining ratings:
dk: Udvindelsesvurdering

source: Toughness level: @1
dk: Hårdhedsgrad: @1

source: Range: @1
dk: Rækkevidde: @1

source: Range: 4
dk: Rækkevidde: 4

source: Range: @1 (@2)
dk: Rækkevidde: @1 (@2)

source: This tool can serve as a smelting fuel with a burning time of @1.
dk: Dette værktøj virker som brændstof til at smelte og har en brændetid på @1.

source: This block can serve as a smelting fuel with a burning time of @1.
dk: Denne blok virker som brændstof til at smelte og har en brændetid på @1.

source: This item can serve as a smelting fuel with a burning time of @1.
dk: Denne genstand virker som brændstof til at smelte og har en brændetid på @1.

source: Itemstring: "@1"
dk: Genstandsstreng: "@1"

source: Description: @1
dk: Beskrivelse: @1

source: Usage help: @1
dk: Hjælp til brug: @1

source: Maximum stack size: @1
dk: Største stakstørrelse: @1

source: This block points to liquids.
dk: Denne blok orienteres mod væsker.

source: This tool points to liquids.
dk: Dette værktøj orienterer sig mod væsker.

source: This item points to liquids.
dk: Denne genstand orienterer sig mod væsker.

source: Punches with this block don't work as usual; melee combat and mining are either not possible or work differently.
dk: Slag med denne blok virker ikke som normalt; nærkamp og udvinding er enten umulig eller virker anderledes.

source: Punches with this tool don't work as usual; melee combat and mining are either not possible or work differently.
dk: Slag med dette værktøj virker ikke som normalt; nærkamp og udvinding er enten umulig eller virker anderledes.

source: Punches with this item don't work as usual; melee combat and mining are either not possible or work differently.
dk: Slag med dette objekt virker ikke som normalt; nærkamp og udvinding er enten umulig eller virker anderledes.

source: This block belongs to the @1 group.
dk: Denne blok tilhører @1gruppen

source: This tool belongs to the @1 group.
dk: Dette værktøj hører til @1gruppen

source: This item belongs to the @1 group.
dk: Denne genstand hører til @1gruppen.

source: This block belongs to these groups: @1.
dk: Denne blok hører til følgende grupper: @1.

source: This tool belongs to these groups: @1.
dk: Dette værktøj hører til disse grupper: @1.

source: This item belongs to these groups: @1.
dk: Denne genstand hører til disse grupper: @1.

source: Blocks
dk: Blokke

source: Item reference of blocks and other things which are capable of occupying space
dk: Genstandsreference til blokke og andre ting som kan optage plads.

source: Collidable: @1
dk: Kan kollidere: @1

source: Pointable: Yes
dk: Retningsbestemt: Ja

source: Pointable: Only by special items
dk: Retningsbestemt: Kun af særlige genstande

source: Pointable: No
dk: Retningsbestemt: Nej

source: This block is a liquid with these properties:
dk: Denne blok er en væske med følgende egenskaber:

source: • Renewable
dk: • Kan genopfriskes

source: • Not renewable
dk: • Kan ikke genopfriskes

source: • No flowing
dk: • Ingen strøm

source: • Flowing range: @1
dk: • Flydende rækkevidde: @1

source: • Viscosity: @1
dk: • Viskositet: @1

source: This block causes a damage of @1 hit points per second.
dk: Denne blok giver @1 skade per sekund.

source: This block causes a damage of @1 hit point per second.
dk: Denne blok giver @1 skade per sekund.

source: This block decreases your breath and causes a drowning damage of @1 hit points every 2 seconds.
dk: Denne blok nedsætter dit åndedræt og giver @1 drukneskade hvert 2. sekund.

source: This block decreases your breath and causes a drowning damage of @1 hit point every 2 seconds.
dk: Denne blok nedsætter dit åndedræt og giver @1 drukningsskade hvert 2. sekund.

source: The fall damage on this block is increased by @1%.
dk: Faldskade på denne blok er øget med @1%.

source: This block negates all fall damage.
dk: Denne blok modvirker al faldskade.

source: The fall damage on this block is reduced by @1%.
dk: Faldskade på denne blok er reduceret med @1%.

source: You can not jump while standing on this block.
dk: Du kan ikke hoppe mens du står på dene blok.

source: This block can be climbed.
dk: Man kan klatre på denne blok.

source: This block will make you bounce off with an elasticity of @1%.
dk: Denne blok får dig til at hoppe af med en elasticitet på @1%.

source: This block is slippery.
dk: Denne blok er glat.

source: This block is completely silent when walked on, mined or built.
dk: Denne blok er helt lydløs når den betrædes, udvindes eller bygges.

source: This block is completely silent when mined or built.
dk: Denne blok er helt lydløs når den udvindes eller bygges.

source: Walking on this block is completely silent.
dk: Det er helt lydløst at gå på denne blok.

source: Mining this block is completely silent.
dk: Det er helt lydløst at udvinde denne blok.

source: Building this block is completely silent.
dk: Det er helt lydløst at bygge denne blok.

source: This block is affected by gravity and can fall.
dk: Denne blok påvirkes af tyngdekraften og kan falde ned.

source: Building another block at this block will place it inside and replace it.
dk: At sætte en ny blok ved denne blok vil placere den indeni og erstatte den.

source: Falling blocks can go through this block; they destroy it when doing so.
dk: Faldende blokke kan gå igennem denne blok; de ødelægger den idet i går igennem den.

source: This block will drop as an item when a falling block ends up inside it.
dk: Denne blok dropper som genstand når en faldende blok ender indeni den.

source: This block is destroyed when a falling block ends up inside it.
dk: Denne blok ødelægges når en nedfaldende blok ender indeni den.

source: This block will drop as an item when it is not attached to a surrounding block.
dk: Denne blok dropper som genstand når den ikke sidder fast på en tilstødende blok.

source: This block will drop as an item when no collidable block is below it.
dk: Denne blok dropper som genstand når der ikke er en bæredygtig blok under den.

source: Liquids can flow into this block and destroy it.
dk: Væsker kan flyde ind i denne blok og ødelægge den.

source: This block is a light source with a light level of @1.
dk: Denne blok er en lyskilde med lysniveau @1.

source: This block glows faintly with a light level of @1.
dk: Denne blok gløder svagt med et lysniveau på @1.

source: This block allows light to propagate with a small loss of brightness, and sunlight can even go through losslessly.
dk: Denne blok lader lys sprede sig med et lille tab af styrke, og sollys kan endda gå igennem uden tab.

source: This block allows light to propagate with a small loss of brightness.
dk: Denne blok tillader lys at sprede med et lille tab af styrke.

source: This block allows sunlight to propagate without loss in brightness.
dk: Denne blok tillader sollys at sprede sig uden tab af styrke.

source: Unknown Node
dk: Ukendt knudepunkt

source: This block connects to this block: @1.
dk: Denne blok forbindes til denne blok: @1.

source: This block connects to these blocks: @1.
dk: Denne blok forbindes til disse blokke: @1.

source: This block connects to blocks of the @1 group.
dk: Denne blok forbindes til blokke i @1gruppen.

source: This block connects to blocks of the following groups: @1.
dk: Denne blok forbindes til blokke i følgende grupper: @1.

source: This block won't drop anything when mined.
dk: Denne blok dropper ikke noget når den udvindes.

source: This block will drop the following when mined: @1×@2.
dk: Denne blok dropper følgende når den udvindes: @1x@2.

source: This block will drop the following when mined: @1.
dk: Denne blok dropper følgende når den udvindes: @1.

source: This block will drop the following items when mined: @1.
dk: Denne blok dropper følgende genstande når den udvindes: @1.

source: This block will randomly drop one of the following when mined: @1.
dk: Denne blok dropper en vilkårlig af følgende genstande når den udvindes: @1.

source: This block will randomly drop up to @1 drops of the following possible drops when mined: @2.
dk: Denne blok dropper et vilkårligt antal op til @1 af følgende mulige ting når den udvindes: @2.

source: Tools and weapons
dk: Værktøj og våben

source: Item reference of all wieldable tools and weapons
dk: Genstandsreference til alt værktøj og alle våden man kan bære.

source: Durability: @1 uses
dk: Holdbarhed: @1 anvendelser

source: Durability: @1
dk: Holdbarhed: @1

source: Miscellaneous items
dk: Diverse genstande

source: Item reference of items which are neither blocks, tools or weapons (esp. crafting items)
dk: Genstandsreference til genstanse som hverken er blokke, værktøj eller våben (især håndværksmateriale)

source: A transparent block, basically empty space. It is usually left behind after digging something.
dk: En gennemsigtig blok, egentlig bare tom luft. Det efterlades typisk efter at have gravet.

source: Whenever you are not wielding any item, you use the hand which acts as a tool with its own capabilities. When you are wielding an item which is not a mining tool or a weapon it will behave as if it would be the hand.
dk: Når du ikke anvender en genstand, bruger du din hånd som fungerer som et værktøj med sine egne egenskaber. Når du anvender en genstand som ikke er et værktøj til udvinding eller våben virker det som om du bruger din hånd.
