Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/mcl_fishing/locale/poconvert/*.po
Languages: de, es, fr, ja, pl

source: Fishing Rod
de: Angel
es: Caña de pescar
fr: Canne à pêche
ja: 釣竿
pl: Wędka

source: Catches fish in water
de: Fängt Fische im Wasser
es: Atrapa peces en el agua
fr: Attrape les poissons dans l'eau
ja: 水中の魚を捕獲
pl: Łowi ryby z wody

source: Fishing rods can be used to catch fish.
de: Mit Angeln fängt man Fische.
es: Las cañas de pescar se pueden utilizar para pescar.
fr: Les cannes à pêche peuvent être utilisées pour attraper du poisson.
ja: 釣竿で魚が釣れます。
pl: Wędki są wykorzystywane do łowienia ryb.

source: Rightclick to launch the bobber. When it sinks right-click again to reel in an item. Who knows what you're going to catch?
de: Rechtsklicken, um den Schwimmer auszuwerfen. Wenn er sinkt, erneut rechtsklicken, um etwas zu fangen. Wer weiß, was Sie fangen werden?
es: Haga clic derecho para iniciar el bobber. Cuando se hunda, haga clic derecho nuevamente para enrollar un elemento. ¿Quién sabe lo que vas a atrapar?
fr: Clic droit pour lancer le bouchon. Lorsqu'il s'enfonce, cliquez de nouveau avec le bouton droit pour rembobiner. Qui sait ce que vous allez attraper ?
ja: 右クリックで釣り糸を飛ばします。沈んだらまた右クリックで巻き上げ。何が釣れるかはお楽しみ。
pl: Kliknij prawym przyciskiem aby wyrzucić spławik. Gdy zejdzie pod wodę, kliknij prawym aby go wciągnąć razem z przedmiotem. Kto wie co uda ci się złapać?

source: Raw Fish
de: Roher Fisch
es: Bacalao crudo
fr: Poisson cru
ja: 生鱈
pl: Surowa ryba

source: Raw fish is obtained by fishing and is a food item which can be eaten safely. Cooking it improves its nutritional value.
de: Rohen Fisch kann man mit Angeln fangen. Er ist ein Lebensmittel, den man sicher verzehren kann. Er kann gekocht werden, um seinen Nährwert zu erhöhen.
es: El bacalao crudo se obtiene pescando y es un alimento que se puede comer de forma segura. Cocinarlo mejora su valor nutricional.
fr: Le poisson cru est obtenu par la pêche et est un aliment qui peut être mangé en toute sécurité. La cuisson améliore sa valeur nutritive.
ja: 生のタラは釣りで得られ、安全に食べられる食材です。調理することで栄養価がアップします。
pl: Surowa ryba jest możliwa do zdobycia poprzez łowienie i można go bezpiecznie zjeść. Upieczenie jej znacząco zwiększa wartości odżywcze.

source: Cooked Fish
de: Gekochter Fisch
es: Bacalao cocinado
fr: Poisson cuit
ja: 焼き鱈
pl: Upieczona ryba

source: Mmh, fish! This is a healthy food item.
de: Mhh, Fisch! Ein gesundes Lebensmittel.
es: Mmh, ¡pez! Este es un alimento saludable.
fr: Mmh, poisson ! Il s'agit d'un aliment sain.
ja: ん～、サカナ！ これはヘルシーな食材ですね。
pl: Mm, ryba! Jest to zdrowy i pożywny posiłek.

source: Raw Salmon
de: Roher Lachs
es: Salmón crudo
fr: Saumon cru
ja: 生鮭
pl: Surowy łosoś

source: Raw salmon is obtained by fishing and is a food item which can be eaten safely. Cooking it improves its nutritional value.
de: Rohen Lachs erhält man beim Angeln. Er ist ein Lebensmittel, das sicher verzehrt werden kann.
es: El salmón crudo se obtiene pescando y es un alimento que se puede comer de manera segura. Cocinarlo mejora su valor nutricional.
fr: Le saumon cru est obtenu par la pêche et est un aliment qui peut être consommé en toute sécurité. La cuisson améliore sa valeur nutritive.
ja: 生のサケは釣りで得られ、安全に食べられる食材です。調理することで栄養価がアップします。
pl: Surowy łosoś można zdobyć poprzez łowienie i można go bezpiecznie zjeść. Upieczenie jej znacząco zwiększa wartości odżywcze.

source: Cooked Salmon
de: Gekochter Lachs
es: Salmón cocinado
fr: Saumon cuit
ja: 焼き鮭
pl: Upieczony łosoś

source: This is a healthy food item which can be eaten.
de: Ein gesundes essbares Lebensmittel.
es: Este es un alimento saludable que se puede comer.
fr: Il s'agit d'un aliment sain qui peut être consommé.
ja: これは食べられるヘルシーな食材です。
pl: Jest to zdrowy i pożywny posiłek.

source: Clownfish
de: Clownfisch
es: Pez payaso
fr: Poisson-clown
ja: クマノミ
pl: Błazenek

source: Clownfish may be obtained by fishing (and luck) and is a food item which can be eaten safely.
de: Einen Clownfisch kann man beim Angeln mit etwas Glück fangen. Er ist ein Lebensmittel, das sicher verzehrt werden kann.
es: El pez tropical se puede obtener pescando (y por suerte) y es un alimento que se puede comer de forma segura.
fr: Le poisson-clown peut être obtenu par la pêche (et la chance) et est un aliment qui peut être mangé en toute sécurité.
ja: クマノミは釣り（と運）で手に入れることができ、安全に食べられる食材です。
pl: Błazenek

source: Pufferfish
de: Kugelfisch
es: Pez globo
fr: Poisson-globe
ja: フグ
pl: Rozdymka

source: Very poisonous
de: Sehr giftig
es: Muy venenoso
fr: Très toxique
ja: 猛毒
pl: Bardzo trujące

source: Pufferfish are a common species of fish and can be obtained by fishing. They can technically be eaten, but they are very bad for humans. Eating a pufferfish only restores 1 hunger point and will poison you very badly (which drains your health non-fatally) and causes serious food poisoning (which increases your hunger).
de: Kugelfische sind eine verbreitete Fischart, die geangelt werden kann. Sie können theoretisch gegessen werden, aber sie sind sehr schlecht für Menschen. Es gibt nur 1 Hungerpunkt und es wird Sie schwer vergiften (was Ihre Gesundheit verringert, aber nicht bis zum Tod) und Ihr Hungerpegel wird aufgrund der schweren Lebensmittelvergiftung stark ansteigen.
es: El pez globo es una especie común de pescado y se puede obtener mediante la pesca. Técnicamente se pueden comer, pero son muy malos para los humanos. Comer un pez globo solo restaura 1 punto de hambre y te envenena mucho (lo que drena tu salud de manera no fatal) y causa una intoxicación alimentaria grave (lo que aumenta tu hambre).
fr: Le poisson-globe est une espèce de poisson commune et peut être obtenu par la pêche. Ils peuvent techniquement être mangés, mais ils sont très mauvais pour les humains. Manger un poisson-globe ne restaure que 1 point de faim et vous empoisonnera fortement (ce qui draine votre santé de manière non fatale) et provoque une grave intoxication alimentaire (qui augmente votre faim).
ja: フグは一般的な魚の一種で、釣りでゲットできます。技術的には食べることができますが、人間にとっては最悪のものです。フグを食べると空腹感が1ポイントしか回復せず、過酷な毒（死なない程度にヘルスを消耗）と、深刻な食中毒（空腹感の増加）を引き起こすことになります。
pl: Rozdymki są powszechnym gatunkiem ryby, który można zdobyć poprzez łowienie. Technicznie rzecz biorąc można je zjeść, jednak są bardzo niezdrowe dla ludzi. Zjedzenie rozdymki przywraca tylko 1 punkt głodu, ale powoduje zatrucie (co zabiera twoje zdrowie, ale nie zabija) oraz zatrucie pokarmowe (co zwiększa twój głód).
