Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/doc/doc_identifier/locale/poconvert/*.po
Languages: de, es, fr, id, ja, pl, ru

source: No help entry for this item could be found.
de: Für diesen Gegenstand konnte kein Hilfseintrag gefunden werden.
es: No se pudo encontrar ninguna entrada de ayuda para este artículo.
fr: Aucune entrée d'aide pour cet élément n'a pu être trouvée.
id: Tidak ada entri bantuan untuk barang ini yang ditemukan.
ja: このアイテムのヘルプエントリーは見つかりませんでした。
pl: Nie znaleziono wpisu pomocniczego dla tego przedmiotu.
ru: Не удаётся найти справочной записи для этого предмета.

source: No help entry for this block could be found.
de: Für diesen Block konnte kein Hilfseintrag gefunden werden.
es: No se encontró ninguna entrada de ayuda para este bloque.
fr: Aucune entrée d'aide pour ce bloc n'a pu être trouvée.
id: Tidak ada entri bantuan untuk blok ini yang dapat ditemukan.
ja: このブロックのヘルプエントリーは見つかりませんでした。
pl: Nie znaleziono wpisu pomocniczego dla tego bloku.
ru: Не удаётся найти справочной записи для этого блока.

source: Error: This node, item or object is undefined. This is always an error.
de: Fehler: Dieser Node, Gegenstand oder dieses Objekt ist nicht definiert. Das ist immer ein Fehler.
es: Error: este nodo, elemento u objeto no está definido. Esto siempre es un error.
fr: Erreur : ce nœud, élément ou objet n'est pas défini. C'est toujours une erreur.
id: Kesalahan : Node, barang, atau objek ini tidak terdefinisi. Ini selalu merupakan kesalahan.
ja: エラー：このノード、アイテム、またはオブジェクトは未定義です。これは常にエラーになります。
pl: Błąd: Ten węzeł, przedmiot lub obiekt nie jest zdefiniowany. To zawsze jest błąd.
ru: Ошибка: Данный узел, предмет или объект не определён. Это всегда вызывает ошибку.

source: This can happen for the following reasons:
de: Dies kann aus folgenden Gründen passieren:
es: Esto puede suceder por los siguientes motivos:
fr: Cela peut se produire pour les raisons suivantes :
id: Hal ini dapat terjadi karena alasan berikut :
ja: これは、次のような理由で起こり得ます：
pl: To może się zdarzyć z następujących powodów:
ru: Это может произойти по одной из причин:

source: • The mod which is required for it is not enabled
de: • Die Mod, die dafür benötigt wird, ist nicht aktiv
es: • El mod que se requiere para ello no está habilitado
fr: • Le mod qui lui est nécessaire n'est pas activé
id: • Mod yang diperlukan tidak diaktifkan
ja: ・そのために必要なMODが有効になっていない
pl: • Mod który jest do tego potrzebny nie jest włączony
ru: • Не включён требуемый мод

source: • The author of the game or a mod has made a mistake
de: • Der Spiel-Autor oder ein Mod-Autor machte einen Fehler
es: • El autor del juego o un mod ha cometido un error
fr: • L'auteur du jeu ou d'un mod a commis une erreur
id: • Penulis game atau mod telah melakukan kesalahan
ja: ・ゲームの作者やMODがミスをした場合
pl: • Autor gry lub moda popełnił błąd
ru: • Автор игры или мода допустил ошибку

source: It appears to originate from the mod “@1”, which is enabled.
de: Es scheint von der Mod „@1“ zu stammen. Sie ist aktiv.
es: Parece originarse del mod "@1", que está habilitado.
fr: Cela semble provenir du mod “@1”, qui est activé.
id: Tampaknya berasal dari mod “@1”, yang diaktifkan.
ja: 有効になっているMOD“@1”から発生しているようです。
pl: Wygląda na to, że powodem jest mod "@1", który jest włączony.
ru: Это, вероятно, случилось в моде “@1”, который включён.

source: It appears to originate from the mod “@1”, which is not enabled!
de: Es scheint von der Mod „@1“ zu stammen. Sie ist nicht aktiv!
es: ¡Parece originarse del mod "@1", que no está habilitado!
fr: Cela semble provenir du mod “@1”, qui n'est pas activé !
id: Tampaknya berasal dari mod “@1”, yang tidak diaktifkan!
ja: 有効化されていないMOD“@1”から発生しているようです！
pl: Wygląda na to, że powodem jest mod "@1", który nie jest włączony!
ru: Это, вероятно, случилось в моде “@1”, который не включён!

source: Its identifier is “@1”.
de: Der Identifikator ist „@1“.
es: Su identificador es "@1“.
fr: Son identifiant est “@1”.
id: Pengenalnya adalah “@1”.
ja: その識別子は“@1”です。.
pl: Identyfikator to "@1".
ru: Его идентификатор: “@1”.

source: This block cannot be identified because the world has not materialized at this point yet. Try again in a few seconds.
de: Dieser Block kann nicht identifiziert werden, weil sich die Welt an dieser Stelle noch nicht materialisiert hat. Versuchen Sie es in ein paar Sekunden erneut.
es: Este bloque no se puede identificar porque el mundo aún no se ha materializado en este momento. Inténtalo de nuevo en unos segundos.
fr: Ce bloc ne peut pas être identifié car le monde ne s'est pas encore matérialisé à ce stade. Réessayez dans quelques secondes.
id: Blok ini tidak dapat di identifikasikan karena dunia belum terwujud pada saat ini. Coba lagi dalam beberapa detik.
pl: Ten blok nie może być zidentyfikowany, ponieważ świat jeszcze się nie zmaterializował. Spróbuj ponownie za kilka sekund.
ru: Этот блок не может быть идентифицирован, потому что мир не ещё материализовался в этой точке.

source: No help entry for this object could be found.
de: Für dieses Objekt konnte kein Hilfseintrag gefunden werden.
es: No se pudo encontrar ninguna entrada de ayuda para este objeto.
fr: Aucune entrée d'aide pour cet objet n'a pu être trouvée.
id: Tidak ada entri bantuan untuk objek ini yang dapat ditemukan.
ja: このオブジェクトのヘルプエントリーは見つかりませんでした。
pl: Nie znaleziono wpisu pomocniczego dla tego obiektu.
ru: Не удаётся найти справочной записи для этого объекта.

source: This is a player.
de: Dies ist ein Spieler.
es: Este es un jugador.
fr: Ceci est un joueur.
id: Ini adalah pemain.
ja: このブロックは、この時点ではまだ世界が具現化されていないため、識別できません。数秒後に再試行してください。
pl: To jest gracz.
ru: Это игрок.

source: OK
es: Aceptar
id: Oke
ru: ОК

source: Lookup Tool
de: Nachschlagewerkzeug
es: Herramienta lupa
fr: Outil de recherche
id: Alat Pencarian
ja: 検索ツール
pl: Narzędzie rozpoznające
ru: Инструмент просмотра

source: Show help for pointed thing
de: Hilfe für gezeigtes Ding anzeigen
es: Mostrar ayuda para el objeto que estás apuntando
fr: Affiche l'aide des choses pointées
id: Tampilkan bantuan untuk benda yang dilihat
ja: ポイントしたものをヘルプで表示する
pl: Pokaż pomoc dla wskazywanej rzeczy
ru: Справка по выбранной вещи

source: This useful little helper can be used to quickly learn more about about one's closer environment. It identifies and analyzes blocks, items and other things and it shows extensive information about the thing on which it is used.
de: Dieser nützliche kleine Helfer kann benutzt werden, um schnell etwas über die nähere Umgebung zu erfahren. Er identifiziert und analysiert Blöcke, Gegenstände und andere Dinge und zeigt ausführliche Informationen über all das, worauf man ihn anwendet.
es: Este útil pequeño ayudante se puede utilizar para aprender rápidamente sobre el entorno más cercano. Identifica y analiza bloques, elementos y otras cosas y muestra información extensa sobre la cosa en la que se utiliza.
fr: Ce pratique petit assistant peut être utilisé pour en savoir plus rapidement sur son environnement proche. Il identifie et analyse les blocs, articles et autres choses et il affiche des informations détaillées sur la chose sur laquelle il est utilisé.
id: Bantuan kecil yang berguna ini dapat digunakan untuk mempelajari lebih lanjut tentang lingkungan sekitar dengan cepat. Alat ini mengidentifikasi dan menganalisis blok, barang, dan hal-hal lain dan menunjukkan informasi lengkap tentang benda yang digunakan.
ja: この便利な小さいヘルプ機能は、自分の身近な環境について手っ取り早く知るために使えます。ブロックやアイテムなどを識別して分析し、使用されているものに関する幅広い情報を表示します。
pl: To jest małe pomocnicze narzędzie, które może być użyte by szybko dowiedzieć się więcej na temat bliskiego otoczenia. Identyfikuje ono oraz analizuje bloki, przedmioty i inne rzeczy oraz pokazuje dokładne informacje na temat tego na czym zostanie użyte.
ru: Этот маленький помощник выдаст вам быструю справку о чём-то из ближайшего окружения. Он идентифицирует и анализирует блоки, предметы и другие вещи и показывает подробную информацию о вещах, к которым они применимы.

source: Punch any block, item or other thing about you wish to learn more about. This will open up the appropriate help entry. The tool comes in two modes which are changed by using. In liquid mode, this tool points to liquids as well while in solid mode this is not the case.
de: Schlagen Sie einen beliebigen Block, Gegenstand oder irgendwas, worüber Sie mehr erfahren wollen. Das wird den passenden Hilfseintrag öffnen. Das Werkzeug hat zwei Modi, welcher mit Benutzen gewechselt werden kann. Im Flüssigmodus zeigt das Werkzeug auch auf Flüssigkeiten. Im Festmodus ist das nicht der Fall.
es: Perfore cualquier bloque, elemento u otra cosa sobre la que desee obtener más información. Esto abrirá la entrada de ayuda apropiada. La herramienta viene en dos modos que se cambian mediante el uso. En modo líquido, esta herramienta también apunta a líquidos, mientras que en modo sólido este no es el caso.
fr: Frappez n'importe quel bloc, élément ou autre chose sur lequel vous souhaitez en savoir plus. Cela ouvrira l'entrée d'aide appropriée. L'outil est disponible en deux modes qui changent suivant l'usage. En mode liquide, cet outil pointe également sur les liquides tandis qu'en mode solide, ce n'est pas le cas.
id: Pukul blok, barang, atau hal lain apa pun yang ingin Anda pelajari lebih lanjut. Ini akan membuka entri bantuan yang sesuai. Alat ini hadir dalam dua mode yang diubah dengan menggunakan. Dalam Mode Cairan, alat ini menunjuk ke arah cairan juga, sedangkan pada mode padat hal ini tidak berlaku.
ja: ブロックやアイテムなど、詳しく知りたいものをパンチしてください。すると適切なヘルプエントリーが表示されます。この道具には2つのモードがあり、使用することで変更されます。液体モードでは、この道具は液体もポイントしますが、固体モードではそのようなことはありません。
pl: Uderz dowolny blok, przedmiot lub inną rzecz aby dowiedzieć się o niej czegoś. To otworzy odpowiedni wpis pomocniczy. Narzędzie jest dostępne w dwóch trybach które można zmienić przez kliknięcie Użyj. W trybie płynów narzędzie to wskazuje również na płyny, podczas gdy w trybie stałym tak nie jest.
ru: Ударьте по любому блоку, предмету и прочим вещам, про который вы хотите узнать больше. Откроется соответствующая справочная запись. Инструмент работает в двух режимах, меняющихся при использовании. В жидкостном режиме инструмент указывает на жидкости, в твёрдом режиме нет.
