Repository: VoxelForge/VoxelForge
Catalog: mods/HELP/doc/doc_identifier/locale/poconvert/dk.po
Languages: dk

source: No help entry for this item could be found.
dk: Der kunne ikke findes nogen hjælpeindtastning til denne genstand.

source: No help entry for this block could be found.
dk: Der kunne ikke findes nogen hjælpeindtastning til denne blok.

source: Error: This node, item or object is undefined. This is always an error.
dk: Fejl: Dette knudepunkt, genstand eller objekt er ikke defineret.

source: This can happen for the following reasons:
dk: Dette kan ske af følgende grunde:

source: • The mod which is required for it is not enabled
dk: • Det mod som er krævet er ikke aktiveret

source: • The author of the game or a mod has made a mistake
dk: • Ophavsmanden til spillet eller moddet har lavet en fejltagelse

source: It appears to originate from the mod “@1”, which is enabled.
dk: Det ser ud til at stamme fra moddet "@1" som er aktiveret.

source: It appears to originate from the mod “@1”, which is not enabled!
dk: Det ser ud til at stamme fra moddet "@1" som er deaktiveret!

source: Its identifier is “@1”.
dk: Dets identificering er "@1".

source: This block cannot be identified because the world has not materialized at this point yet. Try again in a few seconds.
dk: Denne blok kan ikke identificeres fordi verdenen ikke har materialiseret sig endnu. Forsøg igen om et par sekunder.

source: No help entry for this object could be found.
dk: Der kunne ikke findes nogen hjælpeindtastning for stte objekt.

source: This is a player.
dk: Dette er en spiller.

source: Lookup Tool
dk: Opslagsværktøj

source: Show help for pointed thing
dk: Vis hjælp til tingen

source: This useful little helper can be used to quickly learn more about about one's closer environment. It identifies and analyzes blocks, items and other things and it shows extensive information about the thing on which it is used.
dk: Denne smarte lille hjælper kan bruges til hurtigt at lære mere om omgivelserne. Den identificerer og analyserer blokke, genstande og andre ting, og den viser udtømmende informationer om den ting den bliver brugt på.

source: Punch any block, item or other thing about you wish to learn more about. This will open up the appropriate help entry. The tool comes in two modes which are changed by using. In liquid mode, this tool points to liquids as well while in solid mode this is not the case.
dk: Slå en hvilkensomhelst blok, genstand eller andre ting som du ønsker at vide mere om. Dette vil åbne den relevante hjælpeindtastning. Værktøjet findes i to tilstande som skiftes ved brug. I flydende tilstand vil værktøjet også peje på væsker, mens dette ikke er tilfældet i fast tilstand.
