Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/mcl_chests/locale/poconvert/*.po
Languages: pt_br

source: Chest
pt_br: Baú

source: Inventory
pt_br: Inventário

source: Large Chest
pt_br: Baú Largo

source: To access its inventory, rightclick it. When broken, the items will drop out.
pt_br: Para acessar seu inventário, clique-o com o botão direito. Quando quebrado, os itens serão derrubados no chão.

source: Chests are containers which provide 27 inventory slots. Chests can be turned into large chests with double the capacity by placing two chests next to each other.
pt_br: Baús são recipientes que fornecem um inventário com 27 espaços. Baús podem ser convertidos em baús largos com o dobro da capacidade ao colocar dois baús um ao lado do outro.

source: 27 inventory slots
pt_br: 27 espaços de inventário

source: Can be combined to a large chest
pt_br: Pode ser combinado para um baú largo

source: Trapped Chest
pt_br: Baú com armadilha

source: A trapped chest is a container which provides 27 inventory slots. When it is opened, it sends a redstone signal to its adjacent blocks as long it stays open. Trapped chests can be turned into large trapped chests with double the capacity by placing two trapped chests next to each other.
pt_br: Um baú com armadilha é um recipiente que fornece um inventário com 27 espaços. Quando aberto, envia um sinal de redstone para os blocos adjacentes enquanto estiver aberto. Baús com armadilhas podem se tornar báus largos com armadilha com o dobro da capacidade ao colocar dois baús com armadilha um ao lado do outro.

source: Emits a redstone signal when opened
pt_br: Emite um sinal de redstone quando aberto

source: Ender Chest
pt_br: Baú de Ender

source: 27 interdimensional inventory slots
pt_br: 27 espaços de inventário interdimensional

source: Put items inside, retrieve them from any ender chest
pt_br: Coloque itens dentro, retire-os a partir de qualquer báu de ender

source: Ender chests grant you access to a single personal interdimensional inventory with 27 slots. This inventory is the same no matter from which ender chest you access it from. If you put one item into one ender chest, you will find it in all other ender chests. Each player will only see their own items, but not the items of other players.
pt_br: Baús de ender lhe garantem acesso à um inventário pessoal interdimensional com 27 espaços. Esse inventário é o mesmo independente do baú do ender que você acessar. Se você colocar um item em um baú de ender, você o encontrará em todos os outros baús de ender. Cada jogador poderá ver seus próprios itens, mas não os de outros jogadores.

source: Rightclick the ender chest to access your personal interdimensional inventory.
pt_br: Aperte com o botão direito no baú de ender para acessar seu inventário pessoal interdimensional.

source: White Shulker Box
pt_br: Caixa de Shulker Branca

source: Light Grey Shulker Box
pt_br: Caixa de Shulker Cinza-Clara

source: Orange Shulker Box
pt_br: Caixa de Shulker Laranja

source: Cyan Shulker Box
pt_br: Caixa de Shulker Ciano

source: Magenta Shulker Box
pt_br: Caixa de Shulker Magenta

source: Purple Shulker Box
pt_br: Caixa de Shulker Roxa

source: Light Blue Shulker Box
pt_br: Caixa de Shulker Azul-Clara

source: Blue Shulker Box
pt_br: Caixa de Shulker Azul

source: Yellow Shulker Box
pt_br: Caixa de Shulker Amarela

source: Brown Shulker Box
pt_br: Caixa de Shulker Marrom

source: Lime Shulker Box
pt_br: Caixa de Shulker Lima

source: Green Shulker Box
pt_br: Caixa de Shulker Verde

source: Pink Shulker Box
pt_br: Caixa de Shulker Rosa

source: Red Shulker Box
pt_br: Caixa de Shulker Vermelha

source: Grey Shulker Box
pt_br: Caixa de Shulker Cinza

source: Black Shulker Box
pt_br: Caixa de Shulker Preta

source: Shulker Box
pt_br: Caixa de Shulker

source: Can be carried around with its contents
pt_br: Pode ser carregada com seu conteúdo

source: A shulker box is a portable container which provides 27 inventory slots for any item except shulker boxes. Shulker boxes keep their inventory when broken, so shulker boxes as well as their contents can be taken as a single item. Shulker boxes come in many different colors.
pt_br: Uma caixa de shulker é um recipiente portátil que fornece um inventário com 27 espaços para qualquer item exceto outras caixas de shulker. Caixas de shulker retêm seus inventários quando quebradas, portanto caixas de shulker, assim como seu conteúdo, podem ser carregadas como um único item. Caixas de shulker vêm em diferentes cores.

source: To access the inventory of a shulker box, place and right-click it. To take a shulker box and its contents with you, just break and collect it, the items will not fall out. Place the shulker box again to be able to retrieve its contents.
pt_br: Para acessar o inventário de uma caixa de shulker, coloque-a e aperte-a com o botão direito. Para levar uma caixa de shulker com seu conteúdo com você, apenas quebre-a e a colete, os itens não cairão no chão. Coloque a caixa de shulker novamente para conseguir retirar seu conteúdo.
