Repository: VoxelForge/VoxelForge
Catalog: mods/ITEMS/mcl_enchanting/locale/poconvert/*.po
Languages: es, fr, ja, pl

source: Bane of Arthropods
es: Perdición de los Artrópodos
fr: Fléau des arthropodes
ja: 殺虫力
pl: Zmora stawonogów

source: Increases damage and applies Slowness IV to arthropod mobs (spiders, cave spiders, silverfish and endermites).
es: Incrementa el daño y ralentiza a los artrópodos. (arañas, lepismas, endermitas, etc).
fr: Augmente les dégâts et applique la lenteur IV aux mobs arthropodes (araignées, araignées des cavernes, lépismes argentés et endermites).
ja: 虫系のMOB（クモ、洞窟グモ、シルバーフィッシュ、エンダーマイト）に対してダメージが増加し、鈍化IVを適用します。
pl: Zwiększa obrażenia i aplikuje Spowolnienie IV stawonogom (pająkom, pająkom jaskiniowym, rybikom cukrowym i endermitom)

source: Channeling
es: Conductividad
fr: Canalisation
ja: 召雷
pl: Przekierowanie

source: Channels a bolt of lightning toward a target. Works only during thunderstorms and if target is unobstructed with opaque blocks.
es: Canaliza los rayos de una tormenta hacia el enemigo.
fr: Canalise un éclair vers une cible. Fonctionne uniquement pendant les orages et si la cible n'est pas obstruée par des blocs opaques.
ja: ターゲットに向けて稲妻を落とします。雷雨の時、且つターゲットが不透明なブロックで遮られていない場合のみ有効です。
pl: Przekierowuje błyskawicę w stronę celu. Działa tylko podczas burz jeśli cel nie jest zasłonięty przez nieprzezroczyste bloki.

source: Curse of Vanishing
es: Maldición de desaparición
fr: Malédiction de disparition
ja: 消滅の呪い
pl: Klątwa znikania

source: Item destroyed on death.
es: El ítem se destruye tras tu muerte.
fr: Objet détruit à la mort.
ja: 死亡時にアイテムが消滅します。
pl: Przedmiot niszczony przy śmierci

source: Depth Strider
es: Agilidad acuática
fr: Agilité aquatique
ja: 水中移動
pl: Głębinowy wędrowiec

source: Increases underwater movement speed.
es: Incrementa la velocidad de nado bajo el agua.
fr: Augmente la vitesse de déplacement sous l'eau.
ja: 水中での横移動速度が増加します。
pl: Zwiększa prędkość poruszania pod wodą.

source: Efficiency
es: Eficiencia
fr: Efficacité
ja: 効率化
pl: Wydajność

source: Increases mining speed.
es: Incrementa la velocidad de minado.
fr: Augmente la vitesse de minage.
ja: 採掘速度が増加します。
pl: Zwiększa prędkość wydobywania zasobów.

source: Fire Aspect
es: Aspecto ígneo
fr: Aura de feu
ja: 火属性
pl: Zaklęty ogień

source: Sets target on fire.
es: Incencia al enemigo.
fr: Enflamme la cible.
ja: ターゲットに火をつけます。
pl: Podpala cel.

source: Flame
es: Fuego
fr: Flamme
ja: フレイム
pl: Płomień

source: Arrows set target on fire.
es: Las flechas prenderan los enemigos.
fr: Les flèches mettent le feu à la cible.
ja: 矢がターゲットを燃やします。
pl: Strzały podpalają cel.

source: Fortune
es: Fortuna
ja: 幸運
pl: Fortuna

source: Increases certain block drops.
es: Incrementa la cantidad de ítems que sueltan los bloques.
fr: Augmente les ressources obtenues par le minage.
ja: 特定のブロックのドロップが増加します。
pl: Zwiększa prawdopodobieństwo wypadnięcia przedmiotów z niektórych bloków.

source: Frost Walker
es: Paso helado
fr: Semelles givrantes
ja: 氷結歩行
pl: Mroźny piechur

source: Turns water beneath the player into frosted ice and prevents the damage from magma blocks.
es: Congela el agua bajo tus pies y evita el daño de los bloques de magma.
fr: Transforme l'eau sous le joueur en glace givrée et empêche les dommages causés par les blocs de magma.
ja: プレイヤーの下の水を薄氷に変え、また、マグマブロックからのダメージを防ぎます。
pl: Zamienia wodę pod graczem w oszroniony lód i pozwala uniknąć obrażeń od bloków magmy.

source: Impaling
es: Empalamiento
fr: Empalement
ja: 串刺し
pl: Przebicie

source: Trident deals additional damage to ocean mobs.
es: Incrementa el daño del tridente sobre criaturas acuáticas.
fr: Le trident inflige des dégâts supplémentaires aux animaux océaniques.
ja: トライデントは水生系のMOBに追加ダメージを与えます。
pl: Trójząb zadaje dodatkowe obrażenia podwodnym stworzeniom.

source: Infinity
es: Infinidad
fr: Infinité
ja: 無限
pl: Nieskończoność

source: Shooting consumes no regular arrows.
es: No se consumiran las flechas lanzadas.
fr: Le tir ne consomme pas de flèches standard.
ja: 普通の矢は射ても消費しなくなります。
pl: Strzelanie nie zużywa zwykłych strzał.

source: Knockback
es: Empuje
fr: Recul
ja: ノックバック
pl: Odrzut

source: Increases knockback.
es: Incrementa el empuje.
fr: Augmente le recul.
ja: ノックバックを強化します。
pl: Zwiększa odrzut.

source: Looting
es: Botín
fr: Butin
ja: ドロップ増加
pl: Grabież

source: Increases mob loot.
es: Incrementa el botín de los enemigos.
fr: Augmente le butin des mobs.
ja: MOBの戦利品が増加します。
pl: Zwiększa liczbę przedmiotów wypadających z mobów.

source: Loyalty
es: Lealtad
fr: Loyauté
ja: 忠誠
pl: Lojalność

source: Trident returns after being thrown. Higher levels reduce return time.
es: El tridente regresa al portador tras lanzarlo.
fr: Le trident revient après avoir été jeté. Des niveaux plus élevés réduisent le temps de retour.
ja: 投擲したトライデントが手に戻ってきます。レベルが高いほど戻る時間が短縮されます。
pl: Trydent wraca do gracza po rzuceniu. Większy poziom zmniejsza czas powrotu.

source: Luck of the Sea
es: Suerte marina
fr: Chance de la mer
ja: 宝釣り
pl: Morska fortuna

source: Increases rate of good loot (enchanting books, etc.)
es: Incrementa la probabilidad de encontrar tesoros
fr: Augmente le taux de bon butin (livres enchanteurs, etc.)
ja: 釣果の質が良くなります（エンチャントの本など）。
pl: Zwiększa szansę na wypadnięcie dobrych przedmiotów (zaklętych książek itp.)

source: Lure
es: Atracción
fr: Appât
ja: 入れ食い
pl: Przynęta

source: Decreases time until rod catches something.
es: Disminuye el tiempo que tardan en picar los cebos en la pesca.
fr: Diminue le temps jusqu'à ce qu'un poisson ne morde à l'hameçon.
ja: 釣りで獲物のかかる間隔が短くなります。
pl: Zmniejsza czas po którym coś złapie się na wędkę

source: Mending
es: Reparación
fr: Raccommodage
ja: 修繕
pl: Naprawa

source: Repair the item while gaining XP orbs.
es: Repara los ítems portados al recibir orbes de experiencia.
fr: Réparez l'objet tout en gagnant des points d'XP.
ja: アイテムが経験値を得て自己を修復します。
pl: Naprawia przedmiot podczas podnoszenia kul doświadczenia.

source: Multishot
es: Multidisparo
fr: Tir multiple
ja: 拡散弾
pl: Wielostrzał

source: Shoot 3 arrows at the cost of one.
es: Dispara 3 flechas al precio de una.
fr: Tirez 3 flèches pour le prix d'une.
ja: 1本分のコストで、3本の矢を同時に拡散発射します。
pl: Wystrzel 3 strzały kosztem jednej.

source: Piercing
es: Perforación
fr: Perforation
ja: 貫通
pl: Przeszycie

source: Arrows passes through multiple objects.
es: Las flechas atraviesan multiples objetos.
fr: Les flèches traversent plusieurs objets.
ja: 矢が複数のオブジェクトを貫通します。
pl: Strzała przelatuje przez wiele obiektów.

source: Power
es: Poder
fr: Puissance
ja: パワー
pl: Moc

source: Increases arrow damage.
es: Incrementa el daño de las flechas.
fr: Augmente les dégâts des flèches.
ja: 矢のダメージが増加します。
pl: Zwiększa obrażenia od strzał.

source: Punch
es: Retroceso
fr: Frappe
ja: 衝撃
pl: Uderzenie

source: Increases arrow knockback.
es: Incrementa el empuje de las flechas.
fr: Augmente le recul de la flèche.
ja: 矢のノックバックを強化します。
pl: Zwiększa odrzut strzał.

source: Quick Charge
es: Carga rápida
fr: Charge rapide
ja: 高速装填
pl: Szybkie ładowanie

source: Decreases crossbow charging time.
es: Disminuye el tiempo de carga de las ballestas.
fr: Diminue le temps de chargement de l'arbalète.
ja: クロスボウの装填時間が短くなります。
pl: Zmniejsza czas ładowania kuszy.

source: Respiration
es: Respiración
fr: Apnée
ja: 水中呼吸
pl: Oddychanie

source: Extends underwater breathing time.
es: Aumenta el tiempo de mantener la respiración.
fr: Prolonge le temps de respiration sous l'eau.
ja: 水中での呼吸時間を延長します。
pl: Zwiększa czas na który można wstrzymać oddech pod wodą.

source: Riptide
es: Propulsión acuática
fr: Impulsion
ja: 激流
pl: Torpeda

source: Trident launches player with itself when thrown. Works only in water or rain.
es: El tridente impulsa al portador dentro del agua o bajo la lluvia.
fr: Le trident emporte le joueur avec lui-même lorsqu'il est lancé. Fonctionne uniquement sous l'eau ou sous la pluie.
ja: 投擲したトライデントと共に、プレイヤーを突進させます。水中か雨天でのみ機能します。
pl: Trydent porywa gracza ze sobą podczas rzucania. Działa tylko w wodzie lub w deszczu.

source: Sharpness
es: Filo
fr: Tranchant
ja: 鋭利
pl: Ostrość

source: Increases damage.
es: Incrementa el daño.
fr: Augmente les dégâts.
ja: ダメージが増加します。
pl: Zwiększa obrażenia.

source: Silk Touch
es: Toque de seda
fr: Toucher de soie
ja: シルクタッチ
pl: Jedwabny dotyk

source: Mined blocks drop themselves.
es: Los bloques se minarán enteros.
fr: Vous obtenez les blocs minés en minant.
ja: 採掘したブロックそのものをドロップするようになります。
pl: Z wydobywanych bloków wypadają one same.

source: Smite
es: Golpeo
fr: Châtiment
ja: 破邪
pl: Pogromca nieumarłych

source: Increases damage to undead mobs.
es: Incrementa el daño contra no-muertos.
fr: Augmente les dégâts infligés aux monstres morts-vivants.
ja: アンデッド系のMOBへのダメージが増加します。
pl: Zwiększa obrażenia zadawane nieumarłym mobom.

source: Soul Speed
es: Velocidad del alma
fr: Agilité des âmes
ja: ソウルスピード
pl: Prędkość dusz

source: Increases walking speed on soul sand.
es: Incrementa la velocidad al caminar sobre arena de Almas.
fr: Augmente la vitesse de marche sur le sable de l'âme.
ja: ソウルサンドとソウルソイルの上を歩く速度が増加します。
pl: Zwiększa szybkość chodzenia po piasku dusz.

source: Sweeping Edge
es: Barrido
fr: Affilage
ja: スイープエッジ
pl: Szerokie ostrze

source: Increases sweeping attack damage.
es: Incrementa el daño de efecto area.
fr: Augmente les dégâts de balayage.
ja: なぎ払い攻撃のダメージが増加します。
pl: Zwiększa obrażenia przy ataku z zamachu.

source: Unbreaking
es: Irrompibilidad
fr: Solidité
ja: 耐久力
pl: Niezniszczalność

source: Increases item durability.
es: Incrementa la durabilidad de una herramienta.
fr: Augmente la durabilité des objets.
ja: アイテムの耐久度が向上します。
pl: Zwiększa wytrzymałość przedmiotu.

source: Density
es: Densidad
fr: Densité
ja: 密度

source: Increases mace damage when falling.
es: Aumenta el daño del mazo al caer.
fr: Augmente les dommages de la masse au cours d'une chute.

source: Breach
es: Fisura
fr: Brèche
ja: 防具貫通

source: Reduces target's armor effectiveness.
es: Reduce la efectividad de la armadura del objetivo.
fr: Réduit l'efficacité de l'armure de la cible.

source: Wind Burst
es: Aeroimpulso
fr: Rafale de vent
ja: ウィンドバースト

source: Emits a burst of wind from a mace smash attack.
es: Emite una ráfaga de viento por un ataque aplastante del mazo.
fr: Produit une rafale de vent à l'impact d'une attaque de masse fracassante.

source: Unknown Enchantment
es: Encantamiento desconocido
fr: Enchantement inconnu
ja: 未知のエンチャント

source: Inventory
es: Inventario
fr: Inventaire
ja: インベントリ
pl: Ekwipunek

source: @1 Enchantment Levels
es: Nivel de encantamiento: @1
fr: @1 niveau(x) d'enchantement
ja: @1 エンチャントレベル
pl: @1 poziomów zaklęcia

source: Level requirement: @1
es: Nivel requerido: @1
fr: Niveau requis : @1
ja: 必要レベル：@1
pl: Wymagany poziom: @1

source: @1 Lapis Lazuli
es: @1 Lapislázuli
fr: @1 unité(s) de lapis-lazuli
ja: @1 ラピスラズリ
pl: @1 Lazurytów

source: Enchant an item
es: Encantar ítem
fr: Enchanter un objet
ja: アイテムにエンチャントする
pl: Zaczaruj przedmiot

source: <player> <enchantment> [<level>]
es: <jugador> <encantamiento> [<nivel>]
fr: <joueur> <enchantement> [<niveau>]
ja: <プレイヤー> <エンチャント> [<レベル>]
pl: <gracz> <zaklęcie> [<poziom>]

source: Usage: /enchant <player> <enchantment> [<level>]
es: Usa: /enchant <jugador> <encantamiento> [<nivel>]
fr: Usage : /enchant <joueur> <enchantement> [<niveau>]
ja: 使用方法：/enchant <プレイヤー> <エンチャント> [<レベル>]
pl: Użycie: /enchant <gracz> <zaklęcie> [<poziom>]

source: Player '@1' cannot be found.
es: Jugador @1 no encontrado.
fr: Le joueur '@1' est introuvable.
ja: プレイヤー'@1'が見つかりません。
pl: Gracz '@1' nie został znaleziony.

source: There is no such enchantment '@1'.
es: '@1' no es un encantamiento.
fr: Il n'y a pas un tel enchantement '@1'.
ja: '@1'というエンチャントはありません。
pl: Nie ma takiego zaklęcia '@1'.

source: The target doesn't hold an item.
es: El objetivo no sujeta un ítem.
fr: La cible ne contient aucun élément.
ja: 対象がアイテムを保持していません。
pl: Cel nie trzyma żadnego przedmiotu.

source: The selected enchantment can't be added to the target item.
es: El encantamiento seleccionado no puede añadirse a ese ítem.
fr: L'enchantement sélectionné ne peut pas être ajouté à la cible.
ja: 選択したエンチャントは、対象アイテムに付加できません。
pl: Wybrane zaklęcie nie może zostać zaaplikowane do docelowego przedmiotu.

source: '@1' is not a valid number
es: '@1' no es un número válido
fr: '@1' n'est pas un nombre valide
ja: '@1'は有効ではない数字
pl: '@1' nie jest poprawną liczbą.

source: The number you have entered (@1) is too big, it must be at most @2.
es: El número que has introducido (@1) es muy grande, debe ser menor que @2.
fr: Le nombre que vous avez entré (@1) est trop grand, il doit être au plus de @2.
ja: 入力した数値（@1）は大きすぎます、@2以下である必要があります。
pl: Liczba którą wpisałaś (@1) jest zbyt duża, nie może być większa niż @2.

source: The number you have entered (@1) is too small, it must be at least @2.
es: El número que has introducido (@1) es muy pequeño, debe ser mayor a @2.
fr: Le nombre que vous avez entré (@1) est trop petit, il doit être au moins de @2.
ja: 入力した数値（@1）は小さすぎます、@2以上である必要があります。
pl: Liczba którą wpisałaś (@1) jest zbyt mała, nie może być mniejsza niż @2.

source: @1 can't be combined with @2.
es: @1 no se puede combinar con @2.
fr: @1 ne peut pas être combiné avec @2.
ja: @1は@2と組み合わせられません。
pl: @1 nie może być połączone z @2.

source: Enchanting succeded.
es: Encantado correctamente.
fr: L'enchantement a réussi.
ja: エンチャントが成功しました。
pl: Zaklinanie powiodło się.

source: Forcefully enchant an item
es: Encantar ítem a la fuerza
fr: Enchantement forcé d'un objet
ja: アイテムに強制的にエンチャント
pl: Bezwzględnie zaczaruj przedmiot.

source: Usage: /forceenchant <player> <enchantment> [<level>]
es: Usa /forceenchant <jugador> <encantamiento> [<nivel>]
fr: Usage : /forceenchant <joueur> <enchantrment> [<niveau>]
ja: 使用方法：/forceenchant <プレイヤー> <エンチャント> [<レベル>]
pl: Użycie: /forceenchant <gracz> <zaklęcie> [<poziom>]

source: The target item is not enchantable.
es: El ítem del jugador no se puede encantar.
fr: L'objet cible n'est pas enchantable.
ja: 対象アイテムは、エンチャント不可です。
pl: Docelowego przedmiotu nie można zaczarować.

source: '@1' is not a valid number.
es: '@1' no es un número válido.
fr: '@1' n'est pas un nombre valide.
ja: '@1'は有効な数字ではありません。
pl: '@1' nie jest poprawną liczbą.

source: Enchanted Book
es: Libro encantado
fr: Livre enchanté
ja: エンチャント本
pl: Zaklęta książka

source: Enchanting Table
es: Mesa de encantamientos
fr: Table d'enchantement
ja: エンチャントテーブル
pl: Stół do zaklinania

source: Spend experience, and lapis to enchant various items.
es: Gasta experiencia y lapislázuli para encantar varios ítems.
fr: Dépenser de l'expérience, et des lapis pour enchanter divers objets.
ja: 経験値とラピスを消費して、様々なアイテムにエンチャントできます。

source: Enchanting Tables will let you enchant armors, tools, weapons, and books with various abilities. But, at the cost of some experience, and lapis lazuli.
es: La mesa de Encantamientos dara a tus herramientas, armas o armadura algunas habilidades magicas. Pero a coste de algo de experiencia y lapislázuli.
fr: La table d'enchantement vous permet d'enchanter des armueres, des outils, des armes et des livres avec diverses propriétés. Mais cela coûte de l'expérience et des lapis-lazuli.
ja: エンチャントテーブルでは、防具や道具、武器、本などに様々な能力をエンチャントできます。ただし多少の経験値や、ラピスラズリを費やすことになります。

source: Rightclick the Enchanting Table to open the enchanting menu.
es: Clic derecho sobre la mesa de encantamientos para abrir la interfaz.
fr: Cliquer droit la table d'enchantement pour ouvrir le menu d'enchantement.
ja: エンチャントテーブルを右クリックすると、エンチャント メニューが表示されます。

source: Place a tool, armor, weapon or book into the top left slot, and then place 1-3 Lapis Lazuli in the slot to the right.
es: Coloca una herramienta, arma, armadura o libro sobre la ranura izquierda, coloca de 1 a 3 Lapis lázulis en la ranura derecha.
fr: Placer un outil, armure, arme ou livre dans l'emplacement en haut à gauche, puis 1-3 Lapis-Lazuli dans l'emplacement à droite.
ja: 左上のスロットに道具、防具、武器、本を入れ、その右のスロットにラピスラズリ1～3個を入れます。

source: After placing your items in the slots, the enchanting options will be shown. Hover over the options to read what is available to you.
es: Coloca el ítem en su ranura y se mostraran los encantamientos a elegir.
fr: Après avoir placé vos objets dans les emplacements, les options d'enchantement seront montrées. Passer au-dessus des options pour lire ce qui est disponible.
ja: アイテムをスロットに配置すると、エンチャント オプションが表示されます。オプションにカーソルを合わせると、利用可能なオプションが表示されます。

source: These options are randomized, and dependent on experience level; but the enchantment strength can be increased.
es: Las opciones seran aleatorias dependiendo del nivel de experiencia, los niveles de encantamiento pueden ser aumentados.
fr: Ces options sont aléatoires et dépendent du niveau d'expérience ; mais la force d'enchantement peut être augmentée.
ja: これらのオプションはランダム且つ経験値に依存します；しかし、エンチャントを強化できます。

source: To increase the enchantment strength, place bookshelves around the enchanting table. However, you will need to keep 1 air node between the table, & the bookshelves to empower the enchanting table.
es: Para aumentar los niveles de encantamientos, coloca librerias alrededor y cerca de la mesa de encantamientos.
fr: Pour augmenter la force d'enchantement, placer des bibliothèques autour de la table d'enchantement. Cependant, vous devrez garder au moins un bloc d'air entre la table et les bibliothèques pour alimenter la table d'enchantement.
ja: エンチャントテーブルの周囲に本棚を置くと、エンチャントを強化できます。ただし、テーブルと本棚の間に空気ノードを1つ入れないと、エンチャントテーブルに力を与えられません。

source: After finally selecting your enchantment; left-click on the selection, and you will see both the lapis lazuli and your experience levels consumed. And, an enchanted item left in its place.
es: Despues elige tu encantamiento, los niveles de experiencia y el lapislázuli seran consumidos y el encantamiento aplicado al ítem.
fr: Après avoir finalement sélectionné un enchantement ; cliquer gauche la sélection, et vous verrez à la fois les lapis-lazuli et vos niveaux d'expérience consommés. Un objet enchanté est laissé à leur place.
ja: 最終的にエンチャントを決めたら；選ぶ箇所を左クリックすると、ラピスラズリと経験値の両方が消費されているのがわかります。そしてエンチャントしたアイテムがその場に残されます。

source: Enchant
es: Encantamiento
fr: Enchanter
ja: エンチャント
pl: Zaczaruj
